Repository: LibreCAD/LibreCAD
Catalog: plugins/ts/plugins_*.xlf
Languages: cs, de, fr, lv, zh_cn

# _msg1
source: Read ascii points
cs: Načíst body ASCII
de: Punkte aus ASCII-Datei
fr: Lire des points depuis un fichier ASCII
lv: Lasīt ascii punktus
zh_cn: 读取ASCII点坐标

# _msg2
source: Read ascii points
cs: Načíst body ASCII
de: Punkte aus ASCII-Datei
fr: Lire des points depuis un fichier ASCII
zh_cn: 读取ASCII点

# _msg3
source: File...
cs: Soubor...
de: Datei...
fr: Fichier...
zh_cn: 文件...

# _msg5
source: Space Separator
cs: Oddělovač mezera
de: Leerzeichen getrennt
fr: Séparé par des espaces
zh_cn: 空白分隔符

# _msg6
source: Tab Separator
cs: Oddělovač tabulátor
de: Tabulator getrennt
fr: Séparé par des tabulations
zh_cn: 跳格分隔符

# _msg7
source: Comma Separator
cs: Oddělovač čárka
de: Komma getrennt
fr: Séparé par des virgules
zh_cn: 逗号分隔符

# _msg8
source: Space in Columns
cs: Mezery ve sloupcích
de: Feste Spaltenbreite
fr: Séparé par des espaces, en colonnes
zh_cn: 列内含空白符

# _msg9
source: *.odb for Psion 2
cs: *.odb pro Psion 2
de: *.odb für Psion 2
fr: *.odb pour Psion 2
zh_cn: *.odb Psion 2文件

# _msg10
source: Connect points
cs: Spojit body
de: Punkte verbinden
fr: Relier les points
zh_cn: 连接点

# _msg11
source: 2D Point
cs: 2D bod
de: 2D Punkt
fr: Point 2D
zh_cn: 二维点

# _msg12
source: Draw 2D Point
cs: Vykreslit 2D body
de: Zeichne 2D Punkt
fr: Tracer les points en 2D
zh_cn: 显示二维点

# _msg13
source: 3D Point
cs: 3D bod
de: 3D Punkt
fr: Point 3D
zh_cn: 三维点

# _msg14
source: Draw 3D Point
cs: Vykreslit 3D body
de: Zeichne 3D Punkt
fr: Tracer les points en 3D
zh_cn: 显示三维点

# _msg15
source: Point Number
cs: Číslo bodu
de: Punkt Nummer
fr: Index du point
zh_cn: 点序号

# _msg16
source: Draw point number
cs: Vykreslit čísla bodů
de: Zeichne Punkt Nummer
fr: Tracer l'index des points
zh_cn: 显示点序号

# _msg17
source: Point Elevation
cs: Nadmořská výška bodu
de: Höhenpunkt
fr: Altitude du point
zh_cn: 点高

# _msg18
source: Draw point elevation
cs: Vykreslit nadmořské výšky bodů
de: Zeichne Höhenpunkt
fr: Tracer l'altitude des points
zh_cn: 显示点高

# _msg19
source: Point Code
cs: Kód bodu
de: Punkt Code
fr: Code du point
zh_cn: 点代码

# _msg20
source: Draw point code
cs: Vykreslit kódy bodů
de: Zeichne Punkt Code
fr: Tracer le code des points
zh_cn: 显示点代码

# _msg21
source: Accept
cs: Přijmout
de: Übernehmen
fr: Accepter
zh_cn: 同意

# _msg22
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
zh_cn: 取消

# _msg23
source: Select file
cs: Vyberte soubor
de: Datei auswählen
fr: Sélectionner un fichier
zh_cn: 选择文件

# _msg24
source: Point 2D layer is empty
cs: Hladina pro 2D body není zadána
de: Layer 2D Punkt ist leer
fr: Le calque des points en 2D n'est pas renseigné
zh_cn: 二维点图层为空

# _msg25
source: Point 3D layer is empty
cs: Hladina pro 3D body není zadána
de: Layer 3D Punkt ist leer
fr: Le calque des points en 3D n'est pas renseigné
zh_cn: 三维点图层为空

# _msg26
source: Point elevation layer is empty
cs: Hladina pro nadmořské výšky bodů není zadána
de: Layer Höhenpunkt ist leer
fr: Le calque pour l'altitude des points n'est pas renseigné
zh_cn: 点高图层为空

# _msg27
source: Point elevation height is empty
cs: Šířka pro nadmořské výšky bodů není zadána
de: Höhe Höhenpunkt ist leer
fr: La hauteur pour l'altitude des points n'est pas renseignée
zh_cn: 点高高度为空

# _msg28
source: Point elevation separation is empty
cs: Mezera pro nadmořské výšky bodů není zadána
de: Abstand Höhenpunkt ist leer
fr: La séparation pour l'altitude des points n'est pas renseignée
zh_cn: 点高分离为空

# _msg29
source: Point number layer is empty
cs: Hladina pro čísla bodů není zadána
de: Layer Punkt Nummer ist leer
fr: Le calque pour l'index des points n'est pas renseigné
zh_cn: 点序号图层为空

# _msg30
source: Point number height is empty
cs: Šířka pro čísla bodů není zadána
de: Höhe Punkt Nummer ist leer
fr: La hauteur pour l'index des points n'est pas renseignée
zh_cn: 点序号高度为空

# _msg31
source: Point number separation is empty
cs: Mezera pro čísla bodů není zadána
de: Abstand Punkt Nummer ist leer
fr: La séparation pour l'index des points n'est pas renseignée
zh_cn: 点序号分离为空

# _msg32
source: Point code layer is empty
cs: Hladina pro kódy bodů není zadána
de: Layer Punkt Code ist leer
fr: Le calque pour le code des points n'est pas renseigné
zh_cn: 点代码图层为空

# _msg33
source: Point code height is empty
cs: Šířka pro kódy bodů není zadána
de: Höhe Punkt Code ist leer
fr: La hauteur pour le code des points n'est pas renseignée
zh_cn: 点代码高度为空

# _msg34
source: Point code separation is empty
cs: Mezera pro kódy bodů není zadána
de: Abstand Punkt Code ist leer
fr: La séparation pour le code des points n'est pas renseignée
zh_cn: 点代码分离为空

# _msg35
source: The file %1 not exist
cs: Soubor %1 neexistuje
de: Die Datei %1 existiert nicht
fr: Le fichier %1 est inexistant
zh_cn: 文件%1不存在

# _msg36
source: Can't open the file %1
cs: Nelze otevřít soubor %1
de: Kann Datei %1 nicht öffnen
fr: Impossible d'ouvrir le fichier %1
zh_cn: 不能打开文件%1

# _msg38
source: Style:
cs: Styl:
de: Stil:
zh_cn: 类型：

# _msg39
source: Height:
cs: Šířka:
de: Höhe:
fr: Hauteur :
zh_cn: 高度：

# _msg40
source: Separation
cs: Mezera:
de: Teilung
fr: Séparation
zh_cn: 分离：

# _msg41
source: shape file
de: Schablonendatei

# _msg42
source: curvature
de: Krümmung

# _msg44
source: Empty Entity
de: Leeres Objekt

# _msg46
source: Color:
de: Farbe:

# _msg47
source: Line type:
de: Linentyp:

# _msg48
source: Line thickness:
de: Linenstärke:

# _msg50
source: in point: X=%1 Y=%2
de: Position: X=%1 Y=%2

# _msg51
source: POINT:
de: PUNKT:

# _msg52
source: from point: X=%1 Y=%2 to point: X=%3 Y=%4
de: von Position: X=%1 Y=%2 zu Position: X=%3 Y=%4

# _msg53
source: length: %1,
de: Länge: %1,

# _msg54
source: Angle in XY plane: %1
de: Winkel in XY Ebene: %1

# _msg55
source: Inc. X = %1, Inc. Y = %2
de: X-Neigung = %1, Y-Neigung = %2

# _msg56
source: LINE:
de: LINIE:

# _msg57
source: Unknoun
de: Unbekannt

# _msg58
source: Poligon
de: Polygon

# _msg59
source: Poligon+Measure
de: Polygon und Maße

# _msg60
source: 3D Poligon
de: 3D Polygon

# _msg62
source: Draw
de: Zeichnen

# _msg63
source: Heigth:
de: Höhe:

# _msg64
source: Import ESRI Shapefile
de: ESRI Shapedaten importieren

# _msg65
source: File...
de: Datei...

# _msg66
source: File type:
de: Dateityp:

# _msg68
source: Import ESRI Shapefile
de: ESRI Shapedaten importieren

# _msg69
source: Unknown
de: Unbekannt

# _msg70
source: Current
de: Aktuelles

# _msg71
source: From data:
de: Aus Daten:

# _msg72
source: Color
de: Farbe

# _msg73
source: Line type
de: Linientyp

# _msg74
source: Width
de: Breite

# _msg75
source: Point
de: Punkt

# _msg76
source: as Point
de: als Punkt

# _msg77
source: as Label:
de: als Bezeichner:

# _msg78
source: Accept
de: Übernehmen

# _msg79
source: Cancel
de: Abbrechen

# _msg80
source: Select file
de: Datei auswählen

# _msg81
source: Point+Measure
de: Punkt und Maße

# _msg82
source: 3D Point
de: 3D Punkt

# _msg83
source: Multi Point
de: Mehrfachpunkte

# _msg84
source: Multi Point+Measure
de: Mehrfachpunkte und Maße

# _msg85
source: 3D Multi Point
de: 3D Mehrfachpunkte

# _msg86
source: Arc
de: Bogen

# _msg87
source: Arc+Measure
de: Bogen und Maße

# _msg88
source: 3D Arc
de: 3D Bogen

# _msg90
source: Polygon+Measure
de: Polygon+Abmessung

# _msg92
source: Multipatch
de: Mehrfachmuster

# _msg93
source: The file %1 not have extension .shp
de: Die Datei %1 hat keine .shp Erweiterung

# _msg94
source: The file %1 not exist
de: Die Datei %1 existiert nicht

# _msg95
source: Align
de: Ausrichtung

# _msg96
source: first base point:
de: Erster Basispunkt:

# _msg97
source: first target point:
de: Erster Zielpunkt:

# _msg98
source: second base point:
de: Zweiter Basispunkt:

# _msg99
source: second target point:
de: Zweiter Zielpunkt:

# _msg100
source: Gear creation plugin
de: Zahnrad Plugin

# _msg101
source: Gear plugin
de: Zahnrad Plugin

# _msg102
source: Number of teeth
de: Anzahl Zähne

# _msg103
source: Pressure angle (deg)
de: Eingriffswinkel (Grad)

# _msg121
source: Accept
de: Übernehmen

# _msg122
source: Cancel
de: Abbrechen

# _msg123
source: List entities
de: Objekte auflisten

# _msg125
source: Empty Entity
de: Leeres Objekt

# _msg129
source: Color
de: Farbe

# _msg130
source: Line type
de: Linientyp

# _msg131
source: Line thickness
de: Linienstärke

# _msg133
source: POINT
de: PUNKT

# _msg134
source: in point
de: im Punkt

# _msg135
source: LINE
de: LINIE

# _msg136
source: from point
de: von Punkt

# _msg137
source: to point
de: zu Punkt

# _msg138
source: length
de: Länge

# _msg139
source: Angle in XY plane
de: Winkel in XY Ebene

# _msg140
source: Inc.
de: Ausdehnung

# _msg141
source: ARC
de: KREISBOGEN

# _msg142
source: center point
de: Mittelpunkt

# _msg144
source: initial angle
de: Startwinkel

# _msg145
source: final angle
de: Endwinkel

# _msg146
source: CIRCLE
de: KREIS

# _msg147
source: circumference
de: Umfang

# _msg148
source: area
de: Fläche

# _msg150
source: major axis
de: Hauptachse

# _msg151
source: CONSTRUCTIONLINE
de: HILFSLINIE

# _msg153
source: SOLID
de: KÖRPER

# _msg156
source: INSERT
de: BLOCK

# _msg158
source: Insertion point
de: Einfügepunkt

# _msg159
source: Scale
de: Skalierung

# _msg161
source: Columns/Rows
de: Spalten/Reihen

# _msg162
source: Column/Row Spacing
de: Spalten/Reihen Abstand

# _msg163
source: POLYLINE
de: POLYLINIE
lv: LAUZTALĪNIJA

# _msg164
source: Closed
de: Geschlossen
lv: Aizvērts

# _msg165
source: No
de: Nein
lv: Nē

# _msg166
source: Yes
de: Ja
lv: Jā

# _msg167
source: Vertices
de: Eckpunkte
lv: Virsotnes

# _msg168
source: IMAGE
de: BILD

# _msg170
source: SPLINEPOINTS
de: SPLINEPUNKTE

# _msg171
source: HATCH
de: SCHRAFFUR

# _msg172
source: DIMLEADER
de: BEMASSUNGSFÜHRUNG

# _msg173
source: DIMALIGNED
de: BEMASSUNGAUSGERICHTET

# _msg174
source: DIMLINEAR
de: BEMASSUNGLINEAR

# _msg175
source: DIMRADIAL
de: BEMASSUNGRADIAL

# _msg176
source: DIMDIAMETRIC
de: BEMASSUNGDURCHMESSER

# _msg177
source: DIMANGULAR
de: BEMASSUNGWINKEL

# _msg178
source: UNKNOWN
de: UNBEKANNT

# _msg179
source: List entities
de: Objekte auflisten

# _msg180
source: Same properties
de: Gleiche Eigenschaften

# _msg181
source: select original entity:
de: Originalobjekt auswählen:

# _msg182
source: select entities to change
de: Objekte zum Ändern auswählen:

# _msg183
source: Sample plugin
de: Beispiel Plugin

# _msg184
source: Draw line
de: Zeichne Linie

# _msg185
source: Start X:
de: Anfang X:

# _msg186
source: Start Y:
de: Anfang Y:

# _msg187
source: End X:
de: Ende X:

# _msg188
source: End Y:
de: Ende Y:

# _msg189
source: Accept
de: Übernehmen

# _msg190
source: Cancel
de: Abbrechen

# _msg191
source: Start X is empty
de: Anfang X ist leer

# _msg192
source: Start Y is empty
de: Anfang Y ist leer

# _msg193
source: End X is empty
de: Ende X ist leer

# _msg194
source: End Y is empty
de: Ende Y ist leer

# _msg195
source: Sample plugin
de: Beispiel Plugin

# _msg196
source: Read PIC file
de: PIC Datei einlesen

# _msg197
source: import PIC file
de: PIC Datei importieren

# _msg198
source: File...
de: Datei...

# _msg199
source: Scale:
de: Skalierung:

# _msg200
source: Accept
de: Übernehmen

# _msg201
source: Cancel
de: Abbrechen

# _msg202
source: Select file
de: Datei auswählen

# _msg203
source: Scale Factor is empty or invalid
de: Skalierungsfaktor ist leer oder ungültig

# _msg204
source: The file %1 not exist
de: Die Datei %1 existiert nicht

# _msg205
source: Can't open the file %1
de: Kann Datei %1 nicht öffnen

# _msg206
source: %1 objects imported
de: %1 Objekte importiert

# _msg207
source: picPunto drawLine: first point is empty %1
de: PIC Import: Erster Punkt ist leer %1

# _msg208
source: picPunto drawLine: next point is empty %1
de: PIC Import: Endpunkt ist leer %1

# _msg209
source: format error in %1
de: Formatfehler in %1

# _msg214
source: Empty Entity
de: Leeres Objekt

# _msg218
source: Color
de: Farbe

# _msg219
source: Line type
de: Linientyp

# _msg220
source: Line thickness
de: Linienstärke

# _msg222
source: LINE
de: LINIE

# _msg223
source: from point
de: von Punkt

# _msg224
source: to point
de: zu Punkt

# _msg225
source: length
de: Länge

# _msg226
source: Angle in XY plane
de: Winkel in XY Ebene

# _msg227
source: Inc.
de: Ausdehnung

# _msg228
source: ARC
de: KREISBOGEN

# _msg229
source: center point
de: Mittelpunkt

# _msg231
source: initial angle
de: Startwinkel

# _msg232
source: final angle
de: Endwinkel

# _msg233
source: CIRCLE
de: KREIS

# _msg234
source: circumference
de: Umfang

# _msg235
source: area
de: Fläche

# _msg236
source: POLYLINE
de: POLYLINIE

# _msg237
source: Closed
de: Geschlossen

# _msg238
source: No
de: Nein

# _msg239
source: Yes
de: Ja

# _msg240
source: Vertices
de: Eckpunkte

# _msg241
source: in point
de: im Punkt

# _msg244
source: Cancel
de: Abbrechen

# _msg245
source: Draw a gear
de: Ein Zahnrad erstellen

# _msg246
source: Circular pitch
de: Teilkreisdurchmesser

# _msg247
source: Addendum
de: Zahnkopfhöhe

# _msg248
source: Dedendum
de: Zahnfusshöhe

# _msg249
source: Type
de: Typ

# _msg250
source: Spur
de: Stirnrad

# _msg251
source: Ring
de: Hohlrad

# _msg253
source: Plot equation
de: Gleichung plotten

# _msg254
source: This plugin allows you to plot mathematical equations. If you don't want to use the parametric form, just leave out "Equation2". You can use pi when you need the value of pi (i.e. (3*pi)). Use t or x in your equation as a variable/parameter.
de: Dieses Plugin ermöglicht es mathematische Gleichungen zu plotten. Wenn man nicht die parametrische Form verwenden möchte, lässt man einfach "Gleichung 2" weg. Man kann pi verwenden, wenn der Wert von Pi (d. h. (3*pi)) benötigt wird. Als Variable/Parameter der Gleichung kann t oder x verwendet werden.

# _msg255
source: Equation 1:
de: Gleichung 1:

# _msg256
source: Equation 2:
de: Gleichung 2:

# _msg257
source: start value:
de: Anfangswert:

# _msg258
source: end value:
de: Endwert:

# _msg259
source: step size:
de: Schrittweite:

# _msg260
source: Draw
de: Zeichnen

# _msg261
source: Cancel
de: Abbrechen

# _msg262
source: Line Segments
de: Liniensegmente

# _msg263
source: Polyline
de: Polylinie

# _msg264
source: SplinePoints
de: Splinepunkte

# _msg4
source: Format:
cs: Formát:
zh_cn: 格式：

# _msg37
source: Layer:
cs: Hladina:
fr: Calque :
zh_cn: 图层：

# _msg41
source: Import ESRI Shapefile
cs: Importovat ESRI shapefile
fr: Importer un fichier de formes ESRI
zh_cn: 导入ESRI形状文件

# _msg42
source: File...
cs: Soubor...
fr: Fichier...
zh_cn: 文件

# _msg43
source: File type:
cs: Typ souboru:
fr: Type de fichier :
zh_cn: 文件类型

# _msg44
source: Layer
cs: Hladina
fr: Calque
zh_cn: 图层

# _msg45
source: Import ESRI Shapefile
cs: Importovat ESRI shapefile
fr: Importer un fichier de formes ESRI
zh_cn: 导入ESRI形状文件

# _msg46
source: Unknown
cs: Neznámý
fr: Inconnu
zh_cn: 未知

# _msg47
source: Current
cs: Aktuální
fr: Actuel
zh_cn: 当前

# _msg48
source: From data:
cs: Z dat:
fr: À partir des données :
zh_cn: 从数据：

# _msg49
source: Color
cs: Barva
fr: Couleur
zh_cn: 颜色

# _msg50
source: Line type
cs: Druh čáry
fr: Type de trait
zh_cn: 线型

# _msg51
source: Width
cs: Šířka
fr: Épaisseur
zh_cn: 线宽

# _msg52
source: Point
cs: Bod
zh_cn: 点

# _msg53
source: as Point
cs: Jako bod
fr: en tant que point
zh_cn: 为点

# _msg54
source: as Label:
cs: Jako popisek:
fr: en tant qu'étiquette :
zh_cn: 为标识

# _msg55
source: Accept
cs: Přijmout
fr: Accepter
zh_cn: 同意

# _msg56
source: Cancel
cs: Zrušit
fr: Annuler
zh_cn: 取消

# _msg57
source: Select file
cs: Vyberte soubor
fr: Sélectionner un fichier
zh_cn: 选择文件

# _msg58
source: Point+Measure
cs: Bod+měřítko
fr: Point et mesure
zh_cn: 点及测量

# _msg59
source: 3D Point
cs: 3D bod
fr: Point 3D
zh_cn: 三维点

# _msg60
source: Multi Point
cs: Více bodů
fr: Points multiples
zh_cn: 多点

# _msg61
source: Multi Point+Measure
cs: Více bodů+měřítko
fr: Points multiples et mesure
zh_cn: 多点及测量

# _msg62
source: 3D Multi Point
cs: Více 3D bodů
fr: Points multiples 3D
zh_cn: 三维多点

# _msg63
source: Arc
cs: Oblouk
zh_cn: 弧

# _msg64
source: Arc+Measure
cs: Oblouk+měřítko
fr: Arc et mesure
zh_cn: 弧及测量

# _msg65
source: 3D Arc
cs: 3D oblouk
fr: Arc 3D
zh_cn: 三维弧

# _msg66
source: Polygon
cs: Mnohoúhelník
fr: Polygone
zh_cn: 多边形

# _msg67
source: Polygon+Measure
cs: Mnohoúhleník+měřítko
fr: Polygone et mesure
zh_cn: 多边形及测量

# _msg68
source: 3D Polygon
cs: 3D mnohoúhelník
fr: Polygone 3D
zh_cn: 三维多边形

# _msg70
source: The file %1 not have extension .shp
cs: Soubor %1 nemá příponu .shp
fr: Le fichier %1 n'a pas l'extension .shp
zh_cn: 文件%1扩展名不是.shp

# _msg71
source: The file %1 not exist
cs: Soubor %1 neexistuje
fr: Le fichier %1 est inexistant
zh_cn: 文件%1不存在

# _msg72
source: Align
cs: Zarovnat
fr: Aligner
zh_cn: 对齐

# _msg73
source: first base point:
cs: První základní bod:
fr: premier point de référence :
zh_cn: 第一个基准点：

# _msg74
source: first target point:
cs: První cílový bod:
fr: premier point cible :
zh_cn: 第一个目标点：

# _msg75
source: second base point:
cs: Druhý základní bod:
fr: deuxième point de référence :
zh_cn: 第二个目标点

# _msg76
source: second target point:
cs: Druhý cílový bod:
fr: deuxième point cible :
zh_cn: 第二个目标点：

# _msg98
source: Accept
cs: Přijmout
fr: Accepter
zh_cn: 同意

# _msg99
source: Cancel
cs: Zrušit
fr: Annuler
zh_cn: 取消

# _msg100
source: List entities
cs: Seznam prvků
fr: Lister les entités
zh_cn: 列出实体

# _msg101
source: n
cs: č.

# _msg102
source: Empty Entity
cs: Prázdný prvek
fr: Entité vide
zh_cn: 无实体

# _msg105
source: Layer
cs: Hladina
fr: Calque
zh_cn: 图层

# _msg106
source: Color
cs: Barva
fr: Couleur
zh_cn: 颜色

# _msg107
source: Line type
cs: Druh čáry
fr: Type de trait
zh_cn: 线型

# _msg108
source: Line thickness
cs: Tloušťka čáry
fr: Épaisseur de trait
zh_cn: 线宽

# _msg110
source: POINT
cs: BOD
zh_cn: 点

# _msg111
source: in point
cs: v bodě
fr: point
zh_cn: 于点

# _msg112
source: LINE
cs: ÚSEČKA
fr: LIGNE
zh_cn: 线段

# _msg113
source: from point
cs: z bodu
fr: depuis le point
zh_cn: 从点

# _msg114
source: to point
cs: do bodu
fr: jusqu'au point
zh_cn: 至点

# _msg115
source: length
cs: délka
fr: longueur
zh_cn: 长度

# _msg116
source: Angle in XY plane
cs: Úhel v rovině XY
fr: Angle dans le plan XY
zh_cn: 在XY平面内夹角

# _msg117
source: Inc.
cs: Rozdíl
zh_cn: 位移

# _msg118
source: ARC
cs: OBLOUK
zh_cn: 弧

# _msg119
source: center point
cs: střed
fr: centre
zh_cn: 中心点

# _msg120
source: radius
cs: poloměr
fr: rayon
zh_cn: 半径

# _msg121
source: initial angle
cs: počáteční úhel
fr: angle de départ
zh_cn: 起始角

# _msg122
source: final angle
cs: koncový úhel
fr: angle d'arrivée
zh_cn: 终止角

# _msg123
source: CIRCLE
cs: KRUŽNICE
fr: CERCLE
zh_cn: 圆

# _msg124
source: circumference
cs: obvod
fr: circonférence
zh_cn: 周长

# _msg125
source: area
cs: obsah
fr: aire
zh_cn: 面积

# _msg126
source: ELLIPSE
cs: ELIPSA
zh_cn: 椭圆

# _msg127
source: major axis
cs: hlavní osa
fr: grand axe
zh_cn: 主轴

# _msg128
source: CONSTRUCTIONLINE
cs: POMOCNÁ ÚSEČKA
fr: LIGNE DE CONSTRUCTION
zh_cn: 辅助线

# _msg130
source: SOLID
cs: TĚLESO
fr: SOLIDE
zh_cn: 区域阴影

# _msg131
source: MTEXT
cs: VTEXT
fr: TEXTE MULTILIGNE
zh_cn: 多行文字

# _msg133
source: INSERT
cs: VLOŽENÉ
fr: INSERTION
zh_cn: 插图

# _msg134
source: Name
cs: Název
fr: Nom
zh_cn: 名称

# _msg135
source: Insertion point
cs: Bod vložení
fr: Point d'insertion
zh_cn: 插入点

# _msg140
source: POLYLINE
cs: KŘIVKA
fr: LIGNE BRISÉE
zh_cn: 多线段

# _msg141
source: Closed
cs: Uzavřená
fr: Fermée
zh_cn: 闭合

# _msg142
source: No
cs: Ne
fr: Non
zh_cn: 否

# _msg143
source: Yes
cs: Ano
fr: Oui
zh_cn: 是

# _msg144
source: Vertices
cs: Uzly
fr: Sommets
zh_cn: 节点

# _msg145
source: IMAGE
cs: OBRÁZEK
zh_cn: 图像

# _msg146
source: SPLINE
cs: SPLAJNA
fr: CERCE
zh_cn: 样条曲线

# _msg147
source: SPLINEPOINTS
cs: BODY SPLAJNY
fr: POINTS DE CERCE

# _msg148
source: HATCH
cs: ŠRAFA
fr: HACHURES
zh_cn: 阴影

# _msg149
source: DIMLEADER
cs: ODKAZ
fr: REPÈRE DE COTATION
zh_cn: 引线标注

# _msg150
source: DIMALIGNED
cs: ZAROVNANÁ KÓTA
fr: COTATION ALIGNÉE
zh_cn: 对齐标注

# _msg151
source: DIMLINEAR
cs: PŘÍMÁ KÓTA
fr: COTATION LINÉAIRE
zh_cn: 线性标注

# _msg152
source: DIMRADIAL
cs: KÓTA POLOMĚRU
fr: COTATION RADIALE
zh_cn: 半径标注

# _msg153
source: DIMDIAMETRIC
cs: KÓTA PRŮMĚRU
fr: COTATION DIAMÉTRALE
zh_cn: 直径标注

# _msg154
source: DIMANGULAR
cs: KÓTA ÚHLU
fr: COTATION ANGULAIRE
zh_cn: 角度标注

# _msg155
source: UNKNOWN
cs: NEZNÁMÉ
fr: INCONNU
zh_cn: 未知

# _msg156
source: List entities
cs: Seznam prvků
fr: Lister les entités
zh_cn: 列实体

# _msg157
source: curvature
cs: křivost
zh_cn: 弧度

# _msg158
source: Draw
cs: Vykreslit

# _msg159
source: Same properties
cs: Stejné vlastnosti

# _msg160
source: select original entity:
cs: Vyberte původní prvek:

# _msg161
source: select entities to change
cs: Vyberte měněné prvky

# _msg162
source: Sample plugin
cs: Ukázkový zásuvný modul

# _msg163
source: Draw line
cs: Kreslit úsečku

# _msg164
source: Start X:
cs: Počátek X:

# _msg165
source: Start Y:
cs: Počátek Y:

# _msg166
source: End X:
cs: Konec X:

# _msg167
source: End Y:
cs: Konec Y:

# _msg168
source: Accept
cs: Přijmout

# _msg169
source: Cancel
cs: Zrušit

# _msg170
source: Start X is empty
cs: Počátek X není zadán

# _msg171
source: Start Y is empty
cs: Počátek Y není zadán

# _msg172
source: End X is empty
cs: Konec X není zadán

# _msg173
source: End Y is empty
cs: Konec Y není zadán

# _msg174
source: Sample plugin
cs: Ukázkový zásuvný modul

# _msg175
source: Read PIC file
cs: Načíst soubor PIC

# _msg176
source: import PIC file
cs: importovat soubor PIC

# _msg177
source: File...
cs: Soubor...

# _msg178
source: Scale:
cs: Měřítko:

# _msg179
source: Accept
cs: Přijmout

# _msg180
source: Cancel
cs: Zrušit

# _msg181
source: Select file
cs: Vyberte soubor

# _msg182
source: Scale Factor is empty or invalid
cs: Měřítko není zadáno nebo je neplatné

# _msg183
source: The file %1 not exist
cs: Soubor %1 neexistuje

# _msg184
source: Can't open the file %1
cs: Nelze otevřít soubor %1

# _msg185
source: %1 objects imported
cs: importováno %1 objektů

# _msg186
source: picPunto drawLine: first point is empty %1
cs: picPunto drawLine: první bod nezadán %1

# _msg187
source: picPunto drawLine: next point is empty %1
cs: picPunto drawLine: následující bod nezadán %1

# _msg188
source: format error in %1
cs: chyba formátu u %1

# _msg192
source: n
cs: č.

# _msg193
source: Empty Entity
cs: Prázdný prvek

# _msg196
source: Layer
cs: Hladina

# _msg197
source: Color
cs: Barva

# _msg198
source: Line type
cs: Druh čáry

# _msg199
source: Line thickness
cs: Tloušťka čáry

# _msg201
source: LINE
cs: ÚSEČKA

# _msg202
source: from point
cs: z bodu

# _msg203
source: to point
cs: do bodu

# _msg204
source: length
cs: délka

# _msg205
source: Angle in XY plane
cs: Úhel v rovině XY

# _msg206
source: Inc.
cs: Rozdíl

# _msg207
source: ARC
cs: OBLOUK

# _msg208
source: center point
cs: střed

# _msg209
source: radius
cs: poloměr

# _msg210
source: initial angle
cs: počáteční úhel

# _msg211
source: final angle
cs: koncový úhel

# _msg212
source: CIRCLE
cs: KRUŽNICE

# _msg213
source: circumference
cs: obvod

# _msg214
source: area
cs: obsah

# _msg215
source: POLYLINE
cs: KŘIVKA

# _msg216
source: Closed
cs: Uzavřená

# _msg217
source: No
cs: Ne

# _msg218
source: Yes
cs: Ano

# _msg219
source: Vertices
cs: Uzly

# _msg220
source: in point
cs: v bodě

# _msg223
source: Cancel
cs: Zrušit

# _msg224
source: Plot plugin
cs: Zásuvný modul Vykreslit

# _msg225
source: Plot equation
cs: Vykreslit rovnici

# _msg226
source: This plugin allows you to plot mathematical equations. If you don't want to use the parametric form, just leave out "Equation2". You can use pi when you need the value of pi (i.e. (3*pi)). Use t or x in your equation as a variable/parameter.
cs: Tento zásuvný modul umožňuje vykreslovat matematické rovnice. Pokud nechcete použít parametrický tvar, vynechte pole "Rovnice 2". V případě potřeby lze použít hodnotu pi (například (3*pi)). Jako proměnnou (parametr) rovnice použijte t nebo x.

# _msg227
source: Equation 1:
cs: Rovnice 1:

# _msg228
source: Equation 2:
cs: Rovnice 2:
