Repository: LibreCAD/LibreCAD
Catalog: plugins/ts/plugins_*.xlf
Languages: cs, de, fr, lv, zh_cn

# _msg229
source: start value:
cs: počáteční hodnota:

# _msg230
source: end value:
cs: koncová hodnota:

# _msg231
source: step size:
cs: velikost kroku:

# _msg232
source: Draw
cs: Vykreslit

# _msg233
source: Cancel
cs: Zrušit

# _msg234
source: Line Segments
cs: Segmenty čáry

# _msg235
source: Polyline
cs: Křivka

# _msg236
source: SplinePoints
cs: Body splajny

# _msg77
source: Gear creation plugin
fr: Greffon de création de roue dentée

# _msg78
source: Gear plugin
fr: Greffon de roue dentée

# _msg79
source: Number of teeth
fr: Nombre de dents

# _msg80
source: Pressure angle (deg)
fr: Angle de pression (degrés)

# _msg129
source: OVERLAYBOX
fr: SURCOUCHE
zh_cn: 图形框

# _msg132
source: TEXT
fr: TEXTE
zh_cn: 文字

# _msg136
source: Scale
fr: Échelle

# _msg138
source: Columns/Rows
fr: Colonnes / Lignes

# _msg139
source: Column/Row Spacing
fr: Espacement des colonnes/lignes

# _msg157
source: Same properties
fr: Mêmes propriétés

# _msg158
source: select original entity:
fr: sélectionner l'entité de référence :

# _msg159
source: select entities to change
fr: sélectionner l'entité à modifier

# _msg160
source: Sample plugin
fr: Exemple de greffon

# _msg161
source: Draw line
fr: Tracer une ligne

# _msg162
source: Start X:
fr: Départ X :

# _msg163
source: Start Y:
fr: Départ Y :

# _msg164
source: End X:
fr: Arrivée X :

# _msg165
source: End Y:
fr: Arrivée Y :

# _msg166
source: Accept
fr: Accepter

# _msg167
source: Cancel
fr: Annuler

# _msg168
source: Start X is empty
fr: L'abscisse de départ est vide

# _msg169
source: Start Y is empty
fr: L'ordonnée de départ est vide

# _msg170
source: End X is empty
fr: L'abscisse d'arrivée est vide

# _msg171
source: End Y is empty
fr: L'ordonnée d'arrivée est vide

# _msg172
source: Sample plugin
fr: Exemple de greffon

# _msg173
source: Read PIC file
fr: Lire un fichier PIC

# _msg174
source: import PIC file
fr: importer un fichier PIC

# _msg175
source: File...
fr: Fichier...

# _msg176
source: Scale:
fr: Échelle :

# _msg177
source: Accept
fr: Accepter

# _msg178
source: Cancel
fr: Annuler

# _msg179
source: Select file
fr: Sélectionner un fichier

# _msg180
source: Scale Factor is empty or invalid
fr: Le facteur d'échelle est vide ou invalide

# _msg181
source: The file %1 not exist
fr: Le fichier %1 est inexistant

# _msg182
source: Can't open the file %1
fr: Impossible d'ouvrir le fichier %1

# _msg183
source: %1 objects imported
fr: %1 objets importés

# _msg184
source: picPunto drawLine: first point is empty %1
fr: picPunto drawLine: le premier point est vide %1

# _msg185
source: picPunto drawLine: next point is empty %1
fr: picPunto drawLine: le premier suivant est vide %1

# _msg186
source: format error in %1
fr: erreur de format dans %1

# _msg191
source: Empty Entity
fr: Entité vide

# _msg194
source: Layer
fr: Calque

# _msg195
source: Color
fr: Couleur

# _msg196
source: Line type
fr: Type de trait

# _msg197
source: Line thickness
fr: Épaisseur de trait

# _msg199
source: LINE
fr: LIGNE

# _msg200
source: from point
fr: depuis le point

# _msg201
source: to point
fr: jusqu'au point

# _msg202
source: length
fr: longueur

# _msg203
source: Angle in XY plane
fr: Angle dans le plan XY

# _msg206
source: center point
fr: centre

# _msg207
source: radius
fr: rayon

# _msg208
source: initial angle
fr: angle de départ

# _msg209
source: final angle
fr: angle d'arrivée

# _msg210
source: CIRCLE
fr: CERCLE

# _msg211
source: circumference
fr: circonférence

# _msg212
source: area
fr: aire

# _msg213
source: POLYLINE
fr: LIGNE BRISÉE

# _msg214
source: Closed
fr: Fermée

# _msg215
source: No
fr: Non

# _msg216
source: Yes
fr: Oui

# _msg217
source: Vertices
fr: Sommets

# _msg218
source: in point
fr: point

# _msg221
source: Cancel
fr: Annuler

# _msg222
source: Draw a gear
fr: Tracer une roue dentée

# _msg223
source: Circular pitch
fr: Pas circulaire

# _msg224
source: Addendum
fr: Saillie

# _msg225
source: Dedendum
fr: Creux

# _msg227
source: Spur
fr: Roue

# _msg228
source: Ring
fr: Couronne

# _msg229
source: Plot plugin
fr: Tracé de courbe représentative

# _msg230
source: Plot equation
fr: Tracer la courbe représentative d'une équation

# _msg231
source: This plugin allows you to plot mathematical equations. If you don't want to use the parametric form, just leave out "Equation2". You can use pi when you need the value of pi (i.e. (3*pi)). Use t or x in your equation as a variable/parameter.
fr: Ce greffon vous permet de tracer la courbe représentative d'une équation. Si vous ne souhaitez pas utiliser la forme paramétrique, laissez le champ "Équation 2" vide. Vous pouvez utiliser "pi" lorsque vous avez besoin de la valeur de Pi 'par exemple (3*pi)). Utilisez les variables t ou x dans votre équation.

# _msg232
source: Equation 1:
fr: Équation 1 :

# _msg233
source: Equation 2:
fr: Équation 2 :

# _msg234
source: start value:
fr: valeur de départ :

# _msg235
source: end value:
fr: valeur d'arrivée :

# _msg236
source: step size:
fr: pas :

# _msg237
source: Draw
fr: Tracer

# _msg238
source: Cancel
fr: Annuler

# _msg239
source: Line Segments
fr: Segments de ligne

# _msg240
source: Polyline
fr: Ligne brisée

# _msg241
source: SplinePoints
fr: Points de cerce

# _msg2
source: Import ESRI Shapefile
lv: Importēt ESRI figūru datni

# _msg3
source: Align
lv: Līdzināt

# _msg4
source: first base point:
lv: pirmais bāzes punkts:

# _msg5
source: first target point:
lv: pirmais mērķa punkts:

# _msg6
source: second base point:
lv: otrais bāzes punkts:

# _msg7
source: second target point:
lv: otrais mērķa punkts:

# _msg10
source: List entities
lv: Objektu saraksts

# _msg12
source: Empty Entity
lv: Tukšs objekts

# _msg15
source: Layer
lv: Slānis

# _msg16
source: Color
lv: Krāsa

# _msg17
source: Line type
lv: Līnijas tips

# _msg18
source: Line thickness
lv: Līnijas biezums

# _msg20
source: POINT
lv: PUNKTS

# _msg21
source: in point
lv: punktā

# _msg22
source: LINE
lv: LĪNIJA

# _msg23
source: from point
lv: no punkta

# _msg24
source: to point
lv: uz punktu

# _msg25
source: length
lv: garums

# _msg26
source: Angle in XY plane
lv: Leņķis XY plaknē

# _msg27
source: Inc.
lv: SIA

# _msg28
source: ARC
lv: LOKS

# _msg29
source: center point
lv: centra punkts

# _msg30
source: radius
lv: rādiuss

# _msg31
source: initial angle
lv: sākotnējais leņķis

# _msg32
source: final angle
lv: beigu leņķis

# _msg33
source: CIRCLE
lv: RIŅĶIS

# _msg34
source: circumference
lv: perimetrs

# _msg35
source: area
lv: laukums

# _msg36
source: ELLIPSE
lv: ELIPSE

# _msg37
source: major axis
lv: primārā ass

# _msg38
source: CONSTRUCTIONLINE
lv: KONSTRUKCIJASLĪNIJA

# _msg39
source: OVERLAYBOX
lv: PĀRKLĀJUMAKASTE

# _msg40
source: SOLID
lv: VIENLAIDUS

# _msg41
source: MTEXT
lv: VTEKSTS

# _msg42
source: TEXT
lv: TEKSTS

# _msg43
source: INSERT
lv: IEVIETOT

# _msg44
source: Name
lv: Nosaukums

# _msg45
source: Insertion point
lv: Ievietošanas punkts

# _msg46
source: POLYLINE
lv: LAUZTALĪNIJA

# _msg47
source: Closed
lv: Aizvērts

# _msg48
source: No
lv: Nē

# _msg49
source: Yes
lv: Jā

# _msg50
source: Vertices
lv: Virsotnes

# _msg51
source: IMAGE
lv: ATTĒLS

# _msg52
source: SPLINE
lv: SPLAINS

# _msg53
source: HATCH
lv: SVĪTROJUMS

# _msg54
source: DIMLEADER
lv: DIMNORĀDE

# _msg55
source: DIMALIGNED
lv: DIMLĪDZINĀTS

# _msg56
source: DIMLINEAR
lv: DIMLINEĀRS

# _msg57
source: DIMRADIAL
lv: DIMRADIĀLS

# _msg58
source: DIMDIAMETRIC
lv: DIMDIAMETRISKS

# _msg59
source: DIMANGULAR
lv: DIMLEŅĶISKS

# _msg60
source: UNKNOWN
lv: NEZINĀMS

# _msg66
source: Same properties
lv: Tās pašas īpašības

# _msg67
source: select original entity:
lv: izvēlieties sākotnējo objektu:

# _msg68
source: select entities to change
lv: izvēlieties maināmos objektus

# _msg69
source: Sample plugin
lv: Parauga spraudnis

# _msg72
source: Read ascii points
lv: Lasīt ascii punktus

# _msg73
source: File...
lv: Datne...

# _msg74
source: Format:
lv: Formāts:

# _msg75
source: Space Separator
lv: Atstarpes atdalītājs

# _msg76
source: Tab Separator
lv: Tabulācijas atdalītājs

# _msg77
source: Comma Separator
lv: Komata atdalītājs

# _msg78
source: Space in Columns
lv: Atstarpe kolonnās

# _msg79
source: *.odb for Psion 2
lv: *.odb Psion 2

# _msg80
source: Connect points
lv: Savienot punktus

# _msg81
source: 2D Point
lv: 2D punkts

# _msg82
source: Draw 2D Point
lv: Zīmēt 2D punktu

# _msg83
source: 3D Point
lv: 3D punkts

# _msg84
source: Draw 3D Point
lv: Zīmēt 3D punktu

# _msg85
source: Point Number
lv: Punkta numurs

# _msg86
source: Draw point number
lv: Zīmēt punkta numuru

# _msg87
source: Point Elevation
lv: Punkta pacēlums

# _msg88
source: Draw point elevation
lv: Zīmēt punkta pacēlumu

# _msg89
source: Point Code
lv: Punkta kods

# _msg90
source: Draw point code
lv: Zīmēt punkta kodu

# _msg91
source: Accept
lv: Pieņemt

# _msg92
source: Cancel
lv: Atcelt

# _msg93
source: Select file
lv: Izvēlieties datni

# _msg94
source: Point 2D layer is empty
lv: Punkta 2D slānis ir tukšs

# _msg95
source: Point 3D layer is empty
lv: Punkta 3D slānis ir tukšs

# _msg96
source: Point elevation layer is empty
lv: Punkta pacēluma slānis ir tukšs

# _msg97
source: Point elevation height is empty
lv: Punkta pacēluma augstums ir tukšs

# _msg98
source: Point elevation separation is empty
lv: Punkta pacēluma atdalīšana ir tukša

# _msg99
source: Point number layer is empty
lv: Punkta numura slānis ir tukšs

# _msg100
source: Point number height is empty
lv: Punkta numura augstums ir tukšs

# _msg101
source: Point number separation is empty
lv: Punkta skaitļa atdalīšana ir tukša

# _msg102
source: Point code layer is empty
lv: Punkta koda slānis ir tukšs

# _msg103
source: Point code height is empty
lv: Punkta koda augstums ir tukšs

# _msg104
source: Point code separation is empty
lv: Punkta koda atdalīšana ir tukša

# _msg105
source: The file %1 not exist
lv: Datne %1 neeksistē

# _msg106
source: Can't open the file %1
lv: Nevar atvērt datni %1

# _msg107
source: File...
lv: Datne...

# _msg108
source: File type:
lv: Datnes tips:

# _msg109
source: Layer
lv: Slānis

# _msg110
source: Import ESRI Shapefile
lv: Importēt ESRI figūru datni

# _msg111
source: Unknown
lv: Nezināms

# _msg112
source: Current
lv: Pašreizējais

# _msg113
source: From data:
lv: No datiem:

# _msg114
source: Color
lv: Krāsa

# _msg115
source: Line type
lv: Līnijas tips

# _msg116
source: Width
lv: Platums

# _msg117
source: Point
lv: Punkts

# _msg118
source: as Point
lv: kā punkts

# _msg119
source: as Label:
lv: kā etiķete:

# _msg120
source: Accept
lv: Pieņemt

# _msg121
source: Cancel
lv: Atcelt

# _msg122
source: Select file
lv: Izvēlieties datni

# _msg123
source: Point+Measure
lv: Punkts + mērs

# _msg124
source: 3D Point
lv: 3D punkts

# _msg125
source: Multi Point
lv: Vairāki punkti

# _msg126
source: Multi Point+Measure
lv: Vairāki punkti + mērs

# _msg127
source: 3D Multi Point
lv: 3D vairāki punkti

# _msg128
source: Arc
lv: Loks

# _msg129
source: Arc+Measure
lv: Loks + mērs

# _msg130
source: 3D Arc
lv: 3D loks

# _msg131
source: Multipatch
lv: Vairāku posmu

# _msg132
source: The file %1 not have extension .shp
lv: Datnei %1 nav paplašinājuma .shp

# _msg133
source: The file %1 not exist
lv: Datne %1 neeksistē

# _msg134
source: Polygon
lv: Daudzstūris

# _msg135
source: Polygon+Measure
lv: Daudzstūris + mērs

# _msg136
source: 3D Polygon
lv: 3D daudzstūris

# _msg141
source: Empty Entity
lv: Tukšs objekts

# _msg144
source: Layer
lv: Slānis

# _msg145
source: Color
lv: Krāsa

# _msg146
source: Line type
lv: Līnijas tips

# _msg147
source: Line thickness
lv: Līnijas biezums

# _msg149
source: LINE
lv: LĪNIJA

# _msg150
source: from point
lv: no punkta

# _msg151
source: to point
lv: uz punktu

# _msg152
source: length
lv: garums

# _msg153
source: Angle in XY plane
lv: Leņķis XY plaknē

# _msg154
source: Inc.
lv: SIA

# _msg155
source: ARC
lv: LOKS

# _msg156
source: center point
lv: centra punkts

# _msg157
source: radius
lv: rādiuss

# _msg158
source: initial angle
lv: sākotnējais leņķis

# _msg159
source: final angle
lv: beigu leņķis

# _msg160
source: CIRCLE
lv: RIŅĶIS

# _msg161
source: circumference
lv: perimetrs

# _msg162
source: area
lv: laukums

# _msg168
source: in point
lv: punktā

# _msg171
source: Cancel
lv: Atcelt

# _msg174
source: Accept
lv: Pieņemt

# _msg175
source: Cancel
lv: Atcelt

# _msg193
source: List entities
lv: Objektu saraksts

# _msg194
source: Draw line
lv: Zīmēt līniju

# _msg195
source: Start X:
lv: Sākuma X:

# _msg196
source: Start Y:
lv: Sākuma Y:

# _msg197
source: End X:
lv: Beigu X:

# _msg198
source: End Y:
lv: Beigu Y:

# _msg199
source: Accept
lv: Pieņemt

# _msg200
source: Cancel
lv: Atcelt

# _msg201
source: Start X is empty
lv: Sākuma X ir tukšs

# _msg202
source: Start Y is empty
lv: Sākuma Y ir tukšs

# _msg203
source: End X is empty
lv: Beigu X ir tukšs

# _msg204
source: End Y is empty
lv: Beigu Y ir tukšs

# _msg205
source: Sample plugin
lv: Parauga spraudnis

# _msg206
source: File...
lv: Datne...

# _msg208
source: Accept
lv: Pieņemt

# _msg209
source: Cancel
lv: Atcelt

# _msg210
source: Select file
lv: Izvēlieties datni

# _msg212
source: The file %1 not exist
lv: Datne %1 neeksistē

# _msg213
source: Can't open the file %1
lv: Nevar atvērt datni %1

# _msg218
source: Plot plugin
lv: Grafiku spraudnis

# _msg219
source: Plot equation
lv: Grafika vienādojums

# _msg220
source: This plugin allows you to plot mathematical equations. If you don't want to use the parametric form, just leave out "Equation2". You can use pi when you need the value of pi (i.e. (3*pi)). Use t or x in your equation as a variable/parameter.
lv: Šis spraudnis ļauj attēlot matemātiskos vienādojumus. Ja nevēlaties izmantot parametrisko formu, vienkārši izlaidiet “Vienādojums 2”. Varat izmanto “pi”, ja ir vajadzīga π vērtība (piemēram, 3*pi). Izmantojiet savos vienādojums t vai x kā mainīgos/parametrus.

# _msg221
source: Equation 1:
lv: Vienādojums 1:

# _msg222
source: Equation 2:
lv: Vienādojums 2:

# _msg223
source: start value:
lv: sākuma vērtība:

# _msg224
source: end value:
lv: beigu vērtība:

# _msg225
source: step size:
lv: soļa vērtība:

# _msg226
source: Draw
lv: Zīmēt

# _msg227
source: Cancel
lv: Atcelt

# _msg231
source: Layer:
lv: Slānis:

# _msg232
source: Style:
lv: Stils:

# _msg233
source: Separation
lv: Atdalīšana

# _msg234
source: Height:
lv: Augstums:

# _msg235
source: curvature
lv: izliekums

# _msg236
source: Poligon
lv: Daudzstūris

# _msg237
source: Poligon+Measure
lv: Daudzstūris + mērs

# _msg238
source: 3D Poligon
lv: 3D daudzstūris

# _msg239
source: Draw
lv: Zīmēt

# _msg240
source: Heigth:
lv: Augstums:

# _msg69
source: Multipatch
zh_cn: 多块

# _msg109
source: ID
zh_cn: 编号

# _msg158
source: Poligon
zh_cn: 多边形

# _msg159
source: Heigth:
zh_cn: 高度：

# _msg160
source: Same properties
zh_cn: 相同属性

# _msg161
source: select original entity:
zh_cn: 选择原始实体

# _msg162
source: select entities to change
zh_cn: 选择需要改变的实体

# _msg163
source: Sample plugin
zh_cn: 插件范例

# _msg164
source: Draw line
zh_cn: 显示线段

# _msg165
source: Start X:
zh_cn: 起始X：

# _msg166
source: Start Y:
zh_cn: 起始Y：

# _msg167
source: End X:
zh_cn: 终止X：

# _msg168
source: End Y:
zh_cn: 终止Y：

# _msg169
source: Accept
zh_cn: 同意

# _msg170
source: Cancel
zh_cn: 取消

# _msg171
source: Start X is empty
zh_cn: 起始X为空

# _msg172
source: Start Y is empty
zh_cn: 起始Y为空

# _msg173
source: End X is empty
zh_cn: 终止X为空

# _msg174
source: End Y is empty
zh_cn: 终止Y为空

# _msg175
source: Sample plugin
zh_cn: 插件范例

# _msg180
source: Accept
zh_cn: 同意

# _msg181
source: Cancel
zh_cn: 取消

# _msg182
source: Select file
zh_cn: 选择文件

# _msg184
source: The file %1 not exist
zh_cn: 文件%1不存在

# _msg185
source: Can't open the file %1
zh_cn: 不能打开文件%1

# _msg194
source: Empty Entity
zh_cn: 无实体

# _msg197
source: Layer
zh_cn: 图层

# _msg198
source: Color
zh_cn: 颜色

# _msg199
source: Line type
zh_cn: 线型

# _msg200
source: Line thickness
zh_cn: 线宽

# _msg201
source: ID
zh_cn: 编号

# _msg202
source: LINE
zh_cn: 线段

# _msg203
source: from point
zh_cn: 从点

# _msg204
source: to point
zh_cn: 至点

# _msg205
source: length
zh_cn: 长度

# _msg206
source: Angle in XY plane
zh_cn: 在XY平面内夹角

# _msg207
source: Inc.
zh_cn: 位移

# _msg208
source: ARC
zh_cn: 弧

# _msg209
source: center point
zh_cn: 中心点

# _msg210
source: radius
zh_cn: 半径

# _msg211
source: initial angle
zh_cn: 起始角

# _msg212
source: final angle
zh_cn: 终止角

# _msg213
source: CIRCLE
zh_cn: 圆

# _msg214
source: circumference
zh_cn: 周长

# _msg215
source: area
zh_cn: 面积

# _msg216
source: POLYLINE
zh_cn: 多线段

# _msg217
source: Closed
zh_cn: 闭合

# _msg218
source: No
zh_cn: 否

# _msg219
source: Yes
zh_cn: 是

# _msg220
source: Vertices
zh_cn: 节点

# _msg221
source: in point
zh_cn: 于点

# _msg224
source: Cancel
zh_cn: 取消

# _msg234
source: Cancel
zh_cn: 取消
