Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1288
source: Distance from original polyline
zh_tw: 與原折線的距離

# _msg1289
source: Copies:
zh_tw: 複本：

# _msg1290
source: Select object:
zh_tw: 選取物件：

# _msg1291
source: Cancel
zh_tw: 取消

# _msg1292
source: Cancel
zh_tw: 取消

# _msg1293
source: Select objects:
zh_tw: 選取物件：

# _msg1294
source: Cancel
zh_tw: 取消

# _msg1295
source: Categories
zh_tw: 類別

# _msg1296
source: &File
zh_tw: 檔案

# _msg1297
source: Import
zh_tw: 匯入

# _msg1298
source: &Edit
zh_tw: 編輯

# _msg1299
source: Pl&ugins
zh_tw: 插件

# _msg1300
source: &Tools
zh_tw: 工具

# _msg1301
source: Dime&nsion
zh_tw: 標註

# _msg1302
source: &Order
zh_tw: 順序

# _msg1303
source: Dock Wid&gets
zh_tw: Dock 工具

# _msg1304
source: Order
zh_tw: 順序

# _msg1305
source: &View
zh_tw: 檢視

# _msg1306
source: Select
zh_tw: 選取

# _msg1307
source: Line
zh_tw: 線

# _msg1308
source: Circle
zh_tw: 圓

# _msg1309
source: &Curve
zh_tw: 曲線

# _msg1310
source: Curve
zh_tw: 曲線

# _msg1311
source: Ellipse
zh_tw: 橢圓

# _msg1312
source: Polyline
zh_tw: 折線

# _msg1313
source: Dimension
zh_tw: 標註

# _msg1314
source: Modify
zh_tw: 修改

# _msg1315
source: Info
zh_tw: 資訊

# _msg1316
source: Pen
zh_tw: 畫筆

# _msg1317
source: Dock Areas
zh_tw: Dock 面積

# _msg1318
source: &Options
zh_tw: 選項

# _msg1319
source: &Drawings
zh_tw: 繪圖

# _msg1320
source: LibreCAD Help
zh_tw: LibreCAD 説明

# _msg1321
source: &Toolbars
zh_tw: 工具列

# _msg1322
source: &Select
zh_tw: 選取

# _msg1323
source: &Line
zh_tw: 線

# _msg1324
source: &Circle
zh_tw: 圓

# _msg1325
source: &Ellipse
zh_tw: 橢圓

# _msg1326
source: &Polyline
zh_tw: 折線

# _msg1327
source: &Modify
zh_tw: 修改

# _msg1328
source: &Info
zh_tw: 資訊

# _msg1329
source: &Help
zh_tw: 說明

# _msg1330
source: Snap Selection
zh_tw: 選擇貼齊

# _msg1331
source: Tool Options
zh_tw: 工具選項

# _msg1332
source: Layer List
zh_tw: 圖層清單

# _msg1333
source: Block List
zh_tw: 圖塊清單

# _msg1334
source: Library Browser
zh_tw: 資料庫瀏覽器

# _msg1335
source: File
zh_tw: 檔案

# _msg1336
source: Export
zh_tw: 匯出

# _msg1337
source: Edit
zh_tw: 編輯

# _msg1338
source: View
zh_tw: 視圖

# _msg1339
source: Creators
zh_tw: 建立者

# _msg1340
source: Quick Tools
zh_tw: 快速工具

# _msg1341
source: Dock Areas
zh_tw: Dock 面積

# _msg1342
source: About
zh_tw: 關於

# _msg1343
source: Command line
zh_tw: 指令列

# _msg1344
source: &Cascade
zh_tw: 重疊顯示

# _msg1345
source: &Tile
zh_tw: 並排

# _msg1346
source: Tile &Vertically
zh_tw: 垂直並排

# _msg1347
source: Tile &Horizontally
zh_tw: 水平並排

# _msg1348
source: Ta&b mode
zh_tw: 分頁模式

# _msg1349
source: Recent Files
zh_tw: 最近使用過的檔案

# _msg1350
source: Saving drawing: %1
zh_tw: 儲存繪圖：%1

# _msg1351
source: Save cancelled
zh_tw: 取消儲存

# _msg1352
source: Closing Drawing
zh_tw: 關閉繪圖

# _msg1353
source: Save changes to the following item? %1
zh_tw: 儲存下列項目的變更？ %1

# _msg1354
source: &Save
zh_tw: 儲存

# _msg1355
source: Save &as...
zh_tw: 儲存為...

# _msg1356
source: &Save %1
zh_tw: 儲存 %1

# _msg1357
source: Save %1 &as...
zh_tw: 將 %1 儲存為...

# _msg1358
source: &Window mode
zh_tw: 視窗模式

# _msg1359
source: &Layout
zh_tw: 配置

# _msg1360
source: Rounded
zh_tw: 圓角

# _msg1361
source: Triangular
zh_tw: 三角的

# _msg1362
source: North
zh_tw: 北

# _msg1363
source: South
zh_tw: 南

# _msg1364
source: East
zh_tw: 東

# _msg1365
source: West
zh_tw: 西

# _msg1366
source: &Arrange
zh_tw: 排列

# _msg1367
source: &Maximized
zh_tw: 最大化

# _msg1368
source: Creating new file...
zh_tw: 新建圖檔...

# _msg1369
source: Block '%1'
zh_tw: 圖塊'%1'

# _msg1370
source: unnamed document %1
zh_tw: 未命名文件 %1

# _msg1371
source: New Drawing created.
zh_tw: 新繪圖已建立。

# _msg1372
source: New document from template:
zh_tw: 從範本新建文件：

# _msg1373
source: Select Template aborted
zh_tw: 選擇範本中止

# _msg1378
source: Compiler: Microsoft C/C++ %1.%2.%3.%4
zh_tw: 編譯器：微軟 C/C++%1.%2.%3.%4

# _msg1379
source: Boost Version: %1.%2.%3
zh_tw: 增強版：%1.%2.%3

# _msg1380
source: Copy
zh_tw: 複製

# _msg1381
source: Contributors
zh_tw: 執筆

# _msg1382
source: License
zh_tw: 授權

# _msg1383
source: The Code
zh_tw: 程式碼

# _msg1384
source: System
zh_tw: 系統

# _msg1385
source: Toolbars
zh_tw: 工具列

# _msg1386
source: Dockwidgets
zh_tw: Dock 工具

# _msg1387
source: Opening recent file...
zh_tw: 開啟最近的檔案...

# _msg1388
source: Toolbar Creator
zh_tw: 工具列建立者

# _msg1389
source: Menu Creator
zh_tw: 功能表建立者

# _msg1390
source: Menu Assigner
zh_tw: 功能表分配者

# _msg1391
source: Warning: File already opened :
zh_tw: 警告：檔案已開啟：

# _msg1392
source: Export as PDF
zh_tw: 匯出為 PDF

# _msg1393
source: Cannot open the file %1 Please check the permissions.
zh_tw: 無法開啟檔案 %1 請檢查檔案權限。

# _msg1394
source: Grid Status
zh_tw: 格點狀態

# _msg1395
source: Loaded document:
zh_tw: 載入的文件：

# _msg1396
source: Opening aborted
zh_tw: 已中止開啟

# _msg1397
source: Saving drawing...
zh_tw: 繪圖儲存中...

# _msg1398
source: Saved drawing: %1
zh_tw: 已儲存繪圖: %1

# _msg1399
source: Cannot save the file
zh_tw: 無法儲存檔案

# _msg1400
source: , please check the filename and permissions.
zh_tw: ，請檢查檔案名和權限。

# _msg1401
source: Compiler: Clang %1.%2.%3
zh_tw: 編譯器：Clang %1.%2.%3

# _msg1402
source: Compiler: GNU GCC %1.%2.%3
zh_tw: 編譯器：GNU GCC %1.%2.%3

# _msg1403
source: Qt Version: %1
zh_tw: Qt 版本：%1

# _msg1404
source: Cannot open the file %1 Please check its existence and permissions.
zh_tw: 無法開啟檔案 %1 請檢查檔案是否存在及其權限。

# _msg1405
source: File '%1' does not exist. Opening aborted
zh_tw: 檔案'%1'不存在。已中止開啟。

# _msg1406
source: Save All cancelled
zh_tw: 取消全部儲存

# _msg1407
source: Auto-saving drawing...
zh_tw: 繪圖自動儲存中...

# _msg1408
source: Auto-saved drawing
zh_tw: 自動儲存繪圖

# _msg1409
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
zh_tw: 無法自動儲存檔案 %1 請檢查檔案權限。 自動儲存停用。

# _msg1410
source: Auto-saving failed
zh_tw: 自動儲存失敗

# _msg1411
source: Exporting drawing...
zh_tw: 正在匯出繪圖...

# _msg1412
source: Export as
zh_tw: 匯出為

# _msg1413
source: Exported: %1
zh_tw: 已匯出：%1

# _msg1414
source: Exporting...
zh_tw: 匯出中...

# _msg1415
source: Export complete
zh_tw: 匯出完成

# _msg1416
source: Export failed!
zh_tw: 匯出失敗！

# _msg1417
source: Close All cancelled
zh_tw: 已取消關閉全部

# _msg1418
source: Printing...
zh_tw: 列印中...

# _msg1419
source: Printing complete
zh_tw: 列印完成

# _msg1420
source: Print preview for %1
zh_tw: 預覽列印 %1

# _msg1421
source: Exiting application...
zh_tw: 退出應用程式...

# _msg1422
source: Version: %1
zh_tw: 版本：%1

# _msg1423
source: Device Options
zh_tw: 設備選項

# _msg1424
source: Device
zh_tw: 設備

# _msg1425
source: Compiled on: %1
zh_tw: 編譯：%1

# _msg1426
source: Warning
zh_tw: 警告

# _msg1427
source: Pen Wizard
zh_tw: 畫筆精靈

# _msg1428
source: Export to ProNest
zh_tw: 匯出至 ProNest

# _msg1430
source: Invalid objects removed:
zh_tw: 移除的無效物件：

# _msg1431
source: License
zh_tw: 授權

# _msg1432
source: Su&b-Window mode
zh_tw: 子視窗模式

# _msg1433
source: Cannot save the file %1 Please check the permissions.
zh_tw: 無法儲存檔案 %1 請檢查檔案權限。

# _msg1434
source: Saving drawing under new filename...
zh_tw: 以新檔名儲存繪圖...

# _msg1435
source: Do you really want to close the drawing?
zh_tw: 您確定要關閉這個繪圖？

# _msg1436
source: Do you really want to close the file %1?
zh_tw: 您確定要關閉這個檔案嗎 %1？

# _msg1437
source: Closing Drawing
zh_tw: 關閉繪圖

# _msg1438
source: Paper Format
zh_tw: 圖紙格式

# _msg1439
source: Paper &Height:
zh_tw: 圖紙高度：

# _msg1440
source: Paper &Width:
zh_tw: 圖紙寬度：

# _msg1441
source: Oblique:
zh_tw: 傾斜：

# _msg1442
source: Save As...
zh_tw: 儲存為…

# _msg1443
source: Specify radius
zh_tw: 指定半徑

# _msg1444
source: Not a valid expression
zh_tw: 表示式無效

# _msg1445
source: Enter rotation angle:
zh_tw: 輸入旋轉角度：

# _msg1446
source: Save Drawing
zh_tw: 儲存繪圖

# _msg1447
source: This file is set to read-only.
zh_tw: 這個檔案設定為唯讀檔。

# _msg1448
source: Try again with a different file name.
zh_tw: 請用不同的檔名重試。

# _msg1449
source: escape
zh_tw: 跳出

# _msg1450
source: Selection
zh_tw: 選擇

# _msg1452
source: Current Layer
zh_tw: 目前圖層

# _msg1453
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Name of Current Active Layer</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">目前使用的圖層名稱</p></body></html>

# _msg1454
source: Block Settings
zh_tw: 圖塊設定

# _msg1455
source: Block Name:
zh_tw: 圖塊名稱：

# _msg1456
source: Renaming Block
zh_tw: 重新命名圖塊

# _msg1457
source: Could not name block. A block named "%1" already exists.
zh_tw: 無法命名圖塊。名為"%1"的圖塊已存在。

# _msg1458
source: Show all blocks
zh_tw: 顯示所有圖塊

# _msg1459
source: Hide all blocks
zh_tw: 隱藏所有圖塊

# _msg1460
source: Create Block
zh_tw: 建立圖塊

# _msg1461
source: Add an empty block
zh_tw: 新增空白圖塊

# _msg1462
source: Remove the active block
zh_tw: 移除當前圖塊

# _msg1463
source: Rename the active block
zh_tw: 重新命名當前圖塊

# _msg1464
source: Edit the active block in a separate window
zh_tw: 在另一視窗中 編輯當前圖塊

# _msg1465
source: save the active block to a file
zh_tw: 將當前圖塊儲存為一檔案

# _msg1466
source: Insert the active block
zh_tw: 插入當前圖塊

# _msg1468
source: Looking for matching block names
zh_tw: 尋找名稱符合的圖塊

# _msg1469
source: Block Menu
zh_tw: 圖塊功能表

# _msg1470
source: &Defreeze all Blocks
zh_tw: 解凍所有圖塊

# _msg1471
source: &Freeze all Blocks
zh_tw: 凍結所有圖塊

# _msg1472
source: &Add Block
zh_tw: 新增圖塊

# _msg1473
source: &Remove Block
zh_tw: 移除圖塊

# _msg1474
source: &Rename Block
zh_tw: 重新命名圖塊

# _msg1475
source: &Edit Block
zh_tw: 編輯圖塊

# _msg1476
source: &Insert Block
zh_tw: 插入圖塊

# _msg1477
source: &Toggle Visibility
zh_tw: 切換可視性

# _msg1478
source: &Create New Block
zh_tw: 建立新圖塊

# _msg1479
source: Unchanged
zh_tw: 未改變

# _msg1480
source: By Layer
zh_tw: 依圖層

# _msg1481
source: By Block
zh_tw: 依圖塊

# _msg1482
source: Custom
zh_tw: 自訂

# _msg1483
source: Red
zh_tw: 紅

# _msg1484
source: Dark Red
zh_tw: 深紅

# _msg1485
source: Yellow
zh_tw: 黃色

# _msg1486
source: Dark Yellow
zh_tw: 深黃

# _msg1487
source: Green
zh_tw: 綠

# _msg1488
source: Dark Green
zh_tw: 深綠

# _msg1489
source: Cyan
zh_tw: 青

# _msg1490
source: Dark Cyan
zh_tw: 深青

# _msg1491
source: Blue
zh_tw: 藍

# _msg1492
source: Dark Blue
zh_tw: 深藍

# _msg1493
source: Magenta
zh_tw: 桃紅

# _msg1494
source: Dark Magenta
zh_tw: 深桃紅

# _msg1495
source: Black / White
zh_tw: 黑／白

# _msg1496
source: Gray
zh_tw: 灰色

# _msg1497
source: Dark Gray
zh_tw: 深灰

# _msg1498
source: Light Gray
zh_tw: 淺灰

# _msg1499
source: clear
zh_tw: 清除

# _msg1500
source: You must input a distance first.
zh_tw: 請先輸入一個距離。

# _msg1501
source: Calculator error for input:
zh_tw: 輸入的值計算錯誤：

# _msg1503
source: Calculator mode: On
zh_tw: 計算機模式：開

# _msg1504
source: Calculator mode: Off
zh_tw: 計算機模式：關

# _msg1505
source: &Copy
zh_tw: 複製

# _msg1506
source: Select &All
zh_tw: 全選

# _msg1507
source: Clear
zh_tw: 清除

# _msg1508
source: Command Line
zh_tw: 指令列

# _msg1509
source: Command history and output
zh_tw: 指令記錄和輸出

# _msg1510
source: Command:
zh_tw: 指令：

# _msg1512
source: Unknown command: %1
zh_tw: 未知指令：%1

# _msg1513
source: escape
zh_tw: 跳出

# _msg1514
source: Keycode mode
zh_tw: 按鍵碼模式

# _msg1515
source: Load command file
zh_tw: 載入指令檔

# _msg1516
source: Paste multiple commands
zh_tw: 貼上多個指令

# _msg1517
source: Coordinates
zh_tw: 座標

# _msg1518
source: Dimension Label Editor
zh_tw: 標註記號編輯器

# _msg1519
source: Dimension Label:
zh_tw: 標註記號：

# _msg1520
source: Label:
zh_tw: 記號：

# _msg1521
source: Insert:
zh_tw: 插入：

# _msg1522
source: ⌀ (Diameter)
zh_tw: ⌀（直徑）

# _msg1523
source: π (Pi)
zh_tw: π（圓周率）

# _msg1524
source: ° (Degree)
zh_tw: °（度）

# _msg1525
source: ± (Plus / Minus)
zh_tw: ±（正／負）

# _msg1526
source: × (Times)
zh_tw: ×（乘）

# _msg1527
source: ÷ (Division)
zh_tw: ÷（除）

# _msg1528
source: Arc
zh_tw: 弧

# _msg1529
source: Layer:
zh_tw: 圖層：

# _msg1530
source: Geometry
zh_tw: 圖形

# _msg1531
source: Radius:
zh_tw: 半徑：

# _msg1532
source: Center (y):
zh_tw: 中心 (y)：

# _msg1533
source: Center (x):
zh_tw: 中心 (x)：

# _msg1534
source: Start Angle:
zh_tw: 開始角度：

# _msg1535
source: End Angle:
zh_tw: 結束角度：

# _msg1536
source: Reversed
zh_tw: 反轉

# _msg1537
source: Attributes
zh_tw: 屬性

# _msg1538
source: Layer:
zh_tw: 圖層：

# _msg1539
source: Apply attributes also to all sub-entities of selected INSERT. This recursively modifies all entities of the Block itself.
zh_tw: 將屬性也套用於所選 INSERT 的所有子物件上。 這將遞迴修改圖塊本身的所有物件。

# _msg1540
source: Apply attributes Block-deep
zh_tw: 套用屬性到圖塊的層級

# _msg1541
source: Circle
zh_tw: 圓

# _msg1542
source: Layer:
zh_tw: 圖層：

# _msg1543
source: Geometry
zh_tw: 圖形

# _msg1544
source: Radius:
zh_tw: 半徑：

# _msg1545
source: Center (y):
zh_tw: 中心 (y)：

# _msg1546
source: Center (x):
zh_tw: 中心 (x)：

# _msg1547
source: Linear Dimension
zh_tw: 線性標註

# _msg1548
source: Layer:
zh_tw: 圖層：

# _msg1549
source: Geometry
zh_tw: 圖形

# _msg1550
source: Angle:
zh_tw: 角度：

# _msg1551
source: Dimension
zh_tw: 標註

# _msg1552
source: Layer:
zh_tw: 圖層：

# _msg1553
source: Ellipse
zh_tw: 橢圓

# _msg1554
source: Layer:
zh_tw: 圖層：

# _msg1555
source: Geometry
zh_tw: 圖形

# _msg1556
source: Center (y):
zh_tw: 中心 (y)：

# _msg1557
source: Center (x):
zh_tw: 中心 (x)：

# _msg1558
source: End Angle:
zh_tw: 結束角度：

# _msg1559
source: Start Angle:
zh_tw: 開始角度：

# _msg1560
source: Rotation:
zh_tw: 旋轉：

# _msg1561
source: Minor:
zh_tw: 次要：

# _msg1562
source: Major:
zh_tw: 主要：

# _msg1563
source: Reversed
zh_tw: 反轉

# _msg1564
source: Convert Fonts
zh_tw: 轉換字型

# _msg1565
source: Font family:
zh_tw: 字型家族：

# _msg1566
source: Font file:
zh_tw: 字型檔案：

# _msg1568
source: Save as:
zh_tw: 儲存為：

# _msg1569
source: Letter spacing:
zh_tw: 字母間距：

# _msg1570
source: Author:
zh_tw: 作者：

# _msg1571
source: Word spacing:
zh_tw: 字間距：

# _msg1572
source: License:
zh_tw: 授權：

# _msg1573
source: Line spacing:
zh_tw: 線間距：

# _msg1574
source: Writing System:
zh_tw: 寫作系統：

# _msg1575
source: Preview
zh_tw: 預覽

# _msg1576
source: Create
zh_tw: 建立

# _msg1577
source: - Searching
zh_tw: - 搜尋

# _msg1578
source: LibreCAD Font Files(*.lff)
zh_tw: LibreCAD 字型檔 (*.lff)

# _msg1579
source: - Rendering
zh_tw: - 渲染

# _msg1580
source: Choose Hatch Attributes
zh_tw: 選擇陰影屬性

# _msg1581
source: Pattern
zh_tw: 圖樣

# _msg1582
source: Angle:
zh_tw: 角度：

# _msg1583
source: Scale:
zh_tw: 比例：

# _msg1584
source: Solid Fill
zh_tw: 填實

# _msg1585
source: Preview
zh_tw: 預覽

# _msg1586
source: Enable Preview
zh_tw: 啟用預覽

# _msg1587
source: Image
zh_tw: 圖像

# _msg1588
source: Layer:
zh_tw: 圖層：

# _msg1589
source: Geometry
zh_tw: 圖形

# _msg1590
source: Width:
zh_tw: 寬度：

# _msg1591
source: Height:
zh_tw: 高度：

# _msg1592
source: insert (x):
zh_tw: 插入 (x)：

# _msg1593
source: Scale:
zh_tw: 比例：

# _msg1594
source: Size (px):
zh_tw: 大小 (px)：

# _msg1595
source: path:
zh_tw: 路徑：

# _msg1596
source: insert (y):
zh_tw: 插入 (y)：

# _msg1597
source: Angle:
zh_tw: 角度：

# _msg1599
source: Welcome
zh_tw: 歡迎

# _msg1600
source: <font size="+1"><b>Welcome to LibreCAD</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> (You can changes these settings later.)
zh_tw: <font size="+1"><b>歡迎使用 LibreCAD</b> </font> <br> 請選擇您想用於新繪圖的單位和優先使用的語言。<br> （您可以稍後變更這些設定。）

# _msg1601
source: Default Unit:
zh_tw: 預設單位：

# _msg1602
source: GUI Language:
zh_tw: 圖形介面語言：

# _msg1603
source: Command Language:
zh_tw: 指令語言：

# _msg1604
source: Insert
zh_tw: 插入

# _msg1605
source: Layer:
zh_tw: 圖層：

# _msg1606
source: Geometry
zh_tw: 圖形

# _msg1607
source: Insertion point (x):
zh_tw: 插入點 (x)：

# _msg1608
source: Insertion point (y):
zh_tw: 插入點 (y)：

# _msg1609
source: Scale X:
zh_tw: 縮放 X：

# _msg1610
source: Scale Y:
zh_tw: 縮放 Y：

# _msg1611
source: Angle:
zh_tw: 角度：

# _msg1612
source: Rows:
zh_tw: 列：

# _msg1613
source: Columns:
zh_tw: 欄：

# _msg1614
source: Row Spacing:
zh_tw: 列高：

# _msg1615
source: Column Spacing:
zh_tw: 欄寬：

# _msg1616
source: Line
zh_tw: 線

# _msg1617
source: Layer:
zh_tw: 圖層：

# _msg1618
source: Geometry
zh_tw: 圖形

# _msg1619
source: End point (x):
zh_tw: 終點 (x)：

# _msg1620
source: End point (y):
zh_tw: 終點 (y)：

# _msg1621
source: Start point (y):
zh_tw: 起點 (y)：

# _msg1622
source: Start point (x):
zh_tw: 起點 (x)：

# _msg1623
source: MText
zh_tw: 多行文字

# _msg1624
source: Layer:
zh_tw: 圖層：

# _msg1625
source: Font
zh_tw: 字型

# _msg1626
source: &Height:
zh_tw: 高度：

# _msg1627
source: &Default line spacing
zh_tw: 預設行距

# _msg1629
source: Alignment
zh_tw: 對齊

# _msg1630
source: Top Right
zh_tw: 右上

# _msg1631
source: Top Left
zh_tw: 左上

# _msg1632
source: Middle Left
zh_tw: 左中

# _msg1633
source: Middle Center
zh_tw: 正中央

# _msg1634
source: Middle Right
zh_tw: 右中

# _msg1635
source: Bottom Left
zh_tw: 左下

# _msg1636
source: Bottom Right
zh_tw: 右下

# _msg1637
source: Bottom Center
zh_tw: 中下

# _msg1638
source: Top Center
zh_tw: 中上

# _msg1639
source: Angle
zh_tw: 角度

# _msg1640
source: Text:
zh_tw: 文字：

# _msg1641
source: Clear Text
zh_tw: 清除文字

# _msg1642
source: Load Text From File
zh_tw: 從檔案載入文字

# _msg1643
source: Save Text To File
zh_tw: 將文字儲存至檔案

# _msg1644
source: Cut
zh_tw: 剪下

# _msg1645
source: Copy
zh_tw: 複製

# _msg1646
source: Paste
zh_tw: 貼上

# _msg1647
source: Insert Symbol
zh_tw: 插入符號

# _msg1648
source: &Line spacing:
zh_tw: 線間距：

# _msg1650
source: Diameter (⌀)
zh_tw: 直徑 (⌀)

# _msg1651
source: Degree (°)
zh_tw: 度 (°)

# _msg1652
source: Plus / Minus (±)
zh_tw: 正／負 (±)

# _msg1654
source: Hash (#)
zh_tw: 井號 (#)

# _msg1655
source: Dollar ($)
zh_tw: 美元 ($)

# _msg1656
source: Copyright (©)
zh_tw: 著作權 (©)

# _msg1657
source: Registered (®)
zh_tw: 已註冊 (®)

# _msg1658
source: Paragraph (§)
zh_tw: 段落 (§)

# _msg1659
source: Pi (π)
zh_tw: 圓周率 (π)

# _msg1660
source: Pound (£)
zh_tw: 英磅 (£)

# _msg1661
source: Yen (¥)
zh_tw: 日元 (¥)

# _msg1662
source: Times (×)
zh_tw: 乘 (×)

# _msg1663
source: Division (÷)
zh_tw: 除 (÷)

# _msg1664
source: Insert Unicode
zh_tw: 插入 Unicode 字元

# _msg1665
source: Page:
zh_tw: 頁面：

# _msg1666
source: Char:
zh_tw: 字元：

# _msg1775
source: Mirroring Options
zh_tw: 鏡射選項

# _msg1776
source: Number of copies
zh_tw: 複本數量

# _msg1777
source: &Delete Original
zh_tw: 刪除原物件

# _msg1778
source: &Keep Original
zh_tw: 保留原物件

# _msg1779
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg1780
source: Use current &layer
zh_tw: 使用目前圖層

# _msg1782
source: Move/Copy Options
zh_tw: 移動／複製選項

# _msg1783
source: Number of copies
zh_tw: 複本數量

# _msg1784
source: &Delete Original
zh_tw: 刪除原物件

# _msg1785
source: &Keep Original
zh_tw: 保留原物件

# _msg1786
source: &Multiple Copies
zh_tw: 多份複本

# _msg1787
source: Quantity
zh_tw: 數量

# _msg1788
source: Number of copies. Maximum 100
zh_tw: 複本數量，最多 100

# _msg1789
source: Offset X
zh_tw: 偏移 X

# _msg1790
source: Offset Y
zh_tw: 偏移 Y

# _msg1791
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg1792
source: Use current &layer
zh_tw: 使用目前圖層

# _msg1794
source: Move/Rotate Options
zh_tw: 移動／旋轉選項

# _msg1797
source: &Angle (a):
zh_tw: 角度 (a)：

# _msg1798
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg1799
source: Use current &layer
zh_tw: 使用目前圖層

# _msg1800
source: Number of copies
zh_tw: 複本數量

# _msg1801
source: &Delete Original
zh_tw: 刪除原物件

# _msg1802
source: &Keep Original
zh_tw: 保留原物件

# _msg1803
source: &Multiple Copies
zh_tw: 多份複本

# _msg1804
source: Drawing Preferences
zh_tw: 繪圖喜好設定

# _msg1805
source: &Paper
zh_tw: 圖紙

# _msg1806
source: &Landscape
zh_tw: 橫向

# _msg1807
source: P&ortrait
zh_tw: 直向

# _msg1808
source: &Units
zh_tw: 單位

# _msg1809
source: Main Unit
zh_tw: 主要單位

# _msg1810
source: &Main drawing unit:
zh_tw: 主要繪圖單位：

# _msg1811
source: Length
zh_tw: 長度

# _msg1812
source: &Format:
zh_tw: 格式：

# _msg1813
source: P&recision:
zh_tw: 精確度：

# _msg1814
source: Preview
zh_tw: 預覽

# _msg1815
source: Format
zh_tw: 格式

# _msg1816
source: &Height:
zh_tw: 高度：

# _msg1817
source: &Width:
zh_tw: 寬度：

# _msg1818
source: Orientation
zh_tw: 定向

# _msg1819
source: Margins
zh_tw: 邊緣

# _msg1820
source: Bottom
zh_tw: 底部

# _msg1821
source: Number of pages
zh_tw: 頁數

# _msg1822
source: Horizontally:
zh_tw: 水平：

# _msg1823
source: Vertically:
zh_tw: 垂直：

# _msg1824
source: linear
zh_tw: 線性

# _msg1825
source: Angle
zh_tw: 角度

# _msg1826
source: F&ormat:
zh_tw: 格式：

# _msg1827
source: Pre&cision:
zh_tw: 精確度：

# _msg1828
source: angular
zh_tw: 角度

# _msg1829
source: &Grid
zh_tw: 格點

# _msg1830
source: Grid Settings
zh_tw: 格點設定

# _msg1831
source: Show Grid
zh_tw: 顯示格點

# _msg1832
source: Crosshair
zh_tw: 光標

# _msg1833
source: Length to enlarge over dimension line
zh_tw: 在標註線上擴充的長度

# _msg1834
source: <html><head/><body><p>Dimension arrow size. <a name="result_box"/>without effect when tick size <a name="result_box"/>is other than 0</p></body></html>
zh_tw: <html><head/><body><p>標註箭頭大小。<a name="result_box"/>當尺寸起止符號大小<a name="result_box"/>不為 0 時沒有作用</p></body></html>

# _msg1835
source: Update Template
zh_tw: 更新範本

# _msg1836
source: Left crosshair with isometric grid
zh_tw: 等軸測格點左向光標

# _msg1837
source: Left
zh_tw: 左

# _msg1838
source: Top crosshair with isometric grid
zh_tw: 等軸測格點頂向光標

# _msg1839
source: Top
zh_tw: 頂部

# _msg1840
source: Right crosshair with isometric grid
zh_tw: 等軸測格點右向光標

# _msg1841
source: Right
zh_tw: 右

# _msg1842
source: Use orthogonal grid
zh_tw: 採用正交格點

# _msg1843
source: Orthogonal Grid
zh_tw: 正交格點

# _msg1844
source: Use isometric grid
zh_tw: 採用等軸測格點

# _msg1845
source: Isometric Grid
zh_tw: 等軸測格點

# _msg1846
source: X Spacing:
zh_tw: X 間隔：

# _msg1847
source: auto
zh_tw: 自動

# _msg1850
source: Text style:
zh_tw: 文字類型：

# _msg1851
source: '.' (Period)
zh_tw: 句點 '.'

# _msg1852
source: ',' (Comma)
zh_tw: 逗點 ','

# _msg1853
source: Decimal separator:
zh_tw: 小數位分隔符號：

# _msg1854
source: Linear units:
zh_tw: 線形單位：

# _msg1855
source: Color:
zh_tw: 顏色：

# _msg1856
source: Length Factor:
zh_tw: 長度係數：

# _msg1857
source: Angular units:
zh_tw: 角度單位：

# _msg1858
source: Linear zeros:
zh_tw: 線形原點：

# _msg1859
source: Format units
zh_tw: 格式單位：

# _msg1860
source: <html><head/><body><p>Distance gap around text</p></body></html>
zh_tw: <html><head/><body><p>文字周圍的距離</p></body></html>

# _msg1861
source: Text size & position
zh_tw: 文字尺寸與位置

# _msg1862
source: General Scale:
zh_tw: 基本比例尺：

# _msg1863
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
zh_tw: <html><head/><body><p>所有標註值乘以此數值。</p></body></html>

# _msg1864
source: Text Height:
zh_tw: 文字高度：

# _msg1865
source: units
zh_tw: 單位

# _msg1866
source: Arrow size:
zh_tw: 箭頭大小：

# _msg1867
source: Width:
zh_tw: 寬度：

# _msg1868
source: Dimension lines, arrows & ticks
zh_tw: 標註線、箭頭與尺寸起止符號

# _msg1869
source: Angular zeros:
zh_tw: 0 度角：

# _msg1870
source: Angular precision:
zh_tw: 角度精度：

# _msg1871
source: Enlarge:
zh_tw: 放大：

# _msg1872
source: Offset:
zh_tw: 偏移：

# _msg1873
source: Linear precision:
zh_tw: 線性精度：

# _msg1874
source: <html><head/><body><p>Text alignment <a name="result_box"/>relative to the dimension line.</p></body></html>
zh_tw: <html><head/><body><p>將文字與<a name="result_box"/>標註線對齊。</p></body></html>

# _msg1875
source: Aligned
zh_tw: 已對齊

# _msg1876
source: <html><head/><body><p>Offset from origin point.</p></body></html>
zh_tw: <html><head/><body><p>從原點偏移。</p></body></html>

# _msg1877
source: Text alignment:
zh_tw: 文字對齊：

# _msg1878
source: Dimension line gap:
zh_tw: 標註線間隔：

# _msg1879
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
zh_tw: <html><head/><body><p>所有幾何尺寸乘以此數值。</p></body></html>

# _msg1880
source: Tick size:
zh_tw: 尺寸起止符號：
