Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1
source: Frame
ca: Marc
fr: Cadre
gl: Marco
lv: Kadrs
pt_pt: Quadro
zh_tw: 框架

# _msg2
source: Add to favorites
ca: Afegeix als preferits
fr: Ajouter aux favoris
gl: Engadir a favoritos
pt_pt: Adicionar aos favoritos
zh_tw: 新增至我的最愛

# _msg4
source: Frame
ca: Marc
fr: Cadre
gl: Marco
lv: Kadrs
pt_pt: Quadro
zh_tw: 框架

# _msg5
source: GroupBox
ca: Grup de caselles
fr: Groupe
gl: Caixa de Grupo
lv: Grupas kaste
pt_pt: Agrupar caixa
zh_tw: 群組方塊

# _msg6
source: Set
ca: Estableix
fr: Collection
gl: Configurar
lv: Iestatīt
pt_pt: Configurar
zh_tw: 設定

# _msg7
source: SplinePoints
ca: Sèrie de punts spline
fr: Points de courbe spline
gl: Spline por puntos
lv: Splaina punkti
pt_pt: Pontos da curva
zh_tw: 雲形線頂點

# _msg8
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:
lv: Slānis:
pt_pt: Camada:
zh_tw: 圖層：

# _msg9
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría
lv: Ģeometrija
pt_pt: Geometria
uk: Геометрія
zh_tw: 圖形

# _msg10
source: Closed
ca: Tancada
fr: Fermé
gl: Pechada
lv: Aizvērts
pt_pt: Fechado
zh_tw: 閉合的

# _msg11
source: Spline Points
ca: Punts de l'spline
fr: Points de courbe spline
gl: Puntos da Spline
lv: Splaina punkti
pt_pt: Pontos da curva
zh_tw: 雲形線頂點

# _msg12
source: Control Points
ca: Punts de control
fr: Points de contrôle
gl: Puntos de Control
lv: Vadības punkti
pt_pt: Pontos de controle
zh_tw: 控制點

# _msg13
source: Points on Spline
ca: Punts en l'spline
fr: Points sur la courbe spline
gl: Puntos na Spline
lv: Punkti uz splaina
pt_pt: Pontos na curva
zh_tw: 雲形線上的頂點

# _msg14
source: radius=%1 is too small for points selected distance between points=%2 is larger than diameter=%3
ca: el radi=%1 és massa petit per als punts seleccionats la distància entre els punts=%2 és més gran que el diàmetre=%3
fr: Le rayon=%1 est trop petit pour les points sélectionnés la distance entre les points=%2 est supérieure au diamètre=%3
gl: Raio =%1 é moi pequeno para os puntos seleccionados A distancia entre puntos=%2 é maior ca o diámetro=%3
lv: rādiuss=%1 ir pārāk mazs izvēlētajiem punktiem attālums starp punktiem=%2 ir lielāks nekā diametrs=%3
pt_pt: raio=%1 é muito pequeno para os pontos selecionados distância entre pontos=%2 é maior que o diâmetro=%3
zh_tw: 對所選的點半徑 = %1 太短 點之間的距離 = %2 大於直徑 = %3

# _msg15
source: Select from two possible circle centers
ca: Seleccioneu entre dos possibles centres del cercle
fr: Sélectionner parmi les deux centres du cercle possibles
gl: Seleccione un dos dous posibles centros de círculo
lv: Izvēlieties no diviem iespējamajiem apļa centriem
pt_pt: Selecione a partir dos dois possíveis centros dos círculos
zh_tw: 從兩個可選的圓心中選擇

# _msg16
source: Specify first point
ca: Especifiqueu el primer punt
fr: Indiquer le premier point
gl: Especifique o primeiro punto
lv: Norādiet pirmo punktu
pt_pt: Especificar o primeiro ponto
uk: Вкажіть першу точку
zh_tw: 指定第一個點

# _msg17
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt
pt_pt: Cancelar
zh_tw: 取消

# _msg18
source: Specify second point
ca: Especifiqueu el segon punt
fr: Indiquer le deuxième point
gl: Especifique o segundo punto
lv: Norādiet otro punktu
pt_pt: Especificar o segundo ponto
uk: Вкажіть другу точку
zh_tw: 指定第二個點

# _msg19
source: Back
ca: Enrere
fr: Retour
gl: Atrás
lv: Atpakaļ
pt_pt: Voltar
uk: Назад
zh_tw: 返回

# _msg20
source: Select circle center
ca: Seleccioneu el centre del cercle
fr: Sélectionner le centre du cercle
gl: Seleccione o centro do círculo
lv: Norādiet apļa centru
pt_pt: Selecione o centro do círculo
zh_tw: 選擇圓心

# _msg21
source: Specify center
ca: Especifiqueu el centre
fr: Indiquer le centre
gl: Especifique o centro
lv: Norādiet centru
pt_pt: Especificar centro
uk: Вкажіть центр
zh_tw: 指定中心

# _msg22
source: Specify a tangent
fr: Indiquer une tangente
pt_pt: Especificar tangente
zh_tw: 指定切線

# _msg23
source: Enter number:
ca: Introduïu el nombre:
fr: Entrer un chiffre :
gl: Introducir cantidade:
lv: Ievadiet skaitu:
pt_pt: Digitar o número:
uk: Введіть число:
zh_tw: 輸入數字：

# _msg24
source: Not a valid number. Try 1..9999
ca: El nombre no és vàlid. Proveu entre 1 i 9999
fr: Chiffre non valide. Essayer entre 1 et 9999.
lv: Nav derīgs skaits. Mēģiniet 1..9999
pt_pt: Não é um número válido. Tente 1..9999
uk: Неприпустиме число. Спробуйте 1..9999
zh_tw: 數字無效。請輸入 1..9999

# _msg25
source: Not a valid expression
ca: L'expressió no és vàlida
fr: N’est pas une expression valide
gl: Non é unha expresión válida
lv: Nav derīga izteiksme
pt_pt: Não é uma expressão válida
zh_tw: 表示式無效

# _msg26
source: Specify first control point
ca: Especifiqueu el primer punt de control
fr: Indiquer le premier point de contrôle
gl: Especifique o primeiro punto de control
lv: Norādiet pirmo vadības punktu
pt_pt: Especificar o primeiro ponto de controle
uk: Вкажіть першу контрольну точку
zh_tw: 指定第一個控制點

# _msg27
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt
pt_pt: Cancelar
zh_tw: 取消

# _msg28
source: Specify next control point or [%1]
ca: Especifiqueu el següent punt de control o [%1]
fr: Indiquer le point de contrôle suivant ou [%1]
gl: Especifique o seguinte punto de control ou [%1]
lv: Norādiet nākamo vadības punktu vai [%1]
pt_pt: Especificar o próximo ponto de controle ou [%1]
uk: Вкажіть наступну контрольну точку чи [%1]
zh_tw: 指定下一個控制點或 [%1]

# _msg29
source: Back
ca: Enrere
fr: Retour
gl: Atrás
lv: Atpakaļ
pt_pt: Voltar
uk: Назад
zh_tw: 返回

# _msg30
source: Specify next control point
ca: Especifiqueu el següent punt de control
fr: Indiquer le point de contrôle suivant
gl: Especifique o seguinte punto de control
lv: Norādiet nākamo vadības punktu
pt_pt: Especificar o próximo ponto de controle
uk: Вкажіть наступну контрольну точку
zh_tw: 指定下一個控制點

# _msg31
source: Cannot undo: Not enough entities defined yet.
ca: No es pot desfer: Encara no hi ha definides prou entitats.
fr: Impossible d’annuler : pas encore assez d’éléments définis.
gl: Non se pode desfacer: Aínda non hai definidas entidades de abondo.
lv: Nevar atsaukt — vēl nav pietiekami daudz definētu objektu.
pt_pt: Não foi possível desfazer: Ainda não há entidades suficientes definidas.
zh_tw: 無法恢復：尚未有足夠的定義物件。

# _msg32
source: Cannot undo: Nothing could be redone.
ca: No es pot desfer: No s'ha pogut refer res.
fr: Impossible d’annuler : rien ne peut être rétabli.
gl: Non se pode desfacer: Non se podería refacer nada.
lv: Nevar atsaukt — neko nevar atatsaukt.
pt_pt: Não foi possível desfazer: Não há nada a ser refeito.
zh_tw: 無法恢復：沒有可重做的動作。

# _msg33
source: &Window Zoom
ca: Zoom de la &finestra
fr: Zoom sur une &zone
gl: Zoom por &fiestra
lv: &Loga mērogs
pt_pt: &Janela de zoom
zh_tw: 縮放視窗

# _msg34
source: Zoom &Panning
ca: &Enquadrament
fr: &Déplacer la vue
gl: &Arrastrar área gráfica
lv: Mēroga &panoramēšana
pt_pt: Zoom &panorama
uk: Вибирання &відображуваної ділянки
zh_tw: 縮放平移

# _msg35
source: Select Entity
ca: Selecciona l'entitat
fr: Sélectionner l’objet
gl: Seleccionar &entidade
lv: Izvēlēties objektu
pt_pt: Selecionar entidade
uk: Вибрати об’єкт
zh_tw: 選取物件

# _msg36
source: Select Window
ca: Selecciona la finestra
fr: Sélectionner dans une zone
gl: Seleccionar por &fiestra
lv: Izvēlēties logu
pt_pt: Selecionar janela
uk: Вибрати рамкою
zh_tw: 選擇視窗

# _msg37
source: Deselect Window
ca: Desselecciona la finestra
fr: Annuler la sélection dans une zone
gl: Deseleccionar por f&iestra
lv: Neizvēlēties logu
pt_pt: Desmarcar janela
uk: Скасувати вибір рамкою
zh_tw: 取消選擇視窗

# _msg38
source: (De-)Select &Contour
ca: (Des)selecciona el &contorn
fr: (Dé-)sélectionner la &forme
gl: (Sel-)Deseleccionar &contorno
lv: (Ne-)izvēlēties &kontūru
pt_pt: (Des)Marcar &contorno
zh_tw: （取消）選擇輪廓

# _msg39
source: Select Intersected Entities
ca: Selecciona les entitats que s'intersequen
fr: Sélectionner les éléments communs
gl: Seleccionar por in&tersección
lv: Izvēlēties objektus, kas krustojas
pt_pt: Selecionar entidades interseccionadas
zh_tw: 選取相交的物件

# _msg40
source: Deselect Intersected Entities
ca: Desselecciona les entitats que s'intersequen
fr: Annuler la sélection des éléments communs
gl: Deseleccionar por inte&rsección
lv: Neizvēlēties objektus, kas krustojas
pt_pt: Desmarcar entidades interseccionadas
zh_tw: 取消選取相交的物件

# _msg41
source: (De-)Select Layer
ca: (Des)selecciona la capa
fr: (Dé-)sélectionner le calque
gl: (Sel-)Deseleccionar c&apa
lv: (Ne-)izvēlēties slāni
pt_pt: (Des)Marcar camada
zh_tw: （取消）選取圖層

# _msg42
source: &Points
ca: &Punts
gl: P&untos
lv: &Punkti
pt_pt: &Pontos
uk: &Точки
zh_tw: 點

# _msg43
source: &2 Points
ca: &2 punts
gl: &2 Puntos
lv: &2 punkti
pt_pt: &2 Pontos
uk: За &2-ма точками
zh_tw: 2 點

# _msg44
source: &Angle
fr: &Inclinée
gl: &Con ángulo
lv: &Leņķis
pt_pt: &Ângulo
uk: Під &кутом
zh_tw: 角度

# _msg47
source: &Freehand Line
ca: Línia a &mà alçada
fr: &Ligne à main levée
gl: Liña a &man alzada
lv: &Brīvi zīmēta līnija
pt_pt: &Linha à mão livre
zh_tw: 手繪線

# _msg48
source: &Parallel
ca: &Paral·lela
fr: &Parallèle
gl: &Paralela
lv: &Paralēli
pt_pt: &Paralela
uk: Пара&лельно
zh_tw: 平行線

# _msg49
source: Parallel through point
ca: Paral·lela per un punt
fr: Parallèle passant par un point
gl: P&aralela a través dun punto
lv: Paralēli caur punktu
pt_pt: Paralela até o ponto
uk: Паралельно через точку
zh_tw: 通過一點的平行線

# _msg50
source: Rectangle
gl: &Rectángulo
lv: Taisnstūris
pt_pt: Retângulo
uk: Прямокутник
zh_tw: 矩形

# _msg51
source: Bisector
ca: Bisectriu
fr: Bissectrice
lv: Bisektrise
pt_pt: Bissetriz
uk: Бісектриса
zh_tw: 平分線

# _msg52
source: Tangent (P,C)
fr: Tangente (Point,Cercle)
gl: &Tanxente dende punto
lv: Pieskare (P,C)
pt_pt: Tangente (P,C)
uk: Дотична (Т,К)
zh_tw: 切線 (P,C)

# _msg53
source: Tangent (C,C)
fr: Tangente (Cercle, Cercle)
gl: Tan&xente a dúas curvas
lv: Pieskare (C,C)
pt_pt: Tangente (C,C)
uk: Дотична (К,К)
zh_tw: 切線 (C,C)

# _msg54
source: Tangent &Orthogonal
ca: Tangent &ortogonal
fr: Tangente &perpendiculaire
gl: Tanx&ente e ortogonal
lv: &Perpendikulāra pieskare
pt_pt: Tangente &ortogonal
zh_tw: 正交切線

# _msg55
source: Orthogonal
ca: Ortogonal
fr: Perpendiculaire
gl: &Ortogonal
lv: Perpendikulārs
pt_pt: Ortogonal
zh_tw: 正交

# _msg56
source: Relative angle
ca: Angle relatiu
fr: Angle relatif
gl: Oblic&ua respecto doutra
lv: Relatīvais leņķis
pt_pt: Ângulo relativo
uk: Відносний кут
zh_tw: 相對角度

# _msg57
source: Pol&ygon (Cen,Cor)
ca: Pol&ígon (Centre,Vèrtex)
fr: Pol&ygone (Centre,Coin)
gl: Polí&gono con centro e vért.
lv: Daudzstūr&is (Cen, Stūr)
pt_pt: Polí&gono (Cen,Can)
zh_tw: 多邊形 (Cen,Cor)

# _msg58
source: Polygo&n (Cor,Cor)
ca: Polígo&n (Vèrtex,Vèrtex)
fr: Polygo&ne (Coin,Coin)
gl: Polígo&no con lado
lv: Daudzstūris (Stū&r, Stūr)
pt_pt: Polí&gono (Can,Can)

# _msg59
source: Center, &Point
ca: Centre i &punt
fr: Centre, &Point
gl: Centro e &punto
lv: Centrs, &punkts
pt_pt: Centro, &Ponto
uk: Центр, &точка

# _msg60
source: Center, &Radius
ca: Centre i &radi
fr: Centre, &Rayon
gl: Centro e &raio
lv: Centrs, &rādiuss
pt_pt: Centro, &raio
uk: Центр, &радіус

# _msg61
source: 2 Points
ca: 2 punts
gl: &2 Puntos
lv: 2 punkti
pt_pt: 2 Pontos
uk: За 2-ма точками

# _msg62
source: 2 Points, Radius
ca: 2 punts i radi
fr: 2 points, rayon
gl: 2 p&untos e raio
lv: 2 punkti, rādiuss
pt_pt: 2 Pontos, Raio

# _msg63
source: 3 Points
ca: 3 punts
gl: &3 Puntos
lv: 3 punkti
pt_pt: 3 Pontos
uk: За 3-ма точками

# _msg64
source: &Concentric
ca: &Concèntric
fr: &Concentrique
gl: C&oncéntrico
lv: &Koncentriski
pt_pt: &Concêntrico

# _msg65
source: Circle &Inscribed
ca: Cercle &inscrit
fr: Cercle &inscrit
gl: Círculo i&nscrito
lv: &Ievilkts riņķis
pt_pt: Círculo &inscrito

# _msg66
source: Tangential 2 Circles, Radius
ca: Tangent a 2 cercles i radi
fr: Tangent à 2 cercles, rayon
gl: T&anxencial a 2 mais raio
lv: Pieskaras 2 apļiem, rādiuss
pt_pt: Tangente 2 Círculos, Raio

# _msg67
source: Tangential 2 Circles, 1 Point
ca: Tangent a 2 cercles i 1 punt
fr: Tangent à 2 cercles, 1 point
gl: Tan&xencial a 2, mais un punto
lv: Pieskaras 2 apļiem, 1 punkts
pt_pt: Tangente 2 Círculos, 1 Ponto

# _msg68
source: Tangential &3 Circles
ca: Tangent a &3 cercles
fr: Tangent à &3 cercles
gl: Tanx&encial a 3 entidades
lv: Pieskaras &3 apļiem
pt_pt: Tangente &3 Círculos

# _msg69
source: Tangential, 2 P&oints
ca: Tangent i 2 p&unts
fr: Tangent, 2 p&oints
gl: &Tanxencial, mais 2 puntos
lv: Pieskare, 2 p&unkti
pt_pt: Tangente, 2 P&ontos

# _msg70
source: &Center, Point, Angles
ca: &Centre, punt i angles
fr: &Centre, point, angles
gl: &Centro, raio e ángulos
lv: &Centrs, punkts, leņķi
pt_pt: &Centro, Ponto, Ângulos
uk: &Центр, точка, кути

# _msg71
source: &3 Points
ca: &3 punts
gl: &3 Puntos
lv: &3 punkti
pt_pt: &3 Pontos
uk: За &3-ма точками

# _msg72
source: Arc &Tangential
ca: Arc &tangent
fr: Arc &tangent
gl: Arco &tanxencial
lv: Loka &pieskare
pt_pt: Arco &tangente

# _msg73
source: &Ellipse (Axis)
ca: &El·lipse (eixos)
fr: &Ellipse (axes)
gl: &Elipse (Por eixes)
lv: &Elipse (ass)
pt_pt: &Elipse (Eixo)
uk: &Еліпс (з віссю)

# _msg74
source: Ellipse &Arc (Axis)
ca: &Arc d'el·lipse (eixos)
fr: &Arc elliptique (axe)
gl: &Arco de elipse (Por eixes)
lv: Elipses loks (&ass)
pt_pt: &Arco de elipse(Eixo)
uk: Еліптична &дуга (за осями)

# _msg75
source: Ellipse &Foci Point
ca: Els dos &focus de l'el·lipse
fr: &Foyers de l’ellipse
gl: Elipse con &focos e 1 punto
lv: Elipses &fokusa punkti
pt_pt: Elipse &ponto focal
uk: Еліпс за точками &фокусів

# _msg76
source: Ellipse &4 Point
ca: El·lipse &4 punts
fr: Ellipse &4 points
gl: Elipse con &4 puntos
lv: Elipse &4 punkti
pt_pt: Elipse &4 pontos
uk: Еліпс за &4 точками

# _msg77
source: Ellipse Center and &3 Points
ca: Centre de l'el·lipse i &3 punts
fr: Centre de l’ellipse et &3 points
gl: Elipse con centro e &3 puntos
lv: Elipses centrs un &3 punkti
pt_pt: Centro da elipse e &3 pontos
uk: Еліпс за центром й &3-ма точками

# _msg78
source: Ellipse &Inscribed
ca: El·lipse &inscrita
fr: Ellipse &inscrite
gl: Elipse i&nscrita
lv: &Ievilkta elipse
pt_pt: Elipse &inscrita
uk: &Вписаний еліпс

# _msg79
source: &Spline
fr: &Courbe spline
lv: &Splains
pt_pt: &Curva
uk: &Сплайн

# _msg80
source: &Spline through points
ca: &Spline per punts
fr: &Courbe spline passant par des points
gl: S&pline a través de puntos
lv: &Splains cauri punktiem
pt_pt: &Curva através dos pontos

# _msg81
source: &Polyline
ca: Línia &poligonal
fr: &Polyligne
gl: &Poliliña
lv: &Lauzta līnija
pt_pt: &Polilinha

# _msg82
source: &Add node
ca: &Afegeix un node
fr: &Ajouter un nœud
gl: &Engadir nodo
lv: &Pievienot mezglu
pt_pt: &Adicionar nó
uk: &Додати вузол

# _msg83
source: A&ppend node
ca: Anne&xa un node
fr: A&pposer un nœud
gl: &Anexar nodo
lv: &Pielikt mezglu
pt_pt: A&dicionar nó
uk: До&повнити вузол

# _msg84
source: &Delete node
ca: Suprimeix un no&de
fr: &Supprimer un nœud
gl: &Desbotar nodo
lv: &Dzēst mezglu
pt_pt: &Excluir nó
uk: &Вилучити вузол

# _msg85
source: Delete &between two nodes
ca: Suprimeix entre &dos nodes
fr: Supprimer &entre deux nœuds
gl: Des&botar varios nodos entre dous
lv: Dzēst starp diviem mez&gliem
pt_pt: Excluir &entre dois nós
uk: Вилучити &між двома вузлами

# _msg86
source: &Trim segments
ca: Redueix els segmen&ts
fr: &Ajuster les segments
gl: &Tallar/estender segmentos
lv: Īsinā&t segmentus
pt_pt: &Aparar segmentos
uk: &Усікти відрізки

# _msg87
source: Create &Equidistant Polylines
ca: Crea línies poligonals &equidistants
fr: Créer des &polylignes équidistantes
gl: Facer poliliñas e&quidistantes
lv: Izv&eidot vienāda garuma lauztas līnijas
pt_pt: Criar polilinhas &equidistantes
uk: Створити &рівновіддалені ламані

# _msg88
source: Create Polyline from Existing &Segments
ca: Crea una línia poligonal a partir de &segments existents
fr: Créer une polyligne à partir de &segments existants
gl: Poliliña &nova con entidades existentes
lv: Izveidot lauztu līniju no esošiem &segmentiem
pt_pt: Criar polilinha de &segmentos existentes
uk: Створити ламану лінію з &існуючих відрізків

# _msg89
source: &MText
ca: Text&M
fr: &Texte multiligne
gl: Mul&titexto
lv: &Daudzrindu teksts
pt_pt: &Multi-Texto
uk: &Багаторядковий текст

# _msg90
source: &Text
fr: &Texte
gl: Te&xto
lv: &Teksts
pt_pt: &Texto
uk: &Текст

# _msg91
source: &Hatch
ca: &Ombreig
fr: &Hachures
gl: Raia&do
lv: &Svītrojums
pt_pt: &Hachura
uk: &Штрихування

# _msg92
source: Insert &Image
ca: Insereix una &imatge
fr: Insérer une &image
gl: I&nserir imaxe
lv: &Ievietot attēlu
pt_pt: Inserir &imagem
uk: Вставити &зображення

# _msg93
source: &Aligned
ca: &Alineada
fr: &Alignée
gl: &Aliñado
lv: &Līdzināts
pt_pt: &Alinhada
uk: Ви&рівняний

# _msg97
source: &Diametric
ca: &Diametral
fr: &Diamétrale
gl: &Diametral
lv: &Diametrāls
pt_pt: &Diamétrica
uk: &Діаметральний

# _msg99
source: &Leader
ca: &Guia
fr: &Repère
gl: Dire&ctriz
lv: Norādes &līnija
pt_pt: &Líder
uk: П&оличка-виноска

# _msg100
source: &Attributes
ca: &Atributs
fr: &Attributs
gl: &Atributos
lv: &Atribūti
pt_pt: &Atributos
uk: А&трибути

# _msg101
source: &Delete
ca: &Suprimeix
fr: &Supprimer
gl: &Desbotar
lv: &Dzēst
pt_pt: &Excluir
uk: Ви&лучити

# _msg102
source: Delete Freehand
ca: Suprimeix una línia a mà alçada
fr: Supprimer la main levée
gl: Borrar liña a man alzada
lv: Dzēst ar brīvu roku zīmēto
pt_pt: Excluir à mão livre

# _msg103
source: &Move / Copy
ca: &Mou / Copia
fr: &Déplacer/Copier
gl: &Mover/Copiar
lv: &Pārvietot / kopēt
pt_pt: &Mover / Copiar
uk: &Зрушення/копіювання

# _msg104
source: Re&vert direction
ca: Can&via la direcció
fr: In&verser la direction
gl: &Reverter dirección
lv: Apgriezt &virzienu
pt_pt: Re&verter direção
uk: Звернути напрямок

# _msg106
source: &Rotate
ca: Gi&ra
fr: &Rotation
gl: &Xirar
lv: Pag&riezt
pt_pt: &Girar
uk: &Обертання

# _msg107
source: &Scale
ca: &Escala
fr: &Mise à l’échelle
gl: &Escalar
lv: &Mainīt izmēru
pt_pt: &Escalonar
uk: &Масштабувати

# _msg108
source: &Mirror
ca: &Simetria
fr: &Miroir
gl: &Imaxe espello
lv: &Spoguļot
pt_pt: &Espelhar

# _msg109
source: Rotate T&wo
ca: Gira a &dos
fr: &Double rotation
gl: Do&bre xiro
lv: Pagriezt di&vus
pt_pt: Girar d&uas
uk: Обертати навколо &двох

# _msg110
source: &Properties
ca: &Propietats
fr: &Propriétés
gl: Propie&dades
lv: Ī&pašības
pt_pt: &Propriedades
uk: Власти&вості

# _msg111
source: &Trim
ca: &Redueix
fr: &Ajustement
gl: &Tallar/Estender
lv: Īsinā&t
pt_pt: &Aparar

# _msg112
source: &Lengthen
ca: A&llarga
fr: &Allonger
gl: Alon&gar
lv: &Pagarināt
pt_pt: &Alongar
uk: По&довжити

# _msg113
source: &Divide
ca: &Divideix
fr: &Diviser
gl: &Partir
lv: &Dalīt
pt_pt: &Dividir
uk: &Поділ

# _msg114
source: &Stretch
ca: E&stira
fr: &Déformer
gl: Esta&licar/encoller
lv: Iz&stiept
pt_pt: &Esticar
uk: &Витягнути

# _msg115
source: &Bevel
ca: &Bisella
fr: &Chanfrein
gl: Cha&frán chairo
lv: &Slīps
pt_pt: &Chanfrar
uk: &Фаска

# _msg116
source: &Fillet
ca: &Arrodoneix
fr: &Arrondi ou congé
gl: C&hafrán arredondado
lv: &Lente
pt_pt: &Filete

# _msg117
source: &Explode Text into Letters
ca: &Esclata el text en lletres
fr: &Éclater le texte en lettres
gl: Estoupar o texto e&n letras
lv: &Eksplodēt tekstu burtos
pt_pt: &Fragmentar texto em letras
uk: &Розбити текст на букви

# _msg118
source: Point inside contour
ca: Punt dins del contorn
fr: Point intérieur au contour
gl: Punto dentro do contorno
lv: Punkts kontūrā
pt_pt: Ponto dentro do contorno
uk: Точка всередині контуру

# _msg119
source: &Distance Point to Point
ca: &Distància de punt a punt
fr: &Distance de point à point
gl: &Distancia entre dous puntos
lv: &Attālums no punkta uz punktu
pt_pt: &Distância entre pontos
uk: &Відстань від точки до точки

# _msg120
source: &Distance Entity to Point
ca: &Distància d'entitat a punt
fr: &Distance objet à point
gl: Dis&tancia entre entidade e punto
lv: &Attālums no objekta līdz punktam
pt_pt: &Distância da entidade ao ponto
uk: Від&стань від об’єкта до точки

# _msg121
source: An&gle between two lines
ca: &Angle entre dues línies
fr: An&gle formé par deux lignes
gl: Án&gulo entre dúas liñas
lv: &Leņķis starp divām līnijām
pt_pt: Ân&gulo entre duas linhas
uk: &Кут між двома лініями

# _msg122
source: &Total length of selected entities
ca: Longitud &total de les entitats seleccionades
fr: &Longueur totale des éléments sélectionnés
gl: &Lonxitude total varias entidades
lv: Izvēlē&to objektu kopīgais garums
pt_pt: &Comprimento total das entidades selecionadas
uk: Су&марна довжина вибраних об’єктів

# _msg123
source: Polygonal &Area
ca: Àre&a poligonal
fr: &Aire d’un polygone
gl: Á&rea poligonal
lv: Daudzstūra l&aukums
pt_pt: Área do &polígono
uk: &Полігональна область

# _msg124
source: &Selection pointer
ca: Punter de &selecció
fr: &Pointeur de sélection
gl: &Punteiro de selección
lv: Izvēlēšanā&s rādītājs
pt_pt: &Indicador de seleção
uk: Вказівник &вибору

# _msg125
source: &Undo
ca: &Desfés
fr: &Annuler
gl: &Desfacer
lv: &Atsaukt
pt_pt: &Desfazer
uk: &Скасувати

# _msg126
source: &Redo
ca: &Refés
fr: &Rétablir
gl: &Refacer
lv: &Atatsaukt
pt_pt: &Refazer
uk: &Повторити

# _msg127
source: Cu&t
ca: Re&talla
fr: Cou&per
gl: Cor&tar
lv: Izgriez&t
pt_pt: Cor&tar
uk: Ви&різати

# _msg128
source: &Copy
ca: &Copia
fr: &Copier
gl: &Copiar
lv: &Kopēt
pt_pt: &Copiar
uk: &Копіювати

# _msg129
source: &Paste
ca: &Enganxa
fr: &Coller
gl: Co&lar
lv: &Ielīmēt
pt_pt: &Colar
uk: &Вставити

# _msg130
source: move to bottom
ca: mou al capdavall
fr: Placer à l’arrière-plan
gl: Mover ó &fondo
lv: pārvietot uz apakšu
pt_pt: mover para baixo
uk: на задній план

# _msg131
source: lower after entity
ca: abaixa sota l'entitat
fr: Placer en dessous de l’objet
gl: Pór por &baixo doutra entidade
lv: pazemināt pēc objekta
pt_pt: diminuir após entidade
uk: за об'єктом

# _msg132
source: raise over entity
ca: apuja sobre l'entitat
fr: Placer au-dessus de l’objet
gl: Pór por &riba doutra entidade
lv: pacelt virs objekta
pt_pt: aumentar sobre a entidade
uk: перед об'єктом

# _msg133
source: move to top
ca: mou al capdamunt
fr: Placer au premier plan
gl: Pór na &cima
lv: pārvietot uz virspusi
pt_pt: mover para cima
uk: на передній план

# _msg134
source: &Show all
ca: &Mostra-ho tot
fr: &Tout voir
gl: A&mosar todo
lv: &Rādīt visu
pt_pt: &Mostrar todos
uk: &Показати усі

# _msg135
source: &Hide all
ca: &Oculta-ho tot
fr: &Tout cacher
gl: &Agochar todo
lv: &Slēpt visu
pt_pt: &Ocultar todos
uk: &Приховати усі

# _msg136
source: &Add Layer
ca: &Afegeix una capa
fr: &Ajouter le calque
gl: &Engadir capa
lv: &Pievienot slāni
pt_pt: &Adicionar camada
uk: &Додати шар

# _msg137
source: &Remove Layer
ca: Sup&rimeix la capa
fr: &Supprimer le calque
gl: Des&botar capa
lv: &Izņemt slāni
pt_pt: &Remover camada
uk: &Вилучити шар

# _msg138
source: &Edit Layer
ca: &Edita la capa
fr: &Modifier le calque
gl: E&ditar capa
lv: R&ediģēt slāni
pt_pt: &Editar camada
uk: &Редагувати шар

# _msg139
source: Toggle Layer Loc&k
ca: Commuta el &bloqueig de la capa
fr: Basculer le &verrouillage du calque
gl: Alternar blo&queo da capa
lv: Pārslēgt slāņa fi&ksēšanu
pt_pt: Alternar tra&va da camada
uk: Перемкнути &захист шару

# _msg140
source: &Toggle Layer Visibility
ca: Commu&ta la visibilitat de la capa
fr: &Basculer la visibilité du calque
gl: Alternar &visibilidade da capa
lv: Pārslēg&t slāņa redzamību
pt_pt: &Alternar visibilidade da camada
uk: Перемкнути &видимість шару

# _msg141
source: Toggle Layer &Print
ca: Commuta la im&pressió de la capa
fr: Basculer &le calque et imprimer
gl: Alternar im&presión da capa
lv: &Pārslēgt slāņa drukāšanu
pt_pt: Alternar &impressão da camada
uk: Змінити &друк шару

# _msg142
source: Toggle &Construction Layer
ca: Commuta la capa de &construcció
fr: Basculer le calque de &construction
gl: Alternar capa de c&onstrución
lv: Pārslēgt &konstruēšanas slāni
pt_pt: Alternar &camada de construção

# _msg143
source: &Add Block
ca: &Afegeix un bloc
fr: &Ajouter un bloc
gl: &Engadir bloque
lv: &Pievienot bloku
pt_pt: &Adicionar bloco
uk: До&дати блок

# _msg144
source: &Remove Block
ca: Sup&rimeix el bloc
fr: &Supprimer le bloc
gl: Des&botar bloque
lv: &Izņemt bloku
pt_pt: &Remover bloco
uk: Ви&лучити блок
