Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1755
source: Finish
lv: Pabeigt

# _msg1757
source: Specify first extension line origin
lv: Norādiet pirmo paplašinājuma līnijas sākumu

# _msg1759
source: Specify second extension line origin
lv: Norādiet otro paplašinājuma līnijas sākumu

# _msg1760
source: Back
lv: Atpakaļ

# _msg1761
source: Specify dimension line location
lv: Norādiet dimensiju līnijas atrašanās vietu

# _msg1763
source: Enter dimension line angle:
lv: Ievadiet dimensijas līnijas leņķi:

# _msg1764
source: Not a circle or arc entity
lv: Nav apļa vai loka objekts

# _msg1765
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1766
source: Select arc or circle entity
lv: Izvēlieties loka vai apļa objektu

# _msg1767
source: Cancel
lv: Atcelt

# _msg1768
source: Specify dimension line position or enter angle:
lv: Norādiet dimensiju līnijas novietojumu vai ievadiet leņķi:

# _msg1769
source: Enter dimension text:
lv: Ievadiet dimensijas tekstu:

# _msg1770
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1771
source: Not a valid chord length
lv: Nav derīgs hordas garums

# _msg1772
source: Specify center
lv: Norādiet centru

# _msg1773
source: Cancel
lv: Atcelt

# _msg1774
source: Specify radius
lv: Norādiet rādiusu

# _msg1775
source: Back
lv: Atpakaļ

# _msg1776
source: Specify start angle:
lv: Norādiet sākuma leņķi:

# _msg1777
source: Specify included angle:
lv: Norādiet iekļauto leņķi:

# _msg1778
source: Specify chord length:
lv: Norādiet hordas garumu:

# _msg1779
source: Specify end angle or [angle/chord length]
lv: Norādiet beigu leņķi vai [leņķi/hordas garumu]

# _msg1780
source: Invalid arc data.
lv: Nederīgi loka dati.

# _msg1781
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg1782
source: Specify second point
lv: Norādiet otro punktu

# _msg1783
source: Back
lv: Atpakaļ

# _msg1784
source: Specify endpoint
lv: Norādiet galapunktu

# _msg1785
source: Specify startpoint or [center]
lv: Norādiet sākuma punktu vai [centru]

# _msg1786
source: Specify base entity
lv: Norādiet bāzes objektu

# _msg1788
source: Specify end angle
lv: Norādiet beigu leņķi

# _msg1789
source: Back
lv: Atpakaļ

# _msg1790
source: Specify end point
lv: Norādiet beigu punktu

# _msg1791
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1792
source: Specify center
lv: Norādiet centru

# _msg1793
source: Cancel
lv: Atcelt

# _msg1794
source: Specify radius
lv: Norādiet rādiusu

# _msg1795
source: Back
lv: Atpakaļ

# _msg1797
source: Invalid Circle data.
lv: Nederīgi riņķa dati

# _msg1798
source: Specify first point
lv: Norādiet pirmo punktu

# _msg1799
source: Cancel
lv: Atcelt

# _msg1800
source: Specify second point
lv: Norādiet otro punktu

# _msg1801
source: Back
lv: Atpakaļ

# _msg1802
source: Invalid circle data.
lv: Nederīgi riņķa dati

# _msg1803
source: Specify first point
lv: Norādiet pirmo punktu

# _msg1805
source: Specify second point
lv: Norādiet otro punktu

# _msg1807
source: Specify third point
lv: Norādiet trešo punktu

# _msg1809
source: Specify circle center
lv: Norādiet riņķa centru

# _msg1811
source: Specify circle radius
lv: Norādiet riņķa rādiusu

# _msg1813
source: radius=%1 is invalid
lv: rādiuss=%1 nav derīgs

# _msg1815
source: Specify center
lv: Norādiet centru

# _msg1817
source: Specify circle radius
lv: Norādiet riņķa rādiusu

# _msg1820
source: Specify the first line
lv: Norādiet pirmo līniju

# _msg1822
source: Specify the second line
lv: Norādiet otro līniju

# _msg1824
source: Specify the third line
lv: Norādiet trešo līniju

# _msg1825
source: Cancel
lv: Atcelt

# _msg1826
source: Specify the first point on the tangent circle
lv: Norādiet pirmo punktu pieskares riņķim

# _msg1827
source: Back
lv: Atpakaļ

# _msg1828
source: Specify the second point on the tangent circle
lv: Norādiet otro punktu pieskares riņķim

# _msg1829
source: Select the center of the tangent circle
lv: Izvelieties pieskares riņķa centru

# _msg1830
source: Specify a line/arc/circle
lv: Norādiet līniju/loku/riņķi

# _msg1831
source: Specify the first line/arc/circle
lv: Norādiet pirmo līniju/loku/riņķi

# _msg1832
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg1833
source: Specify the second line/arc/circle
lv: Norādiet otro līniju/loku/riņķi

# _msg1836
source: Specify a line/arc/circle
lv: Norādiet līniju/loku/riņķi

# _msg1837
source: Cancel
lv: Atcelt

# _msg1838
source: Specify the another arc/circle
lv: Norādiet otru loku/riņķi

# _msg1839
source: Back
lv: Atpakaļ

# _msg1840
source: Specify a point on the tangent circle
lv: Norādiet punktu uz pieskares riņķa

# _msg1841
source: Select the center of the tangent circle
lv: Izvelieties pieskares riņķa centru

# _msg1844
source: Select the center of the tangent circle
lv: Izvelieties pieskares riņķa centru

# _msg1845
source: Specify the first line/arc/circle
lv: Norādiet pirmo līniju/loku/riņķi

# _msg1846
source: Specify the second line/arc/circle
lv: Norādiet otro līniju/loku/riņķi

# _msg1847
source: Specify the third line/arc/circle
lv: Norādiet trešo līniju/loku/riņķi

# _msg1848
source: Specify the first point on ellipse
lv: Norādiet pirmo punktu uz elipses

# _msg1850
source: Specify the second point on ellipse
lv: Norādiet otro punktu uz elipses

# _msg1852
source: Specify the third point on ellipse
lv: Norādiet trešo punktu uz elipses

# _msg1853
source: Specify the fourth point on ellipse
lv: Norādiet ceturto punktu uz elipses

# _msg1854
source: Can not determine uniquely an ellipse
lv: Never unikāli noteikt elipsi.

# _msg1855
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1856
source: Specify ellipse center
lv: Norādiet elipses centru

# _msg1858
source: Specify endpoint of major axis
lv: Norādiet galapunktu primārajai asij

# _msg1860
source: Specify endpoint or length of minor axis:
lv: Norādiet galapunktu vai garumu sekundārajai asij:

# _msg1861
source: Specify start angle
lv: Norādiet sākuma leņķi

# _msg1862
source: Specify end angle
lv: Norādiet beigu leņķi

# _msg1863
source: Specify the center of ellipse
lv: Norādiet elipses centru

# _msg1864
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg1866
source: Specify the second point on ellipse
lv: Norādiet otro punktu uz elipses

# _msg1867
source: Back
lv: Atpakaļ

# _msg1868
source: Specify the third point on ellipse
lv: Norādiet trešo punktu uz elipses

# _msg1869
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1870
source: Specify first focus of ellipse
lv: Norādiet pirmo elipses fokusu

# _msg1871
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg1872
source: Specify second focus of ellipse
lv: Norādiet otro elipses fokusu

# _msg1873
source: Back
ca: Enrere
lv: Atpakaļ

# _msg1874
source: Specify a point on ellipse or total distance to foci
lv: Norādiet punktu uz elipses vai attālumu no fokusa

# _msg1877
source: Specify the first line
lv: Norādiet pirmo līniju

# _msg1878
source: Cancel
lv: Atcelt

# _msg1879
source: Specify the second line
lv: Norādiet otro līniju

# _msg1880
source: Back
lv: Atpakaļ

# _msg1881
source: Specify the third line
lv: Norādiet trešo līniju

# _msg1882
source: Specify the fourth line
lv: Norādiet ceturto līniju

# _msg1883
source: Can not determine uniquely an ellipse
lv: Never unikāli noteikt elipsi.

# _msg1884
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
lv: Nederīgs svītrojuma laukums. Pārliecinieties, ka objekti, kas to veido, ir viena vai vairākas slēgtas kontūras.

# _msg1885
source: Hatch created successfully.
lv: Svītrojums ir veiksmīgi izveidots.

# _msg1886
source: Hatch Error: Invalid contour found!
lv: Svītrošanas kļūda — atrasta nederīga kontūra!

# _msg1887
source: Hatch Error: Pattern not found!
lv: Svītrošanas kļūda — raksts nav atrasts!

# _msg1888
source: Hatch Error: Contour or pattern too small!
lv: Svītrošanas kļūda — kontūra vai raksts ir pārāk mazs!

# _msg1889
source: Hatch Error: Contour too big!
lv: Svītrošanas kļūda — kontūra ir pārāk liela!

# _msg1890
source: Hatch Error: Undefined Error!
lv: Svītrošanas kļūda — nedefinēta kļūda!

# _msg1891
source: Total hatch area = %1
lv: Kopējais svītrojuma laukums = %1

# _msg1892
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1893
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg1894
source: Cancel
lv: Atcelt

# _msg1895
source: Enter angle:
lv: Ievadiet leņķi:

# _msg1896
source: Enter factor:
lv: Ievadiet koeficientu:

# _msg1897
source: Enter dpi:
lv: Ievadiet dpi:

# _msg1898
source: Specify first point
lv: Norādiet pirmo punktu

# _msg1900
source: Specify next point or [%1]
lv: Norādiet nākamo punktu vai [%1]

# _msg1902
source: Specify next point
lv: Norādiet nākamo punktu

# _msg1903
source: Cannot undo: Not enough entities defined yet.
lv: Nevar atsaukt — vēl nav pietiekami daudz definētu objektu.

# _msg1904
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
lv: Nevar aizvērt līniju secību — vēl nav pietiekami daudz definētu objektu, vai arī tā jau ir aizvērta.

# _msg1905
source: Cannot redo: Not previous line segment defined.
lv: Nevar atcelt atsaukšanu — nav definēts iepriekšējais līnijas segments.

# _msg1906
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1907
source: Specify position
lv: Norādiet pozīciju

# _msg1908
source: Cancel
lv: Atcelt

# _msg1909
source: Enter angle:
lv: Ievadiet leņķi:

# _msg1910
source: Back
lv: Atpakaļ

# _msg1911
source: Enter length:
lv: Ievadiet garumu:

# _msg1912
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1913
source: Select first line
lv: Izvēlieties pirmo līniju

# _msg1915
source: Select second line
lv: Izvēlēties otro līniju

# _msg1917
source: Enter bisector length:
lv: Ievadiet bisektrises garumu:

# _msg1918
source: Enter number of bisectors:
lv: Ievadiet bisektrišu skaitu:

# _msg1919
source: Number sector lines not in range:
lv: Sektora līniju skaits, kas nav diapazonā:

# _msg1920
source: Click and drag to draw a line
lv: Klikšķiniet un velciet, lai zīmētu līniju

# _msg1921
source: Cancel
lv: Atcelt

# _msg1922
source: Specify first point
lv: Norādiet pirmo punktu

# _msg1923
source: Cancel
lv: Atcelt

# _msg1924
source: Specify second point
lv: Norādiet otro punktu

# _msg1925
source: Back
lv: Atpakaļ

# _msg1926
source: Select a line
lv: Izvēlieties līniju

# _msg1928
source: Select circle, arc or ellipse
lv: Izvēlēties riņķi, loku vai elipsi

# _msg1930
source: Specify Distance <%1> or select entity or [%2]
lv: Norādiet attālumu <%1> vai izvēlieties objektu, vai [%2]

# _msg1931
source: Cancel
lv: Atcelt

# _msg1932
source: Enter number:
lv: Ievadiet skaitu:

# _msg1933
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1934
source: Not a valid number. Try 1..99
lv: Nav derīgs skaits. Mēģiniet 1..99

# _msg1935
source: Select entity
lv: Izvēlieties objektu

# _msg1937
source: Specify through point
lv: Norādiet punktu caur

# _msg1938
source: Back
lv: Atpakaļ

# _msg1939
source: Number:
lv: Skaits:

# _msg1940
source: Not a valid number. Try 1..99
lv: Nav derīgs skaits. Mēģiniet 1..99

# _msg1941
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1942
source: Specify center
lv: Norādiet centru

# _msg1943
source: Specify a corner
lv: Norādiet stūri

# _msg1944
source: Enter number:
lv: Ievadiet skaitu:

# _msg1945
source: Not a valid number. Try 1..9999
lv: Nav derīgs skaits. Mēģiniet 1..9999

# _msg1946
source: Not a valid expression
ca: L'expressió no és vàlida
lv: Nav derīga izteiksme

# _msg1947
source: Specify first corner
lv: Norādiet pirmo stūri

# _msg1949
source: Specify second corner
lv: Norādiet otro stūri

# _msg1950
source: Back
ca: Enrere
lv: Atpakaļ

# _msg1951
source: Number:
lv: Skaits:

# _msg1952
source: Not a valid number. Try 1..9999
lv: Nav derīgs skaits. Mēģiniet 1..9999

# _msg1953
source: Not a valid expression.
lv: Nav derīga izteiksme.

# _msg1954
source: Specify first corner
lv: Norādiet pirmo stūri

# _msg1956
source: Specify second corner
lv: Norādiet otro stūri

# _msg1958
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1959
source: Select base entity
lv: Izvēlieties bāzes objektu

# _msg1960
source: Cancel
lv: Atcelt

# _msg1961
source: Specify position
lv: Norādiet pozīciju

# _msg1962
source: Back
lv: Atpakaļ

# _msg1963
source: Specify point
lv: Norādiet punktu

# _msg1964
source: Cancel
lv: Atcelt

# _msg1965
source: Select circle, arc or ellipse
lv: Izvēlēties riņķi, loku vai elipsi

# _msg1966
source: Back
lv: Atpakaļ

# _msg1968
source: Back
lv: Atpakaļ

# _msg1969
source: Select first circle or ellipse
lv: Izvēlēties pirmo riņķi vai elipsi

# _msg1970
source: Select second circle or ellipse
lv: Izvēlēties otro riņķi vai elipsi

# _msg1971
source: Specify insertion point
lv: Norādiet ievietošanas punktu

# _msg1972
source: Cancel
lv: Atcelt

# _msg1973
source: Enter text:
lv: Ievadiet tekstu:

# _msg1975
source: Specify location
lv: Norādiet vietu

# _msg1977
source: Specify first point
lv: Norādiet pirmo punktu

# _msg1978
source: Cancel
lv: Atcelt

# _msg1979
source: Specify next point or [%1]
lv: Norādiet nākamo punktu vai [%1]

# _msg1980
source: Back
lv: Atpakaļ

# _msg1981
source: Specify next point
lv: Norādiet nākamo punktu

# _msg1982
source: Cannot close sequence of lines: Not enough entities defined yet.
lv: Nevar aizvērt līniju secību — vēl nav pietiekami daudz definētu objektu.

# _msg1983
source: Cannot undo: Not enough entities defined yet.
lv: Nevar atsaukt — vēl nav pietiekami daudz definētu objektu.

# _msg1984
source: Specify first control point
lv: Norādiet pirmo vadības punktu

# _msg1986
source: Specify next control point or [%1]
lv: Norādiet nākamo vadības punktu vai [%1]

# _msg1988
source: Specify next control point
lv: Norādiet nākamo vadības punktu

# _msg1989
source: Cannot undo: Not enough entities defined yet.
lv: Nevar atsaukt — vēl nav pietiekami daudz definētu objektu.

# _msg1994
source: Specify second point
lv: Norādiet otro punktu

# _msg1995
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg1996
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg1997
source: Set reference point
lv: Iestatīt atskaites punktu

# _msg1998
source: Cancel
lv: Atcelt

# _msg1999
source: Nothing to undo!
lv: Nav ko atsaukt!

# _msg2000
source: Nothing to redo!
lv: Nav atsaukšanas ko atsaukt!

# _msg2001
source: Lines are parallel
lv: Līnijas ir paralēlas

# _msg2002
source: Specify first line
lv: Norādiet pirmo līniju

# _msg2003
source: Cancel
lv: Atcelt

# _msg2004
source: Specify second line
lv: Norādiet otro līniju

# _msg2005
source: Back
lv: Atpakaļ

# _msg2006
source: Angle: %1
lv: Leņķis: %1

# _msg2007
source: Circumference: %1
lv: Perimetrs: %1

# _msg2008
source: Point: %1/%2
lv: Punkts: %1/%2

# _msg2009
source: Specify first point of polygon
lv: Norādiet pirmo daudzstūra punktu

# _msg2011
source: Specify next point of polygon
lv: Norādiet nākamo daudzstūra punktu

# _msg2012
source: Closing Point: %1/%2
lv: Aizverošais punkts: %1/%2

# _msg2014
source: Specify first point of distance
lv: Norādiet pirmo attāluma punktu

# _msg2016
source: Specify second point of distance
lv: Norādiet otro attāluma punktu

# _msg2017
source: Back
lv: Atpakaļ

# _msg2018
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
lv: Attālums: %1 Dekarta: (%2 , %3), Polārās: (%4<%5 {1 ?} {2 ?} {3)?} {4<?} {5)?}

# _msg2019
source: Distance: %1
lv: Attālums: %1

# _msg2020
source: Specify entity
lv: Norādiet objektu

# _msg2021
source: Cancel
lv: Atcelt

# _msg2022
source: Specify point
lv: Norādiet punktu

# _msg2023
source: Back
lv: Atpakaļ

# _msg2024
source: Point is inside selected contour.
lv: Punkts ir izvēlētajā kontūrā.

# _msg2025
source: Point is outside selected contour.
lv: Punkts ir ārpus izvēlētās kontūras.

# _msg2026
source: Specify point
lv: Norādiet punktu

# _msg2027
source: Cancel
lv: Atcelt

# _msg2028
source: Total Length of selected entities: %1
lv: Izvēlēto objektu kopīgais garums: %1

# _msg2029
source: At least one of the selected entities cannot be measured.
lv: Nevar izmērīt vismaz vienu no izvēlētajiem objektiem.

# _msg2030
source: Insert Library Object
lv: Ievietot bibliotēkas objektu

# _msg2031
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg2032
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg2033
source: Cancel
lv: Atcelt

# _msg2034
source: Enter angle:
lv: Ievadiet leņķi:

# _msg2035
source: Enter factor:
lv: Ievadiet koeficientu:

# _msg2036
source: Cannot open file '%1'
lv: Nevar atvērt datni “%1”

# _msg2037
source: (Un-)&Lock Relative Zero
lv: [At-]fiksēt re&latīvo nulli

# _msg2038
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg2039
source: Select first entity
lv: Izvēlieties pirmo objektu

# _msg2041
source: Select second entity
lv: Izvēlieties otro objektu

# _msg2043
source: Enter length 1:
lv: Ievadiet garumu 1:

# _msg2044
source: Enter length 2:
lv: Ievadiet garumu 2:

# _msg2045
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2046
source: Cutting point is invalid.
lv: Griešanas punkts nav derīgs.

# _msg2047
source: Cutting point is not on entity.
lv: Griešanas punkts nav objekts.

# _msg2048
source: Specify entity to cut
lv: Norādiet objektu ko griezt

# _msg2049
source: Cancel
lv: Atcelt

# _msg2050
source: Specify cutting point
lv: Norādiet griešanas punktu

# _msg2051
source: Back
lv: Atpakaļ

# _msg2052
source: Entity must be a line, arc, circle, ellipse or interpolation spline.
lv: Objektam ir jābūt līnijai, arkai, aplim, elipsei vai interpolācijas splainam.

# _msg2053
source: Specify first break point on a polyline
lv: Norādiet lauztās līnijas pirmo lūzuma punktu

# _msg2054
source: Cancel
lv: Atcelt

# _msg2055
source: Specify second break point on the same polyline
lv: Norādiet tās pašas lauztās līnijas otro lūzuma punktu

# _msg2056
source: Back
lv: Atpakaļ

# _msg2057
source: Entities not in the same polyline.
lv: Objekti nav vienā un tā pašā lauztā līnijā.

# _msg2058
source: Parent of second entity is not a polyline
lv: Otrā objekta vecāks nav lauzta līnija

# _msg2059
source: Parent of first entity is not a polyline
lv: Pirmā objekta vecāks nav lauzta līnija

# _msg2065
source: Pick entity to delete
lv: Izvēlieties objektu, ko dzēst

# _msg2066
source: Cancel
lv: Atcelt

# _msg2068
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg2069
source: Specify first point of mirror line
lv: Norādiet spoguļa līnijas pirmo punktu

# _msg2070
source: Cancel
lv: Atcelt

# _msg2071
source: Specify second point of mirror line
lv: Norādiet spoguļa līnijas otro punktu

# _msg2072
source: Back
lv: Atpakaļ

# _msg2073
source: Specify reference point
ca: Especifiqueu el punt de referència
lv: Norādiet atskaites punktu

# _msg2075
source: Specify target point
lv: Norādiet mērķa punktu

# _msg2077
source: Invalid number of copies, use %1
lv: Nederīgs kopiju skaits, izmanto %1

# _msg2078
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg2079
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg2080
source: Cancel
lv: Atcelt

# _msg2081
source: Specify target point
lv: Norādiet mērķa punktu

# _msg2082
source: Back
lv: Atpakaļ

# _msg2083
source: Enter rotation angle:
lv: Ievadiet rotācijas leņķi:

# _msg2084
source: Specify direction of offset
lv: Norādiet nobīdes virzienu

# _msg2085
source: Back
lv: Atpakaļ

# _msg2086
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg2088
source: Specify rotation center
lv: Norādiet rotācijas centru

# _msg2089
source: Specify target point to rotate to
lv: Norādiet mērķa punktu, uz kuru pagriezt

# _msg2090
source: Specify absolute reference point
lv: Norādiet absolūto atskaites punktu

# _msg2091
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg2092
source: Specify relative reference point
lv: Norādiet relatīvo atskaites punktu

# _msg2094
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg2095
source: Specify first entity
lv: Norādiet pirmo objektu

# _msg2097
source: Specify second entity
lv: Norādiet otro objektu

# _msg2098
source: Enter radius:
lv: Ievadiet rādiusu:

# _msg2099
source: Cancel
lv: Atcelt

# _msg2103
source: Back
lv: Atpakaļ

# _msg2105
source: Specify first corner
lv: Norādiet pirmo stūri

# _msg2106
source: Cancel
lv: Atcelt

# _msg2107
source: Specify second corner
lv: Norādiet otro stūri

# _msg2108
source: Back
lv: Atpakaļ

# _msg2109
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg2110
source: Specify target point
lv: Norādiet mērķa punktu

# _msg2111
source: Select first trim entity
lv: Izvēlieties pirmo īsināšanas objektu

# _msg2112
source: Cancel
ca: Cancel·la
lv: Atcelt

# _msg2113
source: Select limiting entity
lv: Izvēlieties ierobežojošo objektu

# _msg2115
source: Select second trim entity
lv: Izvēlieties otro īsināšanas objektu

# _msg2116
source: Select entity to trim
lv: Izvēlieties objektu, ko īsināt

# _msg2117
source: No entity found.
lv: Nav atrastu objektu.

# _msg2118
source: The chosen Entity is in a block. Please edit the block.
lv: Izvēlētais objekts ir blokā. Rediģējiet bloku.

# _msg2119
source: The chosen Entity is not an atomic entity or cannot be trimmed.
lv: Izvēlētais objekts nav atomārs objekts un to nevar īsināt.

# _msg2120
source: Not a valid expression
ca: L'expressió no és vàlida
lv: Nav derīga izteiksme

# _msg2121
source: Select entity to trim or enter distance:
lv: Izvēlieties objektu, ko īsināt, vai ievadiet attālumu:

# _msg2122
source: Back
lv: Atpakaļ

# _msg2123
source: Select entity to trim
lv: Izvēlieties objektu, ko īsināt

# _msg2124
source: Back
ca: Enrere
lv: Atpakaļ

# _msg2125
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2126
source: Choose entity for order
lv: Izvēlieties objektu kārtošanai

# _msg2128
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2129
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.

# _msg2130
source: Adding point is invalid.
lv: Pievienošanas punkts nav derīgs.

# _msg2131
source: Adding point is not on entity.
lv: Pievienošanas punkts nav objekts.

# _msg2132
source: Specify polyline to add nodes
lv: Norādiet lauzto līniju, kurai pievienot mezglus

# _msg2134
source: Specify adding node's point
lv: Norādiet pievienojamā mezgla punktu

# _msg2135
source: Back
ca: Enrere
lv: Atpakaļ

# _msg2136
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2137
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.

# _msg2138
source: Click somewhere near the beginning or end of existing polyline.
lv: Spiediet kaut kur tuvu esošas lauztas līnijas sākumam vai beigām.

# _msg2139
source: Specify the polyline somewhere near the beginning or end point
lv: Norādiet lauztu līniju kaut kur tuvu sākumam vai beigām.

# _msg2141
source: Specify next point or [%1]
lv: Norādiet nākamo punktu vai [%1]

# _msg2143
source: Specify next point
lv: Norādiet nākamo punktu

# _msg2144
source: Can not append nodes in a closed polyline.
lv: Nevar pielikt mezglus slēgtais lauztai līnijai.

# _msg2145
source: Cannot undo: Not enough entities defined yet.
lv: Nevar atsaukt — vēl nav pietiekami daudz definētu objektu.

# _msg2146
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2147
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.

# _msg2148
source: Specify polyline to delete node
lv: Norādiet lauzto līniju, kurai dzēst mezglu

# _msg2150
source: Specify deleting node's point
lv: Norādiet dzēšamā mezgla punktu

# _msg2152
source: Deleting point is invalid.
lv: Dzēšanas punkts nav derīgs.

# _msg2153
source: Deleting point is not on entity.
lv: Dzēšanas punkts nav objekts.

# _msg2156
source: Deleting point is not on entity.
lv: Dzēšanas punkts nav objekts.
