Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2157
source: Specify polyline to delete between two nodes
lv: Norādiet lauzto līniju, kurai dzēst starp diviem mezgliem

# _msg2158
source: Cancel
lv: Atcelt

# _msg2159
source: Specify first node
lv: Norādiet pirmo mezglu

# _msg2160
source: Back
lv: Atpakaļ

# _msg2161
source: Specify second node
lv: Norādiet otro mezglu

# _msg2162
source: Deleting point is invalid.
lv: Dzēšanas punkts nav derīgs.

# _msg2165
source: Choose the original polyline
lv: Izvelieties sākotnējo lauzto līniju

# _msg2166
source: Cancel
lv: Atcelt

# _msg2167
source: No Entity found.
ca: No s'ha trobat cap entitat.
lv: Nav atrastu objektu.

# _msg2168
source: Choose one of the segments on the original polyline
lv: Izvelieties kādu no segmentiem no sākotnējās lauztās līnijas

# _msg2170
source: Entity can not be a closed polyline.
lv: Objekts nevar būt slēgta lauzta līnija.

# _msg2172
source: No Entity found.
lv: Nav atrastu objektu.

# _msg2173
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.

# _msg2174
source: Specifying point is invalid.
lv: Specificēšanas punkts nav derīgs.

# _msg2175
source: No Segment found on entity.
lv: Objektā nav atrasts segments.

# _msg2176
source: Specify polyline to trim
lv: Norādiet lauzto līniju, ko īsināt

# _msg2177
source: Cancel
lv: Atcelt

# _msg2178
source: Specify first segment
lv: Norādiet pirmo segmentu

# _msg2179
source: Back
lv: Atpakaļ

# _msg2180
source: Specify second segment
lv: Norādiet otro segmentu

# _msg2181
source: RS_ActionPrintPreview::fit(): Invalid paper size
lv: RS_ActionPrintPreview::fit(): Nederīgs papīra izmērs

# _msg2182
source: Printout offset in paper coordinates by (%1, %2)
lv: Izdrukas nobīde papīra koordinātās par (%1, %2)

# _msg2183
source: Printout offset in graph coordinates by (%1, %2)
lv: Izdrukas nobīde grafika koordinātās par (%1, %2)

# _msg2184
source: Printout offset in graph coordinates
lv: Izdrukas nobīde grafika koordinātās

# _msg2185
source: Printout offset in paper coordinates
lv: Izdrukas nobīde papīra koordinātās

# _msg2186
source: : select printout offset coordinates
lv: : izvēlieties izdrukas nobīdes koordinātas

# _msg2187
source: type in offset from command line to offset printout
lv: komandrindā ievadiet nobīdi, lai nobīdītu izdruku

# _msg2188
source: Printout offset ignores relative zero. Ignoring '@'
lv: Izdrukas nobīdes ignorē relatīvo nulli. Ignorē “@”

# _msg2192
source: Select to modify attributes
lv: Izvēlieties, lai mainītu atribūtus

# _msg2193
source: Cancel
lv: Atcelt

# _msg2194
source: Select to delete
lv: Izvēlieties, ko dzēst

# _msg2195
source: Select to delete immediately
lv: Izvēlieties, ko nekavējoties dzēst

# _msg2196
source: Select to move
lv: Izvēlieties, lai pārvietotu

# _msg2197
source: Select to rotate
lv: Izvēlieties, ko pagriezt

# _msg2198
source: Select to scale
lv: Izvēlieties, kam mainīt izmēru

# _msg2199
source: Select to mirror
lv: Izvēlieties, ko spoguļot

# _msg2200
source: Select to move and rotate
lv: Izvēlieties, ko pārvietot un pagriezt

# _msg2201
source: Select for two axis rotation
lv: Pagriešanai izvēlieties divas asis

# _msg2202
source: Select to explode text
lv: Izvēlieties, kam eksplodēt tekstu

# _msg2203
source: Select to create block
lv: Izvēlieties, lai izveidotu bloku

# _msg2204
source: Select to copy
lv: Izvēlieties, ko kopēt

# _msg2205
source: Select to cut
lv: Izvēlieties, ko izgriezt

# _msg2206
source: No entity selected!
lv: Nav izvēlētu objektu!

# _msg2207
source: Select to create offset
lv: Izvēlieties, lai veidotu nobīdi

# _msg2208
source: Select entities to order
lv: Izvēlieties objektus, kurus kārtot

# _msg2209
source: Select to explode block
lv: Izvēlieties, kam eksplodēt bloku

# _msg2210
source: Select to revert direction
lv: Izvēlieties, lai apgrieztu virzienu

# _msg2212
source: Entity must be an Atomic Entity.
lv: Objektam ir atomāram.

# _msg2213
source: Choose first point of intersection line
lv: Izvēlieties pirmo punktu uz līnijas, kas krustojas

# _msg2214
source: Cancel
lv: Atcelt

# _msg2215
source: Choose second point of intersection line
lv: Izvēlieties otro punktu uz līnijas, kas krustojas

# _msg2216
source: Back
lv: Atpakaļ

# _msg2217
source: Cancel
lv: Atcelt

# _msg2218
source: Choose second edge
lv: Izvēlieties otru malu

# _msg2219
source: Back
lv: Atpakaļ

# _msg2220
source: Click and drag for the selection window
lv: Spiediet un velciet izvēles logam

# _msg2221
source: Set relative Zero
lv: Iestatīt relatīvo nulli

# _msg2223
source: Set &Relative Zero
lv: Iestatīt &relatīvo nulli

# _msg2224
source: I&ntersection Manually
lv: Krustpu&nkts manuāli

# _msg2225
source: Select first entity
lv: Izvēlieties pirmo objektu

# _msg2226
source: Back
lv: Atpakaļ

# _msg2227
source: Select second entity
lv: Izvēlieties otro objektu

# _msg2228
source: Regenerated %1 dimension entities
lv: Pārģenerēti %1 dimensijas objekti

# _msg2229
source: No dimension entities found
lv: Nav atrastu dimensijas objektu

# _msg2230
source: Click and drag to pan zoom
lv: Klikšķiniet un velciet, lai panomramētu mērogu

# _msg2231
source: Cancel
lv: Atcelt

# _msg2232
source: Zoom panning
lv: Mēroga panoramēšana

# _msg2233
source: Specify first edge
lv: Norādiet pirmo malu

# _msg2235
source: Specify second edge
lv: Norādiet otro malu

# _msg2237
source: Frame
lv: Kadrs

# _msg2238
source: Arc Options
lv: Loka opcijas

# _msg2239
source: Counterclockwise
lv: Pretēji pulksteņrādītāja virzienam

# _msg2240
source: Clockwise
lv: Pulksteņrādītāja virzienā

# _msg2241
source: Tangential Arc Options
lv: Pieskares loka opcijas

# _msg2242
source: Radius of the tangential arc
lv: Pieskares loka rādiuss

# _msg2243
source: Total subtending angle of the tangential arc
lv: Pieskares loka kopējais pretnostatītais leņķis

# _msg2244
source: Radius
lv: Rādiuss

# _msg2245
source: Angle
lv: Leņķis

# _msg2246
source: Bevel Options
lv: Slīpuma opcijas

# _msg2247
source: Check to trim both entities to the bevel
lv: Atzīmējiet, lai īsinātu abus objektus uz slīpumu

# _msg2248
source: Trim
lv: Īsināt

# _msg2249
source: Length 1:
lv: Garums 1:

# _msg2250
source: Length 2:
lv: Garums 2:

# _msg2251
source: Circle Options
lv: Riņķu opcijas

# _msg2253
source: Circle Options
lv: Riņķu opcijas

# _msg2254
source: Radius:
lv: Rādiuss:

# _msg2255
source: Circle Tangential2 Options
lv: Riņķa Pieskares2 opcijas

# _msg2256
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
lv: <html><head/><body><p>Rādiuss zīmējamajam pieskares riņķim </p></body></html>

# _msg2257
source: Radius:
lv: Rādiuss:

# _msg2258
source: Radius of tangential circle
lv: Pieskares riņķa rādiuss

# _msg2259
source: Linear Dimension Options
lv: Lineārās dimensijas opcijas

# _msg2260
source: Angle:
lv: Leņķis:

# _msg2261
source: Dimension Options
lv: Dimensijas opcijas

# _msg2262
source: Label:
lv: Etiķete:

# _msg2270
source: Insert Options
lv: Ievietošanas opcijas

# _msg2271
source: Angle:
lv: Leņķis:

# _msg2272
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2273
source: Factor:
lv: Koeficients:

# _msg2274
source: Scale Factor
lv: Mēroga koeficients

# _msg2276
source: DPI of Image
lv: Attēla DPI

# _msg2277
source: Insert Options
lv: Ievietošanas opcijas

# _msg2278
source: Angle:
lv: Leņķis:

# _msg2279
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2280
source: Factor:
lv: Koeficients:

# _msg2281
source: Scale Factor
lv: Mēroga koeficients

# _msg2282
source: Array:
lv: Masīvs:

# _msg2283
source: Number of Columns
lv: Kolonnu skaits

# _msg2284
source: Number of Rows
lv: Rindu skaits

# _msg2285
source: Spacing:
lv: Atstatums:

# _msg2286
source: Column Spacing
lv: Kolonnu atstarpe

# _msg2287
source: Row Spacing
lv: Rindu atstarpe

# _msg2288
source: Library Insert Options
lv: Bibliotēkas ievietošanas opcijas

# _msg2289
source: Angle:
lv: Leņķis:

# _msg2290
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2291
source: Factor:
lv: Koeficients:

# _msg2292
source: Scale Factor
lv: Mēroga koeficients

# _msg2293
source: Line Angle Options
lv: Līnijas leņķa opcijas

# _msg2294
source: Angle:
lv: Leņķis:

# _msg2295
source: Line angle
lv: Līnijas leņķis

# _msg2296
source: Length:
lv: Garums:

# _msg2297
source: Length of line
lv: Līnijas garums

# _msg2298
source: Snap Point:
lv: Palīgpunkts:

# _msg2299
source: Start
lv: Sākums

# _msg2301
source: End
lv: Beigas

# _msg2302
source: Line Bisector Options
lv: Līnijas bisektrises opcijas

# _msg2303
source: Length:
lv: Garums:

# _msg2304
source: Length of bisector
lv: Bisektrises garums

# _msg2305
source: Number:
lv: Skaits:

# _msg2306
source: Number of bisectors to create
lv: Veidojamo bisektrišu skaits

# _msg2307
source: Line Options
lv: Līnijas opcijas

# _msg2308
source: Form a closed contour from lines drawn
lv: Veidot slēgtu kontūru no zīmētajām līnijām

# _msg2309
source: Close
lv: Noslēgt

# _msg2310
source: Undo the last line drawing
lv: Atsaukt pēdējo līnijas zīmēšanu

# _msg2311
source: Undo
lv: Atsaukt

# _msg2312
source: Redo the last line drawing
lv: Atcelt pēdējo līnijas zīmēšanas atsaukšanu

# _msg2313
source: Redo
lv: Atatsaukt

# _msg2314
source: Line Parallel Options
lv: Paralēlo līniju opcijas

# _msg2315
source: Distance:
lv: Attālums:

# _msg2316
source: Distance to original entity
lv: Attālums līdz sākotnējam objektam

# _msg2317
source: Number:
lv: Skaits:

# _msg2318
source: Number of parallels to create
lv: Veidojamo paralēlo līniju skaits

# _msg2319
source: Line Parallel Through Options
lv: Paralēlo līniju caur opcijas

# _msg2320
source: Number:
lv: Skaits:

# _msg2321
source: Number of parallels to create
lv: Veidojamo paralēlo līniju skaits

# _msg2322
source: Polygon Options
lv: Daudzstūra opcijas

# _msg2323
source: Number:
lv: Skaits:

# _msg2324
source: Number of edges
lv: Malu skaits

# _msg2325
source: Polygon Options
lv: Daudzstūra opcijas

# _msg2326
source: Number:
lv: Skaits:

# _msg2327
source: Number of edges
lv: Malu skaits

# _msg2328
source: Line Relative Angle Options
lv: Līnijas relatīvā leņķa opcijas

# _msg2329
source: Angle:
lv: Leņķis:

# _msg2330
source: Line angle
lv: Līnijas leņķis

# _msg2331
source: Length:
lv: Garums:

# _msg2332
source: Length of line
lv: Līnijas garums

# _msg2333
source: Text Options
lv: Teksta opcijas

# _msg2334
source: Text:
lv: Teksts:

# _msg2335
source: Angle:
lv: Leņķis:

# _msg2336
source: Modify Offset Options
lv: Modificēt nobīdes opcijas

# _msg2337
source: Distance:
lv: Attālums:

# _msg2338
source: Offset from original entity
lv: Nobīde no sākotnējā objekta

# _msg2339
source: Move Rotate Options
lv: Pārvietošanas, pagriešanas opcijas

# _msg2340
source: Angle:
lv: Leņķis:

# _msg2341
source: Polyline Options
lv: Lauztas līnijas opcijas

# _msg2342
source: Close
lv: Noslēgt

# _msg2343
source: Undo
lv: Atsaukt

# _msg2344
source: Line
lv: Līnija

# _msg2345
source: Tangential
lv: Pieskare

# _msg2346
source: Tan Radius
lv: Tan rādiuss

# _msg2347
source: Angle
lv: Leņķis

# _msg2348
source: Radius:
lv: Rādiuss:

# _msg2350
source: Counter Clockwise
lv: Pretēji pulksteņrādītāja virzienam

# _msg2351
source: Clockwise
lv: Pulksteņrādītāja virzienā

# _msg2352
source: Print Preview Options
lv: Drukas priekšskatījuma opcijas

# _msg2353
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
lv: <html><head/><body><p>Drukāšanas mērogs ir fiksēts uz pašreizējo vērtību</p></body></html>

# _msg2354
source: fixed
lv: fiksēts

# _msg2355
source: Toggle Black / White mode
lv: Pārslēgt režīmu “melns / balts”

# _msg2356
source: Center to page
lv: Centrēt lappusē

# _msg2357
source: Fit to page
lv: Ietilpināt lappusē

# _msg2359
source: Round Options
lv: Apaļošanas opcijas

# _msg2360
source: Check to trim both edges to the rounding
lv: Atzīmējiet, lai īsinātu abas malas uz apaļošanu

# _msg2361
source: Trim
lv: Īsināt

# _msg2362
source: Radius:
lv: Rādiuss:

# _msg2364
source: Offset:
lv: Nobītīt:

# _msg2365
source: Snap Distance Options
lv: Pievilkšanas attāluma opcijas

# _msg2366
source: Distance:
lv: Attālums:

# _msg2367
source: Snap Distance Options
lv: Pievilkšanas attāluma opcijas

# _msg2368
source: Middle Points:
lv: Viduspunkti:

# _msg2369
source: Number of equidistant division points
lv: Vienāda attāluma dalījuma punktu skaits

# _msg2370
source: Spline Options
lv: Splainu opcijas

# _msg2371
source: Degree:
lv: Pakāpe:

# _msg2373
source: Undo
lv: Atsaukt

# _msg2374
source: Text Options
lv: Teksta opcijas

# _msg2375
source: Text:
lv: Teksts:

# _msg2376
source: Angle:
lv: Leņķis:

# _msg2377
source: Trim Amount Options
lv: Īsināšanas apjoma opcijas

# _msg2378
source: Distance. Negative values for trimming, positive values for extending.
lv: Attālums. Negatīvas vērtības īsināšanai, pozitīvas vērtības pagarināšanai.

# _msg2379
source: Length:
lv: Garums:

# _msg2380
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
lv: Attālums. Negatīvas vērtības īsināšanai, pozitīvas vērtības pagarināšanai. Mīnusa zīme tiek ignorēta, kad īsina uz beigu kopējo garumu.

# _msg2381
source: The input length is used as total length after trimming, instead of length increase
lv: Ievades garums tiek izmantots kā kopējais garums pēc īsināšanas, nevis garuma pieaugums

# _msg2382
source: Frame
lv: Kadrs

# _msg2390
source: Frame
lv: Kadrs

# _msg2393
source: Save
lv: Saglabāt

# _msg2394
source: 2 Points, Radius
lv: 2 punkti, rādiuss

# _msg2395
source: &Spline through points
lv: &Splains cauri punktiem

# _msg2396
source: Draw polylines
lv: Zīmēt lauztas līnijas

# _msg2397
source: Add polyline's node
lv: Pievienot lauztas līnijas mezglu

# _msg2398
source: Append polyline's node
lv: Pielikt lauztas līnijas mezglu

# _msg2399
source: Delete polyline's node
lv: Dzēst lauztas līnijas mezglu

# _msg2400
source: Delete between two nodes
lv: Dzēst starp diviem mezgliem

# _msg2401
source: Trim polyline's segments
lv: Īsināt lauztas līnijas segmentus

# _msg2402
source: Create Equidistant Polylines
lv: Izveidot vienāda garuma lauztas līnijas

# _msg2403
source: Create Polyline from Existing Segments
lv: Izveidot lauztu līniju no esošiem segmentiem

# _msg2404
source: M&ove and Rotate
lv: Pārviet&ot un pagriezt

# _msg2405
source: &Trim Two
lv: Īsinā&t divus

# _msg2406
source: &Offset
lv: &Nobīdīt

# _msg2407
source: set to bottom
lv: iestatīt uz apakšu

# _msg2408
source: lower over entity
lv: pazemināt virs objekta

# _msg2409
source: set to top
lv: iestatīt uz virspusi

# _msg2410
source: &Preferences
lv: &Iestatījumi

# _msg2411
source: Open IDE
lv: Atvērt IDE

# _msg2412
source: Run Script..
lv: Palaist skriptu...

# _msg2413
source: Regenerate Dimension Entities
lv: Pārģenerēt dimensiju objektus

# _msg2417
source: Create Double-click Menu
lv: Izveidot dubultklikšķa izvēlni

# _msg2418
source: Add or Remove Action
lv: Pievienot vai izņemt darbību

# _msg2419
source: Specify a point
lv: Norādiet punktu

# _msg2420
source: Focus on &Command Line
lv: Fokusēties uz &komandrindu

# _msg2421
source: &Arc
lv: L&oks

# _msg2422
source: &Draw
lv: &Zīmēt

# _msg2423
source: &Dimension
lv: Dimensi&ja

# _msg2424
source: &Snap
lv: &Piesaistīt

# _msg2425
source: &Layer
lv: S&lānis

# _msg2426
source: &Block
lv: &Bloks

# _msg2427
source: &Scripts
lv: &Skripti

# _msg2428
source: De&bugging
lv: Atkļū&došana

# _msg2429
source: About...
lv: Par...

# _msg2430
source: &Manual
lv: &Rokasgrāmata

# _msg2431
source: None
lv: Nekas

# _msg2432
source: Modules: %1
lv: Moduļi: %1

# _msg2433
source: &Window
lv: &Logs

# _msg2434
source: Running script '%1'
lv: Darbina skriptu “%1”

# _msg2435
source: Inserting block '%1'
lv: Ievieto bloku “%1”

# _msg2436
source: Insert Image
lv: Ievietot attēlu

# _msg2437
source: Help
lv: Palīdzība

# _msg2438
source: Bugger, I couldn't find the helpfiles on the filesystem.
lv: Neraža! Datņu sistēmā nevarēju atrast palīdzības datnes.

# _msg2439
source: Program Icons Supplied by
lv: Programmas ikonas nodrošina

# _msg2440
source: Splash and Logo supplied by
lv: Uzplaiksnījuma ekrānu un logo nodrošina

# _msg2441
source: Main Website :
lv: Galvenā tīmekļa vietne :

# _msg2442
source: SCM Revision: %1
lv: SCM rediģējums: %1

# _msg2444
source: Please consider donating to LibreCAD to help maintain the source code and website.
lv: Lūdzu, apsveriet ziedošanu LibreCAD projektam, lai palīdzētu uzturēt pirmkodu un tīmekļa vietni.

# _msg2445
source: Draw &Order
lv: Zīmējuma &secība

# _msg2446
source: Pen Selection
lv: Zīmuļa izvēle

# _msg2448
source: Compiler: Microsoft Visual C++<br>
lv: Kompilators: Microsoft Visual C++<br>

# _msg2449
source: Help files not found
lv: Palīdzības datnes nav atrastas

# _msg2450
source: &Spline
lv: &Splains

# _msg2451
source: &Text
lv: &Teksts

# _msg2452
source: Misc
lv: Dažādi

# _msg2453
source: Custom
lv: Pielāgots

# _msg2454
source: Online (Wiki)
lv: Tiešsaistes (viki)

# _msg2455
source: Double-click Menu Creator
lv: Dubultklikšķa izvēlnes veidotājs

# _msg2456
source: Sna&p
lv: &Pievilkt

# _msg2457
source: &Close
lv: &Aizvērt

# _msg2458
source: &Grid
lv: &Režģis

# _msg2459
source: &Application Preferences
lv: &Lietotnes iestatījumi

# _msg2460
source: &Statusbar
lv: &Statusjosla

# _msg2461
source: &Draft
lv: &Melnraksts

# _msg2462
source: Open IDE
lv: Atvērt IDE

# _msg2463
source: Run Script..
lv: Palaist skriptu...

# _msg2464
source: &Preferences
lv: &Iestatījumi

# _msg2465
source: &Export...
lv: &Eksportēt...

# _msg2466
source: &Print...
lv: &Drukāt...

# _msg2468
source: &Quit
lv: I&ziet

# _msg2469
source: &Selection pointer
lv: Izvēlēšanā&s rādītājs

# _msg2470
source: Export as PDF
lv: Eksportēt kā PDF

# _msg2471
source: &Block
lv: &Bloks

# _msg2472
source: Arc Options
lv: Loka opcijas

# _msg2473
source: Clockwise
lv: Pulksteņrādītāja virzienā

# _msg2474
source: Counterclockwise
lv: Pretēji pulksteņrādītāja virzienam

# _msg2475
source: Tangential Arc Options
lv: Pieskares loka opcijas

# _msg2476
source: Radius of the tangential arc
lv: Pieskares loka rādiuss

# _msg2477
source: Total subtending angle of the tangential arc
lv: Pieskares loka kopējais pretnostatītais leņķis

# _msg2478
source: Radius
lv: Rādiuss

# _msg2479
source: Angle
lv: Leņķis

# _msg2480
source: Bevel Options
lv: Slīpuma opcijas

# _msg2481
source: Trim
lv: Īsināt

# _msg2482
source: Check to trim both entities to the bevel
lv: Atzīmējiet, lai īsinātu abus objektus uz slīpumu

# _msg2483
source: Length 1:
lv: Garums 1:

# _msg2484
source: Length 2:
lv: Garums 2:

# _msg2485
source: CAD Tools
lv: CAD rīki

# _msg2486
source: Arcs
lv: Loki

# _msg2487
source: Arc with three points
lv: Loks ar trīs punktiem

# _msg2488
source: Arc with Center, Point, Angles
lv: Loks ar centru, punktu, leņķiem

# _msg2489
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2490
source: Concentric
lv: Koncentriski

# _msg2491
source: Arc tangential to base entity with radius
lv: Loka pieskare, uz ko balstīt objektu ar rādiusu

# _msg2492
source: Circles
lv: Riņķi

# _msg2493
source: Circle with two opposite points
lv: Riņķis ar diviem pretējiem punktiem

# _msg2494
source: Circle with center and radius
lv: Riņķis ar centru un rādiusu

# _msg2495
source: Circle with center and point
lv: Riņķis ar centru un punktu

# _msg2496
source: Circle with three points
lv: Riņķis ar trim punktiem

# _msg2497
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2498
source: Concentric
lv: Koncentriski

# _msg2499
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zīmēt riņķi, kas ir ievilkts trīsstūrī, <span style=" font-style:italic;">piemēram</span>, pieskare 3 līnijām</p></body></html>

# _msg2500
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Zīmēt pieskares riņķi diviem riņķiem, kad ir dots rādiuss</span></p></body></html>

# _msg2501
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Zīmēt pieskares riņķi riņķim, cauri diviem punktiem</span></p></body></html>
