Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2504
source: Restrict snapping vertically
fr: Restriction de l’accrochage vertical

# _msg2505
source: General Application Preferences
fr: Paramètres généraux de l’application

# _msg2506
source: Closes the current drawing
fr: Ferme le dessin actif

# _msg2507
source: Prints out the current drawing
fr: Imprime le dessin actif

# _msg2508
source: Close Drawing
fr: Fermer le dessin

# _msg2509
source: Print Drawing
fr: Imprimer le dessin

# _msg2510
source: Export Drawing
fr: Exporter le dessin

# _msg2511
source: Exports the current drawing as bitmap
fr: Exporte le dessin actif en tant que bitmap

# _msg2513
source: &Application Preferences
fr: &Paramètres de l’application

# _msg2514
source: Enables/disables the grid
fr: Active/désactive la grille

# _msg2515
source: Statusbar
fr: Barre d’état

# _msg2516
source: &Statusbar
fr: &Barre d’état

# _msg2517
source: Enables/disables the statusbar
fr: Active/désactive la barre d’état

# _msg2518
source: Draft
fr: Esquisse

# _msg2519
source: &Draft
fr: &Esquisse

# _msg2520
source: Enables/disables the draft mode
fr: Active/désactive le mode Esquisse

# _msg2521
source: Open IDE
fr: Ouvrir IDE

# _msg2522
source: &Open IDE
fr: &Ouvrir IDE

# _msg2523
source: Opens the integrated development environment for scripting
fr: Ouvre l’environnement de développement intégré de scripts

# _msg2524
source: Run Script..
fr: Lancer le script...

# _msg2525
source: &Run Script..
fr: &Lancer le script...

# _msg2526
source: Runs a script
fr: Lance un script

# _msg2527
source: &Preferences
fr: &Préférences

# _msg2528
source: &Export...
fr: &Exporter...

# _msg2529
source: &Print...
fr: &Imprimer...

# _msg2530
source: Quit
fr: Quitter

# _msg2531
source: &Quit
fr: &Quitter

# _msg2533
source: Restrict&Vertically
fr: Restreindre&verticalement

# _msg2534
source: &back
fr: &retour

# _msg2535
source: &Selection pointer
fr: &Pointeur de sélection

# _msg2536
source: &Block
fr: &Bloc

# _msg2537
source: Arc Options
fr: Paramètres des arcs

# _msg2538
source: Clockwise
fr: Sens horaire

# _msg2539
source: Counter Clockwise
fr: Sens antihoraire

# _msg2540
source: Tangential Arc Options
fr: Paramètres d’arc tangent

# _msg2541
source: Radius:
fr: Rayon :

# _msg2543
source: Bevel Options
fr: Paramètres de chanfrein

# _msg2544
source: Trim
fr: Ajuster

# _msg2545
source: Check to trim both entities to the bevel
fr: Vérifier pour ajuster les deux éléments avec le chanfrein

# _msg2546
source: Length 1:
fr: Longueur 1 :

# _msg2547
source: Length 2:
fr: Longueur 2 :

# _msg2548
source: Cancel
fr: Annuler

# _msg2552
source: Add a block
fr: Ajouter un bloc

# _msg2553
source: CAD Tools
fr: Outils de DAO

# _msg2555
source: Arc with three points
fr: Arc avec trois points

# _msg2556
source: Arc with Center, Point, Angles
fr: Arc avec centre, point, angles

# _msg2557
source: Back to main menu
fr: Retour au menu précédent

# _msg2558
source: Concentric
fr: Concentrique

# _msg2559
source: Arc tangential to base entity with radius
fr: Arc tangent à l’objet de base avec un rayon

# _msg2560
source: Circles
fr: Cercles

# _msg2561
source: Circle with two opposite points
fr: Cercle avec deux points opposés

# _msg2562
source: Circle with center and radius
fr: Cercle avec centre et rayon

# _msg2563
source: Circle with center and point
fr: Cercle avec centre et point

# _msg2564
source: Circle with three points
fr: Cercle avec trois points

# _msg2565
source: Back to main menu
ca: Torna al menú principal
fr: Retour au menu précédent

# _msg2566
source: Concentric
fr: Concentrique

# _msg2567
source: Dimensions
fr: Cotations

# _msg2568
source: Back to main menu
fr: Retour au menu précédent

# _msg2569
source: Diametric Dimension
fr: Dimension du diamètre

# _msg2570
source: Radial Dimension
fr: Cotation radiale

# _msg2571
source: Vertical Dimension
fr: Cotation verticale

# _msg2572
source: Horizontal Dimension
fr: Cotation horizontale

# _msg2573
source: Linear Dimension
fr: Cotation linéaire

# _msg2575
source: Angular Dimension
fr: Cotation angulaire

# _msg2576
source: Leader
fr: Repère

# _msg2577
source: Concentric
fr: Concentrique

# _msg2579
source: Ellipse arc with center, two points and angles
fr: Arc d’ellipse avec un centre, deux points et des angles

# _msg2580
source: Ellipse with Center and two points
fr: Ellipse avec un centre et deux points

# _msg2582
source: Concentric
ca: Concèntrica
fr: Concentrique

# _msg2584
source: Back to main menu
fr: Retour au menu précédent

# _msg2586
source: Distance (Entity, Point)
fr: Distance (Objet, Point)

# _msg2588
source: Total length of selected entities
fr: Longueur totale des éléments sélectionnés

# _msg2589
source: Area of polygon
fr: Surface du polygone

# _msg2590
source: Concentric
fr: Concentrique

# _msg2591
source: Lines
fr: Lignes

# _msg2592
source: Freehand lines
fr: Lignes à main levée

# _msg2593
source: Orthogonal lines
fr: Lignes orthogonales

# _msg2594
source: Back to main menu
fr: Retour au menu précédent
lv: Atpakaļ uz galveno izvēlni

# _msg2595
source: Bisectors
fr: Bissectrices

# _msg2596
source: Tangents from circle to circle
fr: Tangentes d’un cercle à l’autre

# _msg2597
source: Tangents from point to circle
fr: Tangentes d’un point à un cercle

# _msg2598
source: Line with two points
fr: Ligne avec deux points

# _msg2599
source: Lines with relative angles
fr: Lignes avec angles relatifs

# _msg2600
source: Line with given angle
fr: Ligne avec angle donné

# _msg2601
source: Horizontal lines
fr: Lignes horizontales

# _msg2602
source: Vertical lines
fr: Lignes verticales

# _msg2604
source: Polygons with Center and Corner
fr: Polygones avec centre et coin

# _msg2605
source: Polygons with two Corners
fr: Polygones avec deux coins

# _msg2606
source: Parallels with distance
fr: Parallèles avec distance

# _msg2607
source: Parallels through point
fr: Parallèles passant par un point

# _msg2609
source: Show menu "Lines"
fr: Afficher le menu « Lignes »

# _msg2610
source: Show menu "Arcs"
fr: Afficher le menu « Arcs »

# _msg2611
source: Show menu "Circles"
fr: Afficher le menu « Cercles »

# _msg2612
source: Show menu "Points"
fr: Afficher le menu « Points »

# _msg2613
source: Show menu "Measure"
fr: Afficher le menu « Mesures »

# _msg2614
source: Show menu "Ellipses"
fr: Afficher le menu « Ellipses »

# _msg2615
source: Hatches / Solid Fills
fr: Hachures/motifs de remplissage

# _msg2616
source: Show menu "Edit"
fr: Afficher le menu « Édition »

# _msg2617
source: Show menu "Dimensions"
fr: Afficher le menu « Cotations »

# _msg2618
source: Texts
fr: Textes

# _msg2619
source: Show menu "Select"
fr: Afficher le menu « Sélection »

# _msg2620
source: Create Block
fr: Créer un bloc

# _msg2621
source: Raster Image
fr: Image de trame

# _msg2622
source: Show menu "Splines"
fr: Afficher le menu « Courbes splines »

# _msg2624
source: Splines
fr: Courbes splines

# _msg2625
source: Polylines
fr: Polylignes

# _msg2626
source: Draw Points
fr: Dessiner des points

# _msg2627
source: Insert Image
fr: Insérer une image

# _msg2628
source: Modify
fr: Modifier

# _msg2629
source: Back to main menu
fr: Retour au menu précédent

# _msg2630
source: Rotate
fr: Rotation

# _msg2631
source: Scale
fr: Mettre à l’échelle

# _msg2632
source: Move
fr: Déplacer

# _msg2633
source: Move and Rotate
fr: Déplacement et rotation

# _msg2634
source: Explode
fr: Éclater

# _msg2635
source: Delete
fr: Supprimer

# _msg2636
source: Stretch
fr: Déformer

# _msg2637
source: Round
fr: Arrondi

# _msg2638
source: Bevel
fr: Chanfrein

# _msg2639
source: Trim by amount
fr: Ajuster par quantité

# _msg2640
source: Trim / Extend two
fr: Ajuster/Étirer les deux

# _msg2641
source: Trim / Extend
fr: Ajuster/Étirer

# _msg2642
source: Rotate around two centers
fr: Rotation autour de deux centres

# _msg2643
source: Edit Entity Attributes
fr: Éditer les attributs de l’objet

# _msg2644
source: Edit Entity Geometry
fr: Éditer la géométrie de l’objet

# _msg2645
source: Mirror
fr: Symétrie axiale

# _msg2646
source: Divide
fr: Diviser

# _msg2647
source: Explode Text into Letters
fr: Éclater le texte en lettres

# _msg2648
source: Edit Text
fr: Éditer le texte

# _msg2649
source: Move / Copy
fr: Déplacer/Copier

# _msg2650
source: Rotate Two
fr: Double rotation

# _msg2651
source: Lengthen
fr: Allonger

# _msg2654
source: Single points
ca: Punts senzills
fr: Points uniques

# _msg2655
source: Polylines
ca: Polilínies
fr: Polylignes

# _msg2656
source: Back to main menu
ca: Torna al menú principal
fr: Retour au menu précédent

# _msg2657
source: Create Polyline
ca: Crea una polilínia
fr: Créer une polyligne

# _msg2658
source: Trim segments
fr: Ajuster les segments

# _msg2659
source: Delete between two nodes
fr: Supprimer entre deux nœuds

# _msg2660
source: Delete node
ca: Suprimeix un node
fr: Supprimer un nœud

# _msg2661
source: Add node
fr: Ajouter un nœud

# _msg2662
source: Append node
ca: Afegeix un node
fr: Apposer un nœud

# _msg2663
source: Create Polyline from Existing Segments
fr: Créer une polyligne à partir de segments existants

# _msg2664
source: Concentric
fr: Concentrique

# _msg2665
source: Select
fr: Sélectionner

# _msg2666
source: Select all
fr: Tout sélectionner

# _msg2667
source: Back to main menu
fr: Retour au menu précédent

# _msg2668
source: Select intersected entities
fr: Sélectionner les éléments communs

# _msg2669
source: Deselect intersected entities
fr: Annuler la sélection des éléments communs

# _msg2670
source: Deselect all
fr: Désélectionner tout

# _msg2671
source: Invert Selection
fr: Inverser la sélection

# _msg2672
source: Select layer
fr: Sélectionner un calque

# _msg2673
source: (De-)Select contour
fr: (Dé-)sélectionner la forme

# _msg2674
source: (De-)Select entity
fr: (Dé-)sélectionner l’objet

# _msg2675
source: Deselect Window
fr: Annuler la sélection dans une zone

# _msg2676
source: Select Window
fr: Sélectionner dans une zone

# _msg2677
source: Continue action
fr: Continuer l’action

# _msg2678
source: Snap
fr: Accrocher

# _msg2679
source: Back to main menu
fr: Retour au menu précédent

# _msg2680
source: Snap to grid
fr: Accrocher à la grille

# _msg2681
source: Free positioning
fr: Positionnement libre

# _msg2682
source: Snap to Endpoints
fr: Accrocher aux extrémités

# _msg2683
source: Snap to closest point on entity
fr: Accrocher au point le plus proche sur l’objet

# _msg2684
source: Snap to center points
fr: Accrocher aux points centraux

# _msg2685
source: Snap to middle points
fr: Accrocher aux points du milieu

# _msg2686
source: Snap to point with given distance to endpoint
fr: Accrocher à un point situé à une distance donnée de l’extrémité

# _msg2687
source: Snap to intersections automatically
fr: Accrocher automatiquement aux intersections

# _msg2688
source: No Restriction
fr: Aucune restriction

# _msg2689
source: Orthogonal Restriction
fr: Restriction orthogonale

# _msg2690
source: Horizontal Restriction
fr: Restriction horizontale

# _msg2691
source: Vertical Restriction
fr: Restriction verticale

# _msg2692
source: Move relative Zero
fr: Déplacer le zéro relatif

# _msg2693
source: Lock relative Zero
fr: Verrouiller le zéro relatif

# _msg2694
source: Snap to intersections manually
fr: Accrocher manuellement aux intersections

# _msg2695
source: Splines
fr: Courbes splines

# _msg2696
source: Back to main menu
fr: Retour au menu précédent

# _msg2697
source: Spline
fr: Courbe spline

# _msg2698
source: Circle Options
fr: Paramètres des cercles

# _msg2699
source: Radius:
fr: Rayon :

# _msg2700
source: Radius:
fr: Rayon :

# _msg2701
source: Others..
fr: Autres...

# _msg2702
source: &Copy
fr: &Copier

# _msg2703
source: Linear Dimension Options
fr: Paramètres de cotation linéaire

# _msg2705
source: Dimension Options
fr: Paramètres de cotation

# _msg2706
source: Label:
fr: Étiquette :

# _msg2714
source: ø (Diameter)
fr: ø (Diamètre)

# _msg2716
source: Cancel
fr: Annuler

# _msg2720
source: Cancel
fr: Annuler

# _msg2724
source: Cancel
fr: Annuler

# _msg2730
source: Cancel
fr: Annuler

# _msg2732
source: Aligned Dimension
fr: Cotation alignée

# _msg2735
source: Cancel
ca: Cancel·la
fr: Annuler

# _msg2737
source: Cancel
fr: Annuler

# _msg2743
source: Cancel
fr: Annuler

# _msg2746
source: Cancel
fr: Annuler

# _msg2748
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
fr: <font size="+1"><b>Bienvenue sur QCad</b> </font> <br> Veuillez choisir l’unité que vous souhaitez utiliser pour les nouveaux dessins ainsi que la langue de l’interface.<br> Vous pourrez changer ces paramètres dans la boîte de dialogue Paramètres de QCad plus tard.

# _msg2750
source: Enter
fr: Continuer

# _msg2751
source: Scale:
fr: Échelle :

# _msg2755
source: Cancel
fr: Annuler

# _msg2758
source: Line &spacing:
fr: Espacement des &lignes :

# _msg2759
source: Diameter (ø)
fr: Diamètre (ø)

# _msg2760
source: Cancel
fr: Annuler

# _msg2763
source: Moving Options
fr: Options de déplacement

# _msg2764
source: Cancel
fr: Annuler

# _msg2768
source: Cancel
fr: Annuler

# _msg2775
source: Extension line extension:
fr: Extension de la ligne d’attache :

# _msg2776
source: Extension line offset:
fr: Décalage de la ligne d’attache :

# _msg2777
source: Cancel
fr: Annuler

# _msg2806
source: &Show large crosshairs
fr: &Afficher les pointeurs en croix

# _msg2807
source: Number of p&review entities:
fr: Nombre de p&révisualisations d’objets :

# _msg2811
source: Colors
fr: Couleurs

# _msg2813
source: Fontsize
fr: Taille de la police

# _msg2814
source: Statusbar:
fr: Barre d’état :

# _msg2830
source: Minimal Grid Spacing:
fr: Espacement minimal de la grille :

# _msg2834
source: Minimal Grid Spacing (px):
fr: Espacement minimal de la grille (px) :

# _msg2835
source: Time between automatc saving of thedocument in minutes.
fr: Intervalle de temps en minutes entre les sauvegardes automatiques du document.

# _msg2838
source: Gray
fr: Gris

# _msg2839
source: White
fr: Blanc

# _msg2840
source: Drawing Variables
fr: Variables du dessin

# _msg2843
source: Value
fr: Valeur

# _msg2846
source: Cancel
fr: Annuler

# _msg2848
source: Cancel
fr: Annuler

# _msg2853
source: Cancel
fr: Annuler

# _msg2856
source: &Cancel
fr: &Annuler

# _msg2858
source: Cancel
fr: Annuler

# _msg2861
source: &Cancel
fr: &Annuler

# _msg2863
source: &Factor (f):
fr: &Facteur (f) :

# _msg2872
source: Font
fr: Police

# _msg2875
source: Diameter (ø)
fr: Diamètre (ø)

# _msg2876
source: Line &spacing:
fr: Espacement des &lignes :

# _msg2877
source: &Default line spacing
fr: &Espacement des lignes par défaut

# _msg2881
source: Aligned
fr: Alignée

# _msg2882
source: Middle
fr: Milieu

# _msg2883
source: &Save
fr: &Enregistrer

# _msg2884
source: Save &As..
fr: Enregistrer &sous...

# _msg2885
source: &Cancel
fr: &Annuler

# _msg2886
source: No Text supplied.
fr: Aucun texte fourni.

# _msg2887
source: C&lose
fr: &Fermer

# _msg2888
source: Open Drawing
fr: Ouvrir un dessin

# _msg2889
source: Save Drawing As
fr: Enregistrer le dessin sous

# _msg2890
source: Insert Options
fr: Paramètres d’insertion

# _msg2892
source: Rotation Angle
fr: Angle de rotation

# _msg2893
source: Factor:
fr: Facteur :

# _msg2894
source: Scale Factor
fr: Facteur de mise à l’échelle

# _msg2897
source: Black
fr: Noir

# _msg2900
source: Cancel
fr: Annuler

# _msg2918
source: Insert Options
fr: Paramètres d’insertion

# _msg2920
source: Rotation Angle
fr: Angle de rotation

# _msg2921
source: Factor:
fr: Facteur :

# _msg2922
source: Scale Factor
fr: Facteur de mise à l’échelle

# _msg2923
source: Array:
fr: Matrice :

# _msg2924
source: Number of Columns
fr: Nombre de colonnes

# _msg2925
source: Number of Rows
fr: Nombre de lignes

# _msg2926
source: Spacing:
fr: Espacement :

# _msg2927
source: Column Spacing
fr: Espacement des colonnes

# _msg2928
source: Row Spacing
fr: Espacement des lignes

# _msg2929
source: Cancel
fr: Annuler

# _msg2933
source: &Edit Layer
fr: &Modifier le calque

# _msg2934
source: &Toggle Visibility
fr: &Basculer la visibilité

# _msg2935
source: Library Insert Options
fr: Paramètres d’insertion de bibliothèques

# _msg2937
source: Rotation Angle
fr: Angle de rotation

# _msg2938
source: Factor:
fr: Facteur :

# _msg2939
source: Scale Factor
fr: Facteur de mise à l’échelle

# _msg2940
source: Library Browser
fr: Menu des bibliothèques

# _msg2941
source: Line Angle Options
fr: Paramètres d’inclinaison de lignes

# _msg2943
source: Line angle
fr: Inclinaison de la ligne

# _msg2944
source: Length:
fr: Longueur :

# _msg2945
source: Length of line
fr: Longueur de la ligne

# _msg2946
source: Snap Point:
fr: Point d’accrochage :

# _msg2947
source: Start
fr: Départ

# _msg2948
source: Middle
fr: Milieu

# _msg2949
source: End
fr: Fin

# _msg2950
source: Line Bisector Options
fr: Paramètres des lignes bissectrices

# _msg2951
source: Length:
fr: Longueur :

# _msg2952
source: Length of bisector
fr: Longueur de la bissectrice

# _msg2953
source: Number:
fr: Nombre :

# _msg2954
source: Number of bisectors to create
fr: Nombre de bissectrices à créer

# _msg2955
source: Line Options
fr: Paramètres des lignes

# _msg2956
source: Close
fr: Fermer

# _msg2957
source: Undo
fr: Annuler

# _msg2958
source: Redo
fr: Effectuer à nouveau

# _msg2959
source: Line Parallel Options
fr: Paramètres des lignes parallèles

# _msg2961
source: Distance to original entity
fr: Distance depuis l’objet de référence

# _msg2962
source: Number:
fr: Nombre :

# _msg2963
source: Number of parallels to create
fr: Nombre de parallèles à créer

# _msg2964
source: Line Parallel Through Options
fr: Paramètres des lignes parallèles passant par un point

# _msg2965
source: Number:
fr: Nombre :

# _msg2966
source: Number of parallels to create
fr: Nombre de parallèles à créer

# _msg2967
source: Polygon Options
fr: Paramètres des polygones

# _msg2968
source: Number:
fr: Nombre :

# _msg2969
source: Number of edges
fr: Nombre de bords

# _msg2970
source: Polygon Options
fr: Paramètres des polygones

# _msg2971
source: Number:
fr: Nombre :

# _msg2972
source: Number of edges
fr: Nombre de bords

# _msg2973
source: Line Relative Angle Options
fr: Paramètres des lignes avec un angle relatif

# _msg2975
source: Line angle
fr: Inclinaison de la ligne

# _msg2976
source: Length:
fr: Longueur :

# _msg2977
source: Length of line
fr: Longueur de la ligne

# _msg2978
source: Text Options
fr: Paramètres des textes

# _msg2979
source: Text:
fr: Texte :

# _msg2983
source: Move Rotate Options
fr: Paramètres de déplacement/rotation

# _msg2985
source: Line Relative Angle Options
fr: Paramètres des lignes avec un angle relatif

# _msg2986
source: Spacing:
fr: Espacement :

# _msg2987
source: Polyline Options
fr: Paramètres des polylignes

# _msg2988
source: Close
fr: Fermer

# _msg2989
source: Undo
fr: Annuler

# _msg2990
source: Line
fr: Ligne

# _msg2991
source: Tangential
fr: Tangent

# _msg2992
source: Tan Radius
fr: Rayon tangent

# _msg2994
source: Radius:
fr: Rayon :

# _msg2996
source: Clockwise
fr: Sens horaire

# _msg2997
source: Counter Clockwise
fr: Sens antihoraire

# _msg2998
source: Print Preview Options
fr: Options d’aperçu avant impression

# _msg2999
source: Toggle Black / White mode
fr: Basculer entre les modes blanc et noir

# _msg3000
source: Center to page
fr: Centré sur la page

# _msg3001
source: Fit to page
fr: Ajusté à la page

# _msg3002
source: Opening recent file...
fr: Ouverture du fichier récent...

# _msg3003
source: Round Options
fr: Paramètres des arrondis

# _msg3004
source: Trim
fr: Ajuster

# _msg3005
source: Check to trim both edges to the rounding
fr: Vérifier pour ajuster les deux bords selon l’arrondi

# _msg3007
source: Selected Entities:
fr: Éléments sélectionnés :

# _msg3009
source: Snap Distance Options
fr: Options de la distance d’accrochage

# _msg3011
source: Snap Distance Options
fr: Options de la distance d’accrochage

# _msg3012
source: Spline Options
fr: Paramètres des courbes splines

# _msg3013
source: Degree:
fr: Degré :

# _msg3017
source: Closed
fr: Fermé

# _msg3018
source: Undo
fr: Annuler

# _msg3019
source: Text Options
fr: Paramètres des textes

# _msg3020
source: Text:
fr: Texte :

# _msg3022
source: Trim Amount Options
fr: Paramètres de la quantité d’ajustements

# _msg3023
source: Distance. Negative values for trimming, positive values for extending.
fr: Distance. Valeurs négatives pour raccourcir, positives pour rallonger.

# _msg3024
source: Amount:
fr: Quantité :

# _msg3025
source: Length:
fr: Longueur :

# _msg3026
source: Layer "%1" and all entities on it will be removed.
fr: Le calque "%1" et tous ses éléments seront supprimés.

# _msg3027
source: Yes
fr: Oui

# _msg3028
source: No
fr: Non

# _msg3029
source: Cancel
fr: Annuler

# _msg3030
source: None
fr: Aucun

# _msg3031
source: Export Image
fr: Exporter une image

# _msg3032
source: Loading Library Paths..
fr: Chargement des chemins d’accès à la bibliothèque...

# _msg3033
source: Add Block
fr: Ajouter un bloc

# _msg3034
source: &Add Block
fr: &Ajouter un bloc

# _msg3035
source: Rename Block
fr: Renommer le bloc

# _msg3036
source: &Rename Block
fr: &Renommer le bloc

# _msg3037
source: Rename Block and all Inserts
fr: Renommer le blocs et tous les objets insérés

# _msg3038
source: Create Block
fr: Créer un bloc

# _msg3039
source: &Create Block
fr: &Créer un bloc

# _msg3040
source: Edit Block
fr: Éditer le bloc

# _msg3041
source: &Edit Block
fr: &Éditer le bloc

# _msg3042
source: Explode
fr: Éclater

# _msg3043
source: &Explode
fr: &Éclater

# _msg3044
source: Explode Blocks and other Entity Groups
fr: Éclater les blocs et les autres éléments groupés

# _msg3045
source: Freeze all
fr: Bloquer tout

# _msg3046
source: &Freeze all
fr: &Bloquer tout

# _msg3047
source: Freeze all blocks
fr: Bloquer tous les blocs

# _msg3048
source: Defreeze all
fr: Débloquer tout

# _msg3049
source: &Defreeze all
fr: &Débloquer tout

# _msg3050
source: Defreeze all blocks
fr: Débloquer tous les blocs

# _msg3051
source: Insert Block
fr: Insérer un bloc

# _msg3052
source: &Insert Block
fr: &Insérer un bloc

# _msg3053
source: Remove Block
fr: Supprimer le bloc

# _msg3054
source: &Remove Block
fr: &Supprimer le bloc

# _msg3055
source: Toggle Block Visibility
fr: Basculer la visibilité du bloc

# _msg3056
source: &Toggle Block
fr: &Basculer le bloc

# _msg3057
source: Toggle Block
fr: Basculer le bloc

# _msg3058
source: Aligned
fr: Alignée

# _msg3059
source: &Aligned
fr: &Alignée

# _msg3060
source: Aligned Dimension
fr: Cotation alignée

# _msg3061
source: Angular
fr: Angulaire

# _msg3062
source: &Angular
fr: &Angulaire

# _msg3063
source: Angular Dimension
fr: Cotation angulaire

# _msg3064
source: Diametric
fr: Diamétrale

# _msg3065
source: &Diametric
fr: &Diamétrale

# _msg3066
source: Diametric Dimension
fr: Dimension du diamètre

# _msg3067
source: Leader
fr: Repère

# _msg3068
source: &Leader
fr: &Repère

# _msg3069
source: Leader Dimension
fr: Cotation du repère

# _msg3070
source: Linear
fr: Linéaire

# _msg3071
source: &Linear
fr: &Linéaire

# _msg3072
source: Linear Dimension
fr: Cotation linéaire

# _msg3073
source: Horizontal
fr: Horizontale

# _msg3074
source: &Horizontal
fr: &Horizontale

# _msg3075
source: Horizontal Dimension
fr: Cotation horizontale

# _msg3076
source: Vertical
fr: Verticale

# _msg3077
source: &Vertical
fr: &Verticale

# _msg3078
source: Vertical Dimension
fr: Cotation verticale

# _msg3079
source: Radial
fr: Radiale

# _msg3080
source: &Radial
fr: &Radiale

# _msg3081
source: Radial Dimension
fr: Cotation radiale

# _msg3082
source: Specify end angle or [Angle/chord Length]
fr: Indiquer l’angle d’arrivée ou [Angle/Chord length]
