Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2694
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
pt_pt: <html><head/><body><p>digitar coordenadas ou comandos</p></body></html>

# _msg2695
source: &Copy
pt_pt: &Copiar

# _msg2696
source: select&All
pt_pt: selecionar&todos

# _msg2697
source: Absolute polar coordinates
pt_pt: Coordenadas polares absolutas

# _msg2698
source: Relative polar coordinates
pt_pt: Coordenadas polares relativas

# _msg2699
source: Relative cartesian coordinates
pt_pt: Coordenadas cartesianas relativas

# _msg2700
source: Absolute cartesian coordinates
pt_pt: Coordenadas cartesianas absolutas

# _msg2701
source: Pen
pt_pt: Pena

# _msg2702
source: Open Image
pt_pt: Abrir imagem

# _msg2703
source: Tool Options
pt_pt: Opções de ferramentas

# _msg2704
source: Angle:
pt_pt: Ângulo:

# _msg2705
source: Vertical (angle=90)
pt_pt: Vertical (ângulo=90)

# _msg2706
source: Horizontal (angle=0)
pt_pt: Horizontal (ângulo=0)

# _msg2707
source: Angle of dimension line
pt_pt: Ângulo da linha de dimensão

# _msg2708
source: Linear Dimension Options
pt_pt: Opções de dimensão linear

# _msg2709
source: Toggle diameter sign
pt_pt: Alternar o símbolo de diâmetro

# _msg2710
source: Upper tolerance
pt_pt: Tolerância superior

# _msg2711
source: Label:
pt_pt: Rótulo:

# _msg2712
source: Enter fixed label or leave empty for automatic label
pt_pt: Inserir o rótulo fixo ou deixe-o vazio para rotulação automática

# _msg2713
source: Lower tolerance
pt_pt: Tolerância Inferior

# _msg2714
source: Insert symbol in label
pt_pt: Insira um símbolo no rótulo

# _msg2715
source: Dimension Options
pt_pt: Opções da dimensão

# _msg2725
source: ø (Diameter)
pt_pt: ø (Diâmetro)

# _msg2727
source: Remove Segment
pt_pt: Remover segmento

# _msg2728
source: Check to remove segments, uncheck to keep them
pt_pt: Marque para remover segmentos, desmarque para mantê-los

# _msg2729
source: Bevel Options
pt_pt: Opções de chanfro

# _msg2731
source: Start angle:
pt_pt: Ângulo inicial:

# _msg2732
source: Cancel
pt_pt: Cancelar

# _msg2733
source: End angle:
pt_pt: Ângulo final:

# _msg2740
source: Cancel
pt_pt: Cancelar

# _msg2742
source: Cancel
ca: Cancel·la
lv: Atcelt
pt_pt: Cancelar

# _msg2747
source: Cancel
pt_pt: Cancelar

# _msg2752
source: Cancel
fr: Annuler
pt_pt: Cancelar

# _msg2757
source: Start angle:
pt_pt: Ângulo inicial:

# _msg2758
source: Cancel
pt_pt: Cancelar

# _msg2759
source: End angle:
pt_pt: Ângulo final:

# _msg2764
source: Enable preview
pt_pt: Habilitar pré-visualização

# _msg2765
source: Cancel
pt_pt: Cancelar

# _msg2766
source: Solid fill
pt_pt: Preenchimento sólido

# _msg2791
source: auto
pt_pt: automático

# _msg2792
source: Black
pt_pt: Preto

# _msg2793
source: White
pt_pt: Branco

# _msg2794
source: Background
pt_pt: Fundo

# _msg2795
source: Resolution:
pt_pt: Resolução:

# _msg2796
source: Cancel
pt_pt: Cancelar
zh_tw: 取消

# _msg2797
source: Dialog
pt_pt: Diálogo

# _msg2798
source: Width:
pt_pt: Largura:

# _msg2799
source: Bitmap Size
pt_pt: Tamanho de Bitmap

# _msg2800
source: Height:
pt_pt: Altura:

# _msg2802
source: Enter
pt_pt: Entrar

# _msg2803
source: Language:
pt_pt: Idioma:

# _msg2804
source: Default unit:
pt_pt: Unidade padrão:

# _msg2805
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
pt_pt: <font size="+1"><b>Bem-vindo ao QCad</b> </font> <br> Escolha a unidade que deseja utilizar para novos desenhos e o seu idioma preferido.<br> Você poderá alterar estas configurações posteriormente em Opções de diálogo do QCad.

# _msg2807
source: Row spacing:
pt_pt: Espaçamento de linha:

# _msg2808
source: Block:
pt_pt: Bloco:

# _msg2809
source: Cancel
fr: Annuler
pt_pt: Cancelar

# _msg2810
source: Scale:
pt_pt: Escala:

# _msg2811
source: Column spacing:
pt_pt: Espaçamento das colunas:

# _msg2815
source: Pen
pt_pt: Pena

# _msg2816
source: Cancel
pt_pt: Cancelar

# _msg2819
source: Line &spacing:
pt_pt: Espaçamento das &linhas:

# _msg2820
source: Diameter (ø)
pt_pt: Diâmetro (ø)

# _msg2822
source: Cancel
pt_pt: Cancelar

# _msg2823
source: Mirror Options
pt_pt: Opções de espelho

# _msg2824
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg2825
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg2826
source: &Keep original
pt_pt: &Manter original

# _msg2827
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg2828
source: &Delete original
pt_pt: &Excluir original

# _msg2829
source: Number of Copies
pt_pt: Número de cópias

# _msg2830
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg2834
source: Enter number of copies
pt_pt: Entre o número de cópias

# _msg2835
source: Cancel
pt_pt: Cancelar

# _msg2836
source: &Multiple copies
pt_pt: &Várias cópias

# _msg2837
source: Move / Copy Options
pt_pt: Opções Mover / Copiar

# _msg2838
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg2839
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg2840
source: &Keep original
pt_pt: &Manter original

# _msg2841
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg2842
source: &Delete original
pt_pt: &Excluir original

# _msg2843
source: Number of Copies
pt_pt: Número de cópias

# _msg2844
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg2845
source: Tick to create <i>n</i> copies of selection
pt_pt: Assinalar para criar <i>n</i> cópias da seleção

# _msg2850
source: Enter number of copies
pt_pt: Entre o número de cópias

# _msg2851
source: Cancel
pt_pt: Cancelar

# _msg2852
source: &Multiple copies
pt_pt: &Várias cópias

# _msg2853
source: Rotation angle
pt_pt: Ângulo de rotação

# _msg2854
source: Move and Rotate Options
pt_pt: Opções Mover e Girar

# _msg2855
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg2856
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg2857
source: &Keep original
pt_pt: &Manter original

# _msg2858
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg2859
source: &Delete original
pt_pt: &Excluir original

# _msg2860
source: Number of Copies
pt_pt: Número de cópias

# _msg2861
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg2862
source: Tick to create <i>n</i> copies of selection
pt_pt: Assinalar para criar <i>n</i> cópias da seleção

# _msg2866
source: Cancel
pt_pt: Cancelar

# _msg2867
source: Do not ask me about this again
pt_pt: Não me avise sobre isto novamente

# _msg2868
source: Warning
pt_pt: Atenção

# _msg2871
source: Arrow
pt_pt: Seta

# _msg2872
source: Sizes
pt_pt: Tamanhos

# _msg2873
source: Style
pt_pt: Estilo

# _msg2874
source: Arrow style:
pt_pt: Estilo da seta:

# _msg2875
source: Cancel
pt_pt: Cancelar

# _msg2876
source: Keep proportions
pt_pt: Manter proporções

# _msg2878
source: Y spacing:
pt_pt: Espaçamento Y:

# _msg2879
source: X spacing:
pt_pt: Espaçamento X:

# _msg2880
source: Show grid
pt_pt: Mostrar grade

# _msg2881
source: Paper &height:
pt_pt: &Altura do papel:

# _msg2883
source: Show trailing zeros
pt_pt: Exibir zeros à direita

# _msg2884
source: Architectural Tick
pt_pt: Marcação Arquitetônica

# _msg2885
source: &Splines
pt_pt: &Curvas

# _msg2886
source: Text height:
pt_pt: Altura do texto:

# _msg2887
source: Paper &width:
pt_pt: &Largura do papel:

# _msg2888
source: Extension line extension:
pt_pt: Extensão da linha de extensão:

# _msg2889
source: Extension line offset:
pt_pt: Deslocamento da linha de extensão:

# _msg2905
source: Alignment:
pt_pt: Alinhamento:

# _msg2906
source: <html><head/><body><p>Text alignement.</p></body></html>
pt_pt: <html><head/><body><p>Alinhamento de texto.</p></body></html>

# _msg2907
source: Dimension Aligned
pt_pt: Dimensão alinhada

# _msg2912
source: General Factor:
pt_pt: Fator geral:

# _msg2920
source: <html><head/><body><p>Text alignment.</p></body></html>
pt_pt: <html><head/><body><p>Alinhamento do texto.</p></body></html>

# _msg2923
source: View
pt_pt: Exibir

# _msg2924
source: Solid &grid lines
pt_pt: Linhas de &grade sólidas

# _msg2925
source: Open color dialog
pt_pt: Abrir diálogo de cores

# _msg2926
source: &Hatch patterns:
pt_pt: Padrões de &hachura:

# _msg2927
source: &Show large crosshairs
pt_pt: &Exibir miras grandes

# _msg2928
source: &Part libraries:
pt_pt: Bibliotecas de &peças:

# _msg2929
source: Selection
pt_pt: Seleção

# _msg2930
source: &Translations:
pt_pt: &Traduções:

# _msg2931
source: &Meta grid:
pt_pt: &Meta grade:

# _msg2932
source: Cancel
pt_pt: Cancelar

# _msg2933
source: Colors
pt_pt: Cores

# _msg2934
source: Minimal grid spacing (px):
pt_pt: Espaçamento mínimo da grade (px):

# _msg2935
source: G&rid dots:
pt_pt: P&ontos de grade:

# _msg2936
source: S&elected entities:
pt_pt: Entidades s&elecionadas:

# _msg2937
source: Status&bar font size:
pt_pt: Tamanho da fonte da barra de &status:

# _msg2938
source: &Persistent selections
pt_pt: Seleções &persistentes

# _msg2939
source: Show &keycodes in menus
pt_pt: Exibir &códigos nos menus

# _msg2940
source: Show &rulers
pt_pt: Exibir &réguas

# _msg2941
source: &GUI language:
pt_pt: Idioma da &GUI:

# _msg2942
source: Drawing Backgr&ound:
pt_pt: Pano de &Fundo do Desenho:

# _msg2943
source: &Highlight entity under mouse cursor
pt_pt: &Destacar entidade sob o cursor do mouse

# _msg2945
source: &Fonts:
pt_pt: &Fontes:

# _msg2946
source: Number of p&review entities:
pt_pt: Número de pr&é-visualizações das entidades:

# _msg2947
source: &Behavior
pt_pt: &Atuação

# _msg2948
source: &Window preview:
pt_pt: &Visualização da Janela:

# _msg2949
source: &Highlighted entities:
pt_pt: &Entidades destacadas:

# _msg2954
source: Fontsize
pt_pt: Tamanho da letra

# _msg2955
source: Statusbar:
pt_pt: Barra de status:

# _msg2969
source: Minimal Grid Spacing (px):
pt_pt: Espaçamento mínimo da grade (px):

# _msg2986
source: Splash Window
pt_pt: Tela splash

# _msg2987
source: Display Splash
pt_pt: Exibir Splash

# _msg2988
source: Gray
pt_pt: Cinza

# _msg2989
source: White
pt_pt: Branco

# _msg2994
source: Cancel
pt_pt: Cancelar
zh_tw: 取消

# _msg3001
source: Rotate Options
pt_pt: Opções de giro

# _msg3002
source: Enter number of copies
pt_pt: Entre o número de cópias

# _msg3003
source: Cancel
pt_pt: Cancelar
tr: İptal

# _msg3004
source: &Multiple copies
pt_pt: &Várias cópias

# _msg3005
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg3006
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg3007
source: &Keep original
pt_pt: &Manter original

# _msg3008
source: Rotation angle (negative for clockwise rotation)
pt_pt: Ângulo de rotação (negativo para rotação horária)

# _msg3009
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg3010
source: &Delete original
pt_pt: &Excluir original

# _msg3011
source: Number of Copies
pt_pt: Número de cópias

# _msg3012
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg3013
source: Tick to create <i>n</i> copies of selection
pt_pt: Assinalar para criar <i>n</i> cópias da seleção

# _msg3015
source: &Cancel
pt_pt: &Cancelar

# _msg3018
source: Enter number of copies
pt_pt: Entre o número de cópias

# _msg3019
source: Cancel
pt_pt: Cancelar

# _msg3020
source: &Multiple copies
pt_pt: &Várias cópias

# _msg3021
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg3022
source: Rotation angle for rotation around fixed center
pt_pt: Ângulo de rotação para giro em torno de um centro fixo

# _msg3023
source: Rotation angle for rotation around relative center
pt_pt: Ângulo de rotação em torno de um centro relativo

# _msg3024
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg3025
source: &Keep original
pt_pt: &Manter original

# _msg3026
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg3027
source: &Delete original
pt_pt: &Excluir original

# _msg3028
source: Number of Copies
pt_pt: Número de cópias

# _msg3029
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg3030
source: Tick to create <i>n</i> copies of selection
pt_pt: Assinalar para criar <i>n</i> cópias da seleção

# _msg3033
source: Enter number of copies
pt_pt: Entre o número de cópias

# _msg3034
source: Scale factor
pt_pt: Fator de escala

# _msg3035
source: Cancel
pt_pt: Cancelar

# _msg3036
source: Keep proportions
pt_pt: Manter proporções

# _msg3037
source: &Multiple copies
pt_pt: &Várias cópias

# _msg3038
source: Use the currently active layer instead of the layer(s) of the original entities
pt_pt: Utilize a camada ativa atual ao invés da(s) camada(s) das entidades originais

# _msg3039
source: Tick to copy selection
pt_pt: Assinalar para copiar seleção

# _msg3040
source: &Keep original
pt_pt: &Manter original

# _msg3041
source: Tick to move selection
pt_pt: Assinalar para mover seleção

# _msg3042
source: &Delete original
pt_pt: &Excluir original

# _msg3043
source: Factor &x:
pt_pt: Fator &x:

# _msg3044
source: Factor &y:
pt_pt: Fator &y:

# _msg3045
source: Number of Copies
pt_pt: Número de cópias

# _msg3046
source: Use the currently active attributes (pen) instead of the ones from the original entities
pt_pt: Utilize os atributos ativos atuais (pena) ao invés dos das entidades originais

# _msg3047
source: Tick to create <i>n</i> copies of selection
pt_pt: Assinalar para criar <i>n</i> cópias da seleção

# _msg3048
source: Scale Options
pt_pt: Opções de escala

# _msg3050
source: &Cancel
pt_pt: &Cancelar

# _msg3054
source: Cancel
pt_pt: Cancelar

# _msg3061
source: At
pt_pt: Em

# _msg3065
source: Yen
pt_pt: Iene

# _msg3066
source: Font
pt_pt: Fonte

# _msg3067
source: Hash
pt_pt: Cerquilha

# _msg3068
source: Tags
pt_pt: Marcações

# _msg3070
source: CJK Compatibility Ideographs
pt_pt: Ideogramas de Compatibilidade CJK

# _msg3072
source: Angle
pt_pt: Ângulo

# _msg3073
source: Buhid
pt_pt: Buhidês

# _msg3075
source: Khmer
pt_pt: Khmeriano

# _msg3076
source: Ogham
pt_pt: Ogamês

# _msg3077
source: Oriya
pt_pt: Oriyês

# _msg3078
source: Pound
pt_pt: Libra

# _msg3079
source: Runic
pt_pt: Rúnico

# _msg3080
source: Tamil
pt_pt: Tâmil

# _msg3081
source: Times
pt_pt: Vezes

# _msg3082
source: IPA Extensions
pt_pt: Extensões IPA

# _msg3083
source: Miscellaneous Mathematical Symbols-A
pt_pt: Diversos Símbolos Matemáticos-A

# _msg3084
source: Miscellaneous Mathematical Symbols-B
pt_pt: Diversos Símbolos Matemáticos-B

# _msg3085
source: Halfwidth and Fullwidth Forms
pt_pt: Formas Curtas e Completas

# _msg3087
source: Cyrillic
pt_pt: Cirílico

# _msg3088
source: Registered
pt_pt: Registrado

# _msg3089
source: Division
pt_pt: Divisão

# _msg3090
source: Number Forms
pt_pt: Formas Numéricas

# _msg3092
source: Block Elements
pt_pt: Elementos do bloco

# _msg3093
source: Currency Symbols
pt_pt: Símbolos de Moedas

# _msg3094
source: Latin-1 Supplementary
pt_pt: Latim-1 Suplementar

# _msg3096
source: Musical Symbols
pt_pt: Símbolos Musicais

# _msg3097
source: Kangxi Radicals
pt_pt: Radicais Kangxi

# _msg3098
source: Supplementary Private Use Area-A
pt_pt: Área de Uso Privado Suplementar-A

# _msg3099
source: Supplementary Private Use Area-B
pt_pt: Área de Uso Privado Suplementar-B

# _msg3100
source: Miscellaneous Technical
pt_pt: Diversidade Técnica

# _msg3101
source: Low Surrogate Area
pt_pt: Pouca Área para Substitutos

# _msg3102
source: Control Pictures
pt_pt: Figuras de Controle

# _msg3103
source: Plus / Minus
pt_pt: Mais / Menos

# _msg3104
source: CJK Symbols and Punctuation
pt_pt: Símbolos e Pontuação CJK

# _msg3105
source: Arabic
pt_pt: Árabe

# _msg3106
source: Arrows
pt_pt: Setas

# _msg3107
source: &Default line spacing
pt_pt: &Espaçamento padrão das linhas

# _msg3108
source: Cancel
pt_pt: Cancelar
zh_tw: 取消

# _msg3109
source: Degree
pt_pt: Graus

# _msg3110
source: Dollar
pt_pt: Cifrão

# _msg3112
source: Gothic
pt_pt: Gótico

# _msg3113
source: Hebrew
pt_pt: Hebraico

# _msg3115
source: Letterlike Symbols
pt_pt: Símbolos como Letras

# _msg3116
source: Old Italic
pt_pt: Itálico Antigo

# _msg3117
source: Kanbun
pt_pt: Kanbunês

# _msg3118
source: Basic Latin
pt_pt: Latim Básico

# _msg3119
source: Byzantine Musical Symbols
pt_pt: Símbolos Musicais Bizantinos

# _msg3120
source: Combining Marks for Symbols
pt_pt: Combinando Marcas para Símbolos

# _msg3121
source: Telugu
pt_pt: Teluguês

# _msg3122
source: CJK Compatibility
pt_pt: Compatibilidade CJK

# _msg3123
source: Thaana
pt_pt: Taãna

# _msg3124
source: Syriac
pt_pt: Siríaco

# _msg3125
source: Latin Extended Additional
pt_pt: Latino Adicional Estendido

# _msg3126
source: Private Use Area
pt_pt: Área de Uso Privado

# _msg3127
source: Line &spacing:
pt_pt: Espaçamento das &linhas:

# _msg3128
source: Geometric Shapes
pt_pt: Formas Geométricas

# _msg3129
source: Variation Selectors
pt_pt: Seletores de variação

# _msg3131
source: Specials
pt_pt: Especiais

# _msg3132
source: High Surrogates
pt_pt: Muitos Substitutos

# _msg3133
source: Greek Extended
pt_pt: Grego estendido

# _msg3134
source: Alphabetic Presentation Forms
pt_pt: Formas de apresentação alfabética

# _msg3135
source: Load Text
pt_pt: Carregar Texto

# _msg3136
source: CJK Compatibility Ideographs Supplement
pt_pt: Suplemento de Ideogramas de Compatibilidade CJK

# _msg3138
source: Miscellaneous Symbols
pt_pt: Símbolos Diversos

# _msg3139
source: Yi Radicals
pt_pt: Radicais Yi

# _msg3140
source: Copyright
pt_pt: Direito Autoral

# _msg3141
source: General Punctuation
pt_pt: Pontuação Geral

# _msg3143
source: Paragraph
pt_pt: Parágrafo

# _msg3144
source: Braille Patterns
pt_pt: Padrões Braile

# _msg3146
source: Bengali
pt_pt: Bengalês

# _msg3147
source: Yi Syllables
pt_pt: Sílabas Yi

# _msg3148
source: Armenian
pt_pt: Armênio

# _msg3149
source: Cyrillic Supplementary
pt_pt: Cirílico Suplementar

# _msg3150
source: Optical Character Recognition
pt_pt: Reconhecimento Óptico de Caractere

# _msg3152
source: Enclosed CJK Letters and Months
pt_pt: Letras e Meses CJK Inclusos

# _msg3155
source: Ethiopic
pt_pt: Etíope

# _msg3156
source: Tibetan
pt_pt: Tibetano

# _msg3157
source: Combining Half Marks
pt_pt: Combinando Metade dos Símbolos

# _msg3158
source: Mathematical Operators
pt_pt: Operadores Matemáticos

# _msg3159
source: CJK Unified Ideographs
pt_pt: Ideogramas Unificados CJK

# _msg3160
source: Supplemental Arrows-A
pt_pt: Setas Suplementares-A

# _msg3161
source: Supplemental Arrows-B
pt_pt: Setas Suplementares-B

# _msg3162
source: Hangul Compatibility Jamo
pt_pt: Compatibilidade com Hangul Jamo

# _msg3163
source: Superscripts and Subscripts
pt_pt: Superescritos e Subescritos

# _msg3164
source: CJK Unified Ideographs Extension A
pt_pt: Ideogramas Unificados CJK Extensão A

# _msg3165
source: CJK Unified Ideographs Extension B
pt_pt: Ideogramas Unificados CJK Extensão B

# _msg3167
source: Bopomofo Extended
pt_pt: Bopomofo estendido

# _msg3168
source: Box Drawing
pt_pt: Caixa de Desenho

# _msg3170
source: Spacing Modifier Letters
pt_pt: Letras de Modificador de Espaçamento

# _msg3171
source: Latin Extended-A
pt_pt: Latim Estendido-A

# _msg3172
source: Latin Extended-B
pt_pt: Latim Estendido-B

# _msg3174
source: Save Text
pt_pt: Salvar Texto

# _msg3175
source: Arabic Presentation Forms-A
pt_pt: Formas de Apresentação Arábica-A

# _msg3176
source: Arabic Presentation Forms-B
pt_pt: Formas de Apresentação Arábica-B

# _msg3178
source: Hangul Syllables
pt_pt: Sílabas Hangul

# _msg3179
source: Combining Diacritical Marks
pt_pt: Combinando Sinais de Acentuação

# _msg3180
source: Ideographic Description Characters
pt_pt: Caracteres Descritivos Ideográficos

# _msg3181
source: CJK Radicals Supplement
pt_pt: Suplemento de Radicais CJK

# _msg3182
source: Supplemental Mathematical Operators
pt_pt: Operadores Matemáticos Suplementares

# _msg3183
source: Hanunoo
pt_pt: Hanunonês

# _msg3184
source: Cherokee
pt_pt: Cheroqui

# _msg3185
source: CJK Compatibility Forms
pt_pt: Formas de Compatibilidade CJK

# _msg3186
source: Unified Canadian Aboriginal Syllabic
pt_pt: Aborígene Canadense Unificado Silábico

# _msg3187
source: Mathematical Alphanumeric Symbols
pt_pt: Símbolos Matemáticos Alfanuméricos

# _msg3188
source: Greek and Coptic
pt_pt: Grego e Cópto

# _msg3189
source: Enclosed Alphanumerics
pt_pt: Alfanuméricos Inclusos

# _msg3190
source: Diameter
pt_pt: Diâmetro

# _msg3191
source: Small Form Variants
pt_pt: Variantes de Pequenas Formas

# _msg3192
source: Diameter (ø)
pt_pt: Diâmetro (ø)

# _msg3195
source: Aligned
pt_pt: Alinhada

# _msg3196
source: Middle
pt_pt: Meio

# _msg3197
source: Paste Options
pt_pt: Opções de colar

# _msg3198
source: Flip Horizontal
pt_pt: Girar Horizontal

# _msg3199
source: Scale Factor
pt_pt: Fator de escala

# _msg3200
source: Flip Vertical
pt_pt: Virar Vertical

# _msg3201
source: Rotation Angle
pt_pt: Ângulo de rotação

# _msg3202
source: Rotation:
pt_pt: Rotação:

# _msg3203
source: Factor:
pt_pt: Fator:

# _msg3204
source: To current Layer
pt_pt: Para camada atual

# _msg3206
source: &Save
pt_pt: &Salvar

# _msg3207
source: Save &As..
pt_pt: Salvar &Como..

# _msg3208
source: &Cancel
pt_pt: &Cancelar

# _msg3209
source: &Discard
pt_pt: &Descartar

# _msg3210
source: No text supplied.
pt_pt: Não há texto fornecido.

# _msg3211
source: Open Drawing
pt_pt: Abrir Desenho

# _msg3212
source: Save Drawing As
pt_pt: Salvar Desenho Como

# _msg3213
source: Scale factor
pt_pt: Fator de escala

# _msg3214
source: Angle:
pt_pt: Ângulo:

# _msg3215
source: Rotation angle
pt_pt: Ângulo de rotação

# _msg3216
source: Factor:
pt_pt: Fator:

# _msg3217
source: Insert Options
pt_pt: Opções de Inserir

# _msg3218
source: Rotation Angle
pt_pt: Ângulo de rotação

# _msg3219
source: Scale Factor
pt_pt: Fator de escala

# _msg3221
source: DPI of Image
pt_pt: DPI da imagem

# _msg3240
source: Black
pt_pt: Preto

# _msg3244
source: Scale Factor
pt_pt: Fator de escala

# _msg3245
source: Insert Options
pt_pt: Opções de Inserir

# _msg3246
source: Angle:
pt_pt: Ângulo:

# _msg3247
source: Array:
pt_pt: Arranjo:

# _msg3248
source: Number of Columns
pt_pt: Número de colunas

# _msg3249
source: Spacing:
pt_pt: Espaçamento:

# _msg3250
source: Rotation Angle
pt_pt: Ângulo de rotação

# _msg3251
source: Number of Rows
pt_pt: Número de linhas

# _msg3252
source: Row Spacing
pt_pt: Espaçamento das linhas

# _msg3253
source: Column Spacing
pt_pt: Espaçamento das colunas

# _msg3254
source: Factor:
pt_pt: Fator:

# _msg3255
source: Top
pt_pt: Topo

# _msg3256
source: Side
pt_pt: Lateral

# _msg3257
source: Front
pt_pt: Fronte
