Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2495
source: Deselects all entities intersected by a line
uk: Відміняє вибір усіх об’єктів, які пересічені лінією

# _msg2496
source: (De-)Select Layer
uk: Вибрати шар (скасов. вибір)

# _msg2497
source: (De-)Selects layers
uk: Вибирає шар (або скасовує вибір шару)

# _msg2498
source: Points
uk: Точки

# _msg2499
source: &Points
uk: &Точки

# _msg2500
source: Draw Points
uk: Накреслити точки

# _msg2501
source: Line: 2 Points
uk: Лінія: за 2-ма точками

# _msg2502
source: &2 Points
uk: За &2-ма точками

# _msg2503
source: Draw lines
uk: Накреслити лінії

# _msg2504
source: Line: Angle
uk: Лінія: під кутом

# _msg2505
source: &Angle
uk: Під &кутом

# _msg2506
source: Draw lines with a given angle
uk: Накреслити лінії під заданим кутом

# _msg2507
source: Line: Horizontal
uk: Лінія: горизонтальна

# _msg2508
source: &Horizontal
uk: &Горизонтальна

# _msg2509
source: Draw horizontal lines
uk: Накреслити горизонтальну лінію

# _msg2510
source: hor. / vert. line
uk: гор./верт. лінія

# _msg2511
source: H&orizontal / Vertical
uk: &Горизонтальна/вертикальна

# _msg2512
source: Draw horizontal / vertical lines
uk: Накреслити горизонтальну/вертикальну лінію

# _msg2513
source: Line: Vertical
uk: Лінія: вертикальна

# _msg2514
source: &Vertical
uk: &Вертикальна

# _msg2515
source: Draw vertical lines
uk: Накреслити вертикальну лінію

# _msg2516
source: Line: Freehand
uk: Лінія: довільна

# _msg2517
source: &Freehand Line
uk: &Довільна лінія (крива)

# _msg2518
source: Draw freehand lines
uk: Накреслити довільну криву

# _msg2519
source: Parallel
uk: Паралельна

# _msg2520
source: Para&llel
uk: Пара&лельна

# _msg2521
source: Rectangle
uk: Прямокутник

# _msg2522
source: &Rectangle
uk: П&рямокутник

# _msg2523
source: Draw rectangles
uk: Накреслити прямокутник

# _msg2524
source: Bisector
uk: Бісектриса

# _msg2525
source: &Bisector
uk: Б&ісектриса

# _msg2526
source: Draw bisectors
uk: Накреслити бісектрису

# _msg2527
source: Tangent (P,C)
uk: Дотична (Т,К)

# _msg2528
source: &Tangent (P,C)
uk: &Дотична (Т,К)

# _msg2529
source: Draw tangent (point, circle)
uk: Накреслити дотичну (точка, коло)

# _msg2530
source: Tangent (C,C)
uk: Дотична (К,К)

# _msg2531
source: Tan&gent (C,C)
uk: До&тична (К,К)

# _msg2532
source: Draw tangent (circle, circle)
uk: Накреслити дотичну (коло, коло)

# _msg2533
source: Orthogonal
uk: Перпендикулярна

# _msg2534
source: &Orthogonal
uk: &Перпендикулярна

# _msg2535
source: Draw orthogonal line
uk: Накреслити перпендикулярну лінію

# _msg2536
source: Relative angle
uk: Відносний кут

# _msg2537
source: R&elative angle
uk: Відно&сний кут

# _msg2538
source: Draw line with relative angle
uk: Накреслити лінію під відносним кутом

# _msg2539
source: Polygon
uk: Багатокутник

# _msg2540
source: Pol&ygon (Cen,Cor)
uk: Багато&кутник (центр, кут)

# _msg2541
source: Draw polygon with center and corner
uk: Накреслити багатокутник по центру й куту

# _msg2542
source: Pol&ygon (Cor,Cor)
uk: Багато&кутник (кут, кут)

# _msg2543
source: Draw polygon with two corners
uk: Накреслити багатокутник за двома кутами

# _msg2544
source: Circle: Center, Point
uk: Коло: центр, точка

# _msg2545
source: Center, &Point
uk: Центр, &точка

# _msg2546
source: Draw circles with center and point
uk: Накреслити коло по центру й точці прив’язки

# _msg2547
source: Circle: Center, Radius
uk: Коло: центр, радіус

# _msg2548
source: Center, &Radius
uk: Центр, &радіус

# _msg2549
source: Draw circles with center and radius
uk: Накреслити коло за центром й радіусом

# _msg2550
source: Circle: 2 Points
uk: Коло: за 2-ма точками

# _msg2551
source: 2 Points
uk: За 2-ма точками

# _msg2552
source: Draw circles with 2 points
uk: Накреслити коло за 2-ма точками

# _msg2553
source: Circle: 3 Points
uk: Коло: за 3-ма точками

# _msg2554
source: 3 Points
uk: За 3-ма точками

# _msg2555
source: Draw circles with 3 points
uk: Накреслити коло за 3-ма точками

# _msg2556
source: Arc: Center, Point, Angles
uk: Дуга: центр, точка, кути

# _msg2557
source: &Center, Point, Angles
uk: &Центр, точка, кути

# _msg2558
source: Draw arcs
uk: Накреслити дугу

# _msg2559
source: Arc: 3 Points
uk: Дуга: за 3-ма точками

# _msg2560
source: &3 Points
uk: За &3-ма точками

# _msg2561
source: Draw arcs with 3 points
uk: Накреслити дугу за 3-ма точками

# _msg2562
source: Ellipse with Axis
uk: Еліпс з віссю

# _msg2563
source: &Ellipse (Axis)
uk: &Еліпс (з віссю)

# _msg2564
source: Draw Ellipses
uk: Накреслити еліпс

# _msg2565
source: Ellipse Arc with Axis
uk: Дуга еліпса з віссю

# _msg2566
source: &Ellipse Arc (Axis)
uk: &Дуга еліпса (з віссю)

# _msg2567
source: Draw Ellipse Arcs
uk: Накреслити дугу еліпса

# _msg2568
source: Text
uk: Текст

# _msg2569
source: &Text
uk: &Текст

# _msg2570
source: Draw Text Entities
uk: Створити текстовий об’єкт

# _msg2571
source: Draw Hatches and Solid Fills
uk: Заштрихувати або залити кольором

# _msg2572
source: Aligned
uk: Вирівняний

# _msg2573
source: &Aligned
uk: Ви&рівняний

# _msg2574
source: Aligned Dimension
fr: Cotation alignée
uk: Вирівняний розмір

# _msg2575
source: Linear
uk: Лінійний

# _msg2576
source: &Linear
uk: &Лінійний

# _msg2577
source: Linear Dimension
uk: Лінійний розмір

# _msg2578
source: Horizontal
uk: Горизонтальний

# _msg2579
source: Horizontal Dimension
uk: Горизонтальний розмір

# _msg2580
source: Vertical
uk: Вертикальний

# _msg2581
source: Vertical Dimension
uk: Вертикальний розмір

# _msg2582
source: Radial
uk: Радіальний

# _msg2583
source: &Radial
uk: &Радіальний

# _msg2584
source: Radial Dimension
uk: Радіальний розмір

# _msg2585
source: Diametric
uk: Діаметральний

# _msg2586
source: &Diametric
uk: &Діаметральний

# _msg2587
source: Diametric Dimension
uk: Діаметральний розмір

# _msg2588
source: Angular
uk: Кутовий

# _msg2589
source: &Angular
uk: &Кутовий

# _msg2590
source: Angular Dimension
uk: Кутовий розмір

# _msg2591
source: Leader
uk: Поличка-виноска

# _msg2592
source: &Leader
uk: П&оличка-виноска

# _msg2593
source: Leader Dimension
uk: Поличка-виноска

# _msg2594
source: Delete
uk: Вилучити

# _msg2595
source: &Delete
uk: Ви&лучити

# _msg2596
source: Delete Entities
uk: Вилучити об’єкти

# _msg2597
source: Delete Freehand
uk: Вилучити довільну криву

# _msg2598
source: &Delete Freehand
uk: Ви&лучити довільну криву

# _msg2599
source: Move
uk: Зрушення

# _msg2600
source: &Move
uk: &Зрушення

# _msg2601
source: Move Entities
uk: Перемістити об’єкти

# _msg2602
source: Rotate
uk: Обертання

# _msg2603
source: &Rotate
uk: &Обертання

# _msg2604
source: Rotate Entities
uk: Обертати об’єкти

# _msg2605
source: Scale
uk: Масштабувати

# _msg2606
source: &Scale
uk: &Масштабувати

# _msg2607
source: Scale Entities
uk: Масштабувати об’єкти

# _msg2608
source: Mirror
uk: Дзеркально відобразити

# _msg2609
source: &Mirror
uk: &Дзеркально відобразити

# _msg2610
source: Mirror Entities
uk: Дзеркально відобразити об’єкти

# _msg2611
source: Move and Rotate
uk: Зрушення й обертання

# _msg2612
source: M&ove and Rotate
uk: Зрушення й &обертання

# _msg2613
source: Move and Rotate Entities
uk: Зрушення й обертання об’єктів

# _msg2614
source: Rotate Two
uk: Обертати навколо двох

# _msg2615
source: Rotate T&wo
uk: Обертати навколо &двох

# _msg2616
source: Rotate Entities around two centers
uk: Обертати об’єкти навколо двох центрів

# _msg2617
source: Trim
uk: Вирівняти

# _msg2618
source: &Trim
uk: &Вирівняти

# _msg2619
source: Trim Entities
uk: Вирівнює об’єкти

# _msg2620
source: Trim Two
uk: Вирівняти два

# _msg2621
source: &Trim Two
uk: Ви&рівняти два

# _msg2622
source: Trim two Entities
uk: Вирівнює два об’єкти

# _msg2623
source: Lengthen
uk: Подовжити

# _msg2624
source: &Lengthen
uk: По&довжити

# _msg2625
source: Lengthen by a given amount
uk: Подовжити на задану величину

# _msg2626
source: &Cut
uk: &Розбити

# _msg2627
source: Cut Entities
uk: Розбиває об’єкти

# _msg2628
source: Stretch
uk: Витягнути

# _msg2629
source: &Stretch
uk: &Витягнути

# _msg2630
source: Stretch Entities
uk: Витягає об’єкти

# _msg2631
source: Bevel
uk: Фаска

# _msg2632
source: &Bevel
uk: &Фаска

# _msg2633
source: Bevel Entities
uk: Елементи фаски

# _msg2634
source: Round
uk: Округлення

# _msg2635
source: &Round
uk: &Округлення

# _msg2636
source: Round Entities
uk: Елементи округлення

# _msg2637
source: Free
uk: Без прив’язок

# _msg2638
source: &Free
uk: &Без прив’язок

# _msg2639
source: Free positioning
uk: Вільне розміщення курсору

# _msg2640
source: Grid
uk: За сіткою

# _msg2641
source: &Grid
uk: &Сітка

# _msg2642
source: Grid positioning
uk: Прив’язка за сіткою

# _msg2643
source: Endpoints
uk: Кінцева точка

# _msg2644
source: &Endpoints
uk: &Кінцева точка

# _msg2645
source: Snap to endpoints
uk: Прив’язка до кінцевих точок об’єкту

# _msg2646
source: On Entity
uk: Точка на кривій

# _msg2647
source: &On Entity
uk: &Точка на кривій

# _msg2648
source: Snap to nearest point on entity
uk: Прив’язка до найближчої точки на кривій

# _msg2649
source: Center
uk: Центр

# _msg2650
source: &Center
uk: &Центр

# _msg2651
source: Snap to centers
uk: Прив’язка до центру

# _msg2652
source: Middle
uk: Середина

# _msg2653
source: &Middle
uk: &Середина

# _msg2654
source: Snap to middle points
uk: Прив’язка до середини

# _msg2655
source: Distance from Endpoint
uk: На відстані від точки

# _msg2656
source: &Distance from Endpoint
uk: &На відстані від точки

# _msg2657
source: Snap to points with a given distance to an endpoint
uk: Прив’язка на заданій відстані від точки

# _msg2658
source: Intersection
uk: Перетин

# _msg2659
source: &Intersection
uk: &Перетин

# _msg2660
source: Snap to intersection points
uk: Прив’язка до точки перетину

# _msg2661
source: Intersection Manually
uk: Перетини вручну

# _msg2662
source: I&ntersection Manually
uk: &Перетини вручну

# _msg2663
source: Snap to intersection points manually
uk: Прив’язка до точок перетину вручну

# _msg2664
source: Restrict Nothing
uk: Без обмежень

# _msg2665
source: Restrict &Nothing
uk: Без &обмежень

# _msg2666
source: No snap restriction
uk: Прив’язка без обмежень

# _msg2667
source: Restrict Orthogonally
uk: Обмежити ортогонально

# _msg2668
source: Restrict &Orthogonally
uk: Обмежити ор&тогонально

# _msg2669
source: Restrict snapping orthogonally
uk: Обмежити прив’язку ортогонально

# _msg2670
source: Restrict Horizontally
uk: Обмежити горизонтально

# _msg2671
source: Restrict &Horizontally
uk: Обмежити &горизонтально

# _msg2672
source: Restrict snapping horizontally
uk: Обмежити прив’язку горизонтально

# _msg2673
source: Restrict Vertically
uk: Обмежити вертикально

# _msg2674
source: Restrict &Vertically
uk: Обмежити &вертикально

# _msg2675
source: Restrict snapping vertically
uk: Обмежити прив’язку вертикально

# _msg2676
source: Set Relative Zero
uk: Встановити відносний нуль

# _msg2677
source: &Set Relative Zero
uk: &Встановити відносний нуль

# _msg2678
source: Set position of the Relative Zero point
uk: Поставити положення відносного початку координат

# _msg2679
source: (Un-)Lock Relative Zero
uk: Увімкн./вимкн. відносний нуль

# _msg2680
source: (Un-)&Lock Relative Zero
uk: Увімкн./в&имкн. відносний нуль

# _msg2681
source: (Un-)Lock relative Zero
uk: Увімкн./вимкн. відносний нуль

# _msg2682
source: Point inside contour
uk: Точка всередині контуру

# _msg2683
source: &Point inside contour
uk: &Точка всередині контуру

# _msg2684
source: Checks if a given point is inside the selected contour
uk: Перевіряє, чи знаходиться дана точка всередині вибраного контуру

# _msg2685
source: Defreeze all
uk: Розморозити усі

# _msg2686
source: &Defreeze all
uk: &Розморозити усі

# _msg2687
source: Defreeze all layers
uk: Розморозити усі шари

# _msg2688
source: Freeze all
uk: Заморозити усі

# _msg2689
source: &Freeze all
uk: &Заморозити усі

# _msg2690
source: Freeze all layers
uk: Заморозити усі шари

# _msg2691
source: Add Layer
uk: Додати шар

# _msg2692
source: &Add Layer
uk: &Додати шар

# _msg2693
source: Remove Layer
uk: Вилучити шар

# _msg2694
source: &Remove Layer
uk: &Вилучити шар

# _msg2695
source: Edit Layer
uk: Редагувати шар

# _msg2696
source: &Edit Layer
uk: &Редагувати шар

# _msg2697
source: Toggle Layer Visibility
uk: Переключити видимість шару

# _msg2698
source: &Toggle Layer
uk: &Видимість шару

# _msg2699
source: Toggle Layer
uk: Видимість шару

# _msg2700
source: Defreeze all blocks
uk: Розморозити усі блоки

# _msg2701
source: Freeze all blocks
uk: Заморозити усі блоки

# _msg2702
source: Add Block
uk: Додати блок

# _msg2703
source: &Add Block
uk: До&дати блок

# _msg2704
source: Remove Block
uk: Вилучити блок

# _msg2705
source: &Remove Block
uk: Ви&лучити блок

# _msg2706
source: Rename Block
uk: Перейменувати блок

# _msg2707
source: &Rename Block
uk: &Перейменувати блок

# _msg2708
source: Rename Block and all Inserts
uk: Перейменувати блок та усі вставки

# _msg2709
source: Edit Block
uk: Редагувати блок

# _msg2710
source: &Edit Block
uk: &Редагувати блок

# _msg2711
source: Insert Block
uk: Вставити блок

# _msg2712
source: &Insert Block
uk: &Вставити блок

# _msg2713
source: Toggle Block Visibility
uk: Перемкнути видимість блоку

# _msg2714
source: &Toggle Block
uk: &Видимість блоку

# _msg2715
source: Toggle Block
uk: Видимість блоку

# _msg2716
source: Create Block
uk: Створити блок

# _msg2717
source: &Create Block
uk: &Створити блок

# _msg2718
source: Explode
uk: Зруйнувати

# _msg2719
source: &Explode
uk: &Зруйнувати

# _msg2720
source: Explode Blocks and other Entity Groups
uk: Зруйнувати блок та інші групи об’єктів

# _msg2721
source: General Application Preferences
uk: Загальні налаштування програми

# _msg2722
source: Drawing
uk: Креслення

# _msg2723
source: Creates a new drawing
uk: Створює нове креслення

# _msg2724
source: Opens an existing drawing
uk: Відкриває існуюче креслення

# _msg2725
source: Saves the current drawing
uk: Зберігає поточне креслення

# _msg2726
source: Saves the current drawing under a new filename
uk: Зберігає поточне креслення під новим іменем

# _msg2727
source: Closes the current drawing
uk: Закриває поточне креслення

# _msg2728
source: Prints out the current drawing
uk: Друкує поточне креслення

# _msg2729
source: New Drawing
uk: Нове креслення

# _msg2730
source: Open Drawing
uk: Відкрити креслення

# _msg2731
source: Save Drawing
uk: Зберегти креслення

# _msg2732
source: Save Drawing As
uk: Зберегти креслення як

# _msg2733
source: Close Drawing
uk: Закрити креслення

# _msg2734
source: Print Drawing
uk: Друк креслення

# _msg2735
source: Cuts entities to the clipboard
uk: Вирізає об’єкти в буфер

# _msg2736
source: Copies entities to the clipboard
uk: Копіює об’єкти в буфер

# _msg2737
source: Pastes the clipboard contents
uk: Вставляє об’єкти з буфера

# _msg2738
source: (De-)&Select Entity
uk: Вибрати об’єкт (скасов. вибір)

# _msg2739
source: (De-)Select &Contour
uk: Вибрати &замкнутий контур (скасов. вибір)

# _msg2740
source: Draw parallels to existing lines, arcs, circles
uk: Креслити паралельно до існуючих ліній, дуг, кіл

# _msg2741
source: Parallel through point
uk: Паралельно через точку

# _msg2742
source: Par&allel through point
uk: Пар&алельно через точку

# _msg2743
source: Draw parallel through a given point
uk: Креслити паралельно через задану точку

# _msg2744
source: Attributes
uk: Атрибути

# _msg2745
source: &Attributes
uk: А&трибути

# _msg2746
source: Modify Entity Attributes
uk: Змінити атрибути об’єкту

# _msg2747
source: Delete selected
uk: Вилучити вибране

# _msg2748
source: &Delete selected
uk: Ви&лучити вибране

# _msg2749
source: Delete selected entities
uk: Вилучити вибрані об’єкти

# _msg2750
source: Print Preview
uk: Попередній перегляд

# _msg2751
source: Print Pre&view
uk: &Попередній перегляд

# _msg2752
source: Shows a preview of a print
uk: Відображає попередній перегляд перед друком

# _msg2753
source: Distance Point to Point
uk: Відстань від точки до точки

# _msg2754
source: &Distance Point to Point
uk: &Відстань від точки до точки

# _msg2755
source: Measures the distance between two points
uk: Вимірює відстань між двома точками

# _msg2756
source: Distance Entity to Point
uk: Відстань від об’єкта до точки

# _msg2757
source: &Distance Entity to Point
uk: Від&стань від об’єкта до точки

# _msg2758
source: Measures the distance between an entity and a point
uk: Вимірює відстань між об’єктом та точкою

# _msg2759
source: Angle between two lines
uk: Кут між двома лініями

# _msg2760
source: &Angle between two lines
uk: &Кут між двома лініями

# _msg2761
source: Measures the angle between two lines
uk: Вимірює кут між двома лініями

# _msg2762
source: Export Drawing
uk: Експорт креслення

# _msg2763
source: &Export..
uk: &Експорт…

# _msg2764
source: Exports the current drawing as bitmap
uk: Експортувати поточне креслення у растрове зображення

# _msg2765
source: Properties
uk: Властивості

# _msg2766
source: Modify Entity Properties
uk: Змінити властивості об’єкта

# _msg2767
source: &Properties
uk: Власти&вості

# _msg2768
source: Application
uk: Додаток

# _msg2769
source: &Application Preferences
uk: На&лаштування програми

# _msg2770
source: Current &Drawing Preferences
uk: Поточні параметри &креслення

# _msg2771
source: Settings for the current Drawing
uk: Налаштування для поточного креслення

# _msg2772
source: Enables/disables the grid
uk: Вмикає/вимикає сітку

# _msg2773
source: Circle: Concentric
uk: Коло: концентрична

# _msg2774
source: &Concentric
uk: &Концентрична

# _msg2775
source: Draw circles concentric to existing circles
uk: Креслить кола, концентричні існуючим

# _msg2776
source: Arc: Concentric
uk: Дуга: концентрична

# _msg2777
source: Draw arcs concentric to existing arcs
uk: Креслить дуги, концентричні існуючим

# _msg2778
source: Hatch
uk: Штрихування

# _msg2779
source: &Hatch
uk: &Штрихування

# _msg2780
source: Image
uk: Зображення

# _msg2781
source: &Image
uk: &Зображення

# _msg2782
source: Insert Image (Bitmap)
uk: Вставити зображення (растрове)

# _msg2783
source: Statusbar
uk: Рядок стану

# _msg2784
source: &Statusbar
uk: &Рядок стану

# _msg2785
source: Enables/disables the statusbar
uk: Вмикає/вимикає рядок стану

# _msg2786
source: Total length of selected entities
uk: Сумарна довжина вибраних об’єктів

# _msg2787
source: &Total length of selected entities
uk: Су&марна довжина вибраних об’єктів

# _msg2788
source: Measures the total length of all selected entities
uk: Вимірює сумарну довжину усіх вибраних об’єктів

# _msg2789
source: Polygo&n (Cor,Cor)
uk: Багато&кутник (кут, кут)

# _msg2790
source: Draft
uk: Чернетка

# _msg2791
source: &Draft
uk: &Чернетка

# _msg2792
source: Enables/disables the draft mode
uk: Вмикає/вимикає режим чернетки

# _msg2793
source: Open IDE
uk: Відкрити IDE

# _msg2794
source: &Open IDE
uk: &Відкрити IDE

# _msg2795
source: Opens the integrated development environment for scripting
uk: Відкриває інтегроване середовище для написання сценаріїв

# _msg2796
source: Run Script..
uk: Виконати сценарій…

# _msg2797
source: &Run Script..
uk: &Виконати сценарій…

# _msg2798
source: Runs a script
uk: Запускає сценарій

# _msg2799
source: &Preferences
uk: &Налаштування

# _msg2800
source: &Export...
uk: &Експорт…

# _msg2801
source: &Print...
uk: &Друк…

# _msg2802
source: Quit
uk: Вихід

# _msg2803
source: &Quit
uk: &Вихід

# _msg2805
source: Restrict&Vertically
uk: Обмежити &вертикально

# _msg2806
source: &back
uk: &назад

# _msg2807
source: &Selection pointer
uk: Вказівник &вибору

# _msg2808
source: &Endpoint
uk: &Кінцева точка

# _msg2809
source: &OnEntity
uk: На к&ривій

# _msg2810
source: &Block
uk: &Блок

# _msg2811
source: Arc Options
uk: Параметри дуги

# _msg2812
source: Clockwise
uk: За годинниковою стрілкою

# _msg2813
source: Counter Clockwise
uk: Проти годинникової стрілки

# _msg2814
source: Counterclockwise
uk: Проти годинникової стрілки

# _msg2815
source: Tangential Arc Options
uk: Тангенціальні параметри дуги

# _msg2816
source: Radius:
uk: Радіус:

# _msg2817
source: Radius of the tangential arc
uk: Радіус дотичної дуги

# _msg2818
source: Total subtending angle of the tangential arc
uk: Повний стягуючий кут дотичної дуги

# _msg2819
source: Radius
uk: Радіус

# _msg2820
source: Angle
uk: Кут

# _msg2821
source: Bevel Options
uk: Параметри фаски

# _msg2822
source: Trim
uk: Усікти

# _msg2823
source: Check to trim both entities to the bevel
uk: Позначте, щоб усікти обидва об’єкти до фаски

# _msg2824
source: Length 1:
uk: Довжина 1:

# _msg2825
source: Length 2:
uk: Довжина 2:

# _msg2826
source: Cancel
uk: Відміна

# _msg2827
source: &OK
uk: &Гаразд

# _msg2830
source: Add a block
uk: Додати блок

# _msg2831
source: CAD Tools
uk: Інструменти САПР

# _msg2832
source: Arcs
uk: Дуги

# _msg2833
source: Arc with three points
uk: Дуга за трьома точками

# _msg2834
source: Arc with Center, Point, Angles
uk: Дуга за центром, точкою та кутами

# _msg2835
source: Back to main menu
uk: Назад до головного меню

# _msg2836
source: Concentric
uk: Концентрична

# _msg2837
source: Arc tangential to base entity with radius
uk: Дуга, дотична до основи, радіусом у

# _msg2838
source: Circles
uk: Кола

# _msg2839
source: Circle with two opposite points
uk: Коло за двома протилежними точками

# _msg2840
source: Circle with center and radius
uk: Коло за центром й радіусом

# _msg2841
source: Circle with center and point
uk: Коло за центром й точкою

# _msg2842
source: Circle with three points
uk: Коло за трьома точками

# _msg2843
source: Back to main menu
uk: Назад до головного меню

# _msg2844
source: Concentric
uk: Концентрична

# _msg2845
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Побудувати коло, вписане в трикутник, <span style=" font-style:italic;">тобто</span> дотичне до 3 ліній</p></body></html>

# _msg2846
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Накреслити коло з заданим радіусом, дотичне до двох кіл</span></p></body></html>
