Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2457
source: Order QCAD Professional from the RibbonSoft web site
pt_pt: Adquira o Qcad Profissional através da página da Ribbonsoft

# _msg2458
source: Visit &Website
pt_pt: Visitar o &Site

# _msg2459
source: <b>Date:</b> %1
pt_pt: <b>Data:</b> %1

# _msg2460
source: Launch the online manual
pt_pt: Abrir o manual on-line

# _msg2461
source: About the application
pt_pt: Sobre o aplicações

# _msg2462
source: <b>Modules:</b> <i>%1</i><br>
pt_pt: <b>Módulos:</b> <i>%1</i><br>

# _msg2463
source: Insert Image
pt_pt: Inserir imagem

# _msg2464
source: &Window
pt_pt: &Janela

# _msg2465
source: De&bugging
pt_pt: De&purando

# _msg2466
source: Modules: %1
pt_pt: Módulos: %1

# _msg2467
source: Help
pt_pt: Ajuda

# _msg2468
source: Bugger, I couldn't find the helpfiles on the filesystem.
pt_pt: Infelizmente não pude encontrar os arquivos de ajuda no sistema de arquivos.

# _msg2469
source: Program Icons Supplied by
pt_pt: Ícones do programa fornecidos por

# _msg2470
source: Splash and Logo supplied by
pt_pt: Splash e logotipo fornecidos por

# _msg2471
source: Main Website :
pt_pt: Site principal:

# _msg2472
source: SCM Revision: %1
pt_pt: Revisão SCM: %1

# _msg2474
source: Please consider donating to LibreCAD to help maintain the source code and website.
pt_pt: Considere doar para o LibreCAD para ajudar a manter o código-fonte e o site.

# _msg2475
source: Draw &Order
pt_pt: &Ordenar desenho

# _msg2476
source: Pen Selection
pt_pt: Seletor de penas

# _msg2477
source: Compiler: Microsoft Visual C++<br>
pt_pt: Compilador: Microsoft Visual C++<br>

# _msg2478
source: Help files not found
pt_pt: Arquivos de ajuda não encontrados

# _msg2479
source: &Text
pt_pt: &Texto

# _msg2482
source: Dialog
pt_pt: Diálogo

# _msg2483
source: &Export...
pt_pt: &Exportar...

# _msg2484
source: &Close
pt_pt: &Fechar

# _msg2485
source: &Print...
pt_pt: &Imprimir...

# _msg2486
source: &Grid
pt_pt: &Grade

# _msg2488
source: &Draft
pt_pt: &Rascunho

# _msg2489
source: &Statusbar
pt_pt: &Barra de status

# _msg2490
source: &Free
pt_pt: &Livre

# _msg2491
source: &Endpoints
pt_pt: &Extremidades

# _msg2492
source: &On Entity
pt_pt: &Na Entidade

# _msg2493
source: &Center
pt_pt: &Centro

# _msg2494
source: &Middle
pt_pt: &Meio

# _msg2495
source: &Distance from Endpoint
pt_pt: &Distância a partir da extremidade

# _msg2496
source: &Intersection
pt_pt: &Interseção

# _msg2497
source: Restrict &Nothing
pt_pt: &Não Restringir Nada

# _msg2498
source: Restrict &Orthogonally
pt_pt: Restringir &Ortogonalmente

# _msg2499
source: Restrict &Horizontally
pt_pt: Restringir &Horizontalmente

# _msg2500
source: &Preferences
pt_pt: &Preferências

# _msg2501
source: &Application Preferences
pt_pt: &Preferências do aplicativo

# _msg2502
source: Open IDE
pt_pt: Abrir IDE

# _msg2503
source: Run Script..
pt_pt: Executar script..

# _msg2504
source: &Quit
pt_pt: &Sair

# _msg2505
source: &Selection pointer
pt_pt: &Indicador de seleção

# _msg2506
source: Restrict &Vertically
pt_pt: Restringir &Verticalmente

# _msg2507
source: Export as PDF
pt_pt: Exportar como PDF

# _msg2508
source: &Block
pt_pt: &Bloco

# _msg2509
source: Clockwise
pt_pt: Sentido horário

# _msg2510
source: Counter Clockwise
pt_pt: Sentido Anti-horário

# _msg2511
source: Arc Options
pt_pt: Opções do arco

# _msg2512
source: Counterclockwise
pt_pt: Anti-horário

# _msg2513
source: Radius:
pt_pt: Raio:

# _msg2514
source: Radius of arc
pt_pt: Raio do arco

# _msg2515
source: Tangential Arc Options
pt_pt: Opções do arco tangente

# _msg2516
source: Radius of the tangential arc
pt_pt: Raio do arco tangente

# _msg2517
source: Total subtending angle of the tangential arc
pt_pt: Ângulo total subtendido no arco tangente

# _msg2518
source: Radius
pt_pt: Raio

# _msg2519
source: Angle
pt_pt: Ângulo

# _msg2520
source: Trim
pt_pt: Aparar

# _msg2521
source: Length 1:
pt_pt: Comprimento 1:

# _msg2522
source: Length 2:
pt_pt: Comprimento 2:

# _msg2523
source: Bevel Options
pt_pt: Opções de chanfro

# _msg2524
source: Check to trim both entities to the bevel
pt_pt: Marcar para aparar ambas as entidades para o chanfro

# _msg2528
source: Cancel
pt_pt: Cancelar

# _msg2529
source: Block name:
pt_pt: Nome do bloco:

# _msg2530
source: CAD Tools
pt_pt: Ferramentas CAD

# _msg2531
source: Arcs
pt_pt: Arcos

# _msg2532
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2533
source: Concentric
lv: Koncentriski
pt_pt: Concêntrico

# _msg2534
source: Arc with Center, Point, Angles
pt_pt: Arco com centro, ponto, ângulos

# _msg2535
source: Arc with three points
pt_pt: Arco com três pontos

# _msg2536
source: Arc tangential to base entity with radius
pt_pt: Arco tangente para a entidade base com raio

# _msg2537
source: Circles
pt_pt: Círculos

# _msg2538
source: Circle with two opposite points
pt_pt: Círculo com dois pontos opostos

# _msg2539
source: Circle with center and radius
pt_pt: Círculo com centro e raio

# _msg2540
source: Circle with center and point
pt_pt: Círculo com centro e ponto

# _msg2541
source: Circle with three points
pt_pt: Círculo com três pontos

# _msg2542
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2543
source: Concentric
pt_pt: Concêntrico

# _msg2544
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Desenhar círculo inscrito em um triângulo, <span style=" font-style:italic;">ou seja</span>, tangente para 3 linhas</p></body></html>

# _msg2545
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Desenhar um círculo tangente em dois círculos, fornecendo o raio</span></p></body></html>

# _msg2546
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Desenhar um círculo tangente em um círculo, passando por dois pontos fornecidos</span></p></body></html>

# _msg2547
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Desenhar um círculo tangente em dois círculos, passando por um ponto fornecido</span></p></body></html>

# _msg2548
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Desenhar um círculo tangente em três linhas/arcos/círculos</span></p></body></html>

# _msg2549
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Desenhar círculo inscrito no triângulo, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">ou seja,</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangente para 3 linhas. Utilize o recurso mais recente &quot;Círculo Tangente 3&quot; como alternativa.</span></p></body></html>

# _msg2550
source: <html><head/><body><p>Circle with 2 Points and Radius</p></body></html>
pt_pt: <html><head/><body><p>Círculo com 2 pontos e raio</p></body></html>

# _msg2551
source: Dimension
pt_pt: Dimensão

# _msg2552
source: Dimensions
pt_pt: Dimensões

# _msg2553
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2554
source: Aligned Dimension
pt_pt: Dimensão alinhada

# _msg2555
source: Linear Dimension
pt_pt: Dimensão linear

# _msg2556
source: Horizontal Dimension
pt_pt: Dimensão horizontal

# _msg2557
source: Vertical Dimension
pt_pt: Dimensão vertical

# _msg2558
source: Radial Dimension
pt_pt: Dimensão do raio

# _msg2559
source: Diametric Dimension
pt_pt: Dimensão do diâmetro

# _msg2560
source: Angular Dimension
pt_pt: Dimensão angular

# _msg2561
source: Leader
pt_pt: Líder

# _msg2562
source: Concentric
pt_pt: Concêntrico

# _msg2563
source: Ellipses
pt_pt: Elipses

# _msg2564
source: Ellipse arc with center, two points and angles
pt_pt: Arco elíptico com centro, dois pontos e ângulos

# _msg2565
source: Ellipse with Center and two points
pt_pt: Elipse com centro e dois pontos

# _msg2566
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2567
source: Draw Ellipse by foci and a point on ellipse
pt_pt: Desenhar elipse por focos e um ponto na elipse

# _msg2568
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
pt_pt: Desenhar elipse com eixos nas direções x-/y- por quatro pontos na elipse

# _msg2569
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Desenhar elipse inscrita em um quadrilátero, <span style=" font-style:italic;">ou seja</span>, tangente para quatro linhas</p></body></html>

# _msg2570
source: Concentric
pt_pt: Concêntrico

# _msg2571
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
pt_pt: <html><head/><body><p>Desenhar elipse pelo centro e 3 pontos na elipse</p></body></html>

# _msg2572
source: Info
pt_pt: Informações

# _msg2573
source: Distance (Point, Point)
pt_pt: Distância (Ponto, Ponto)

# _msg2574
source: Distance (Entity, Point)
pt_pt: Distância (Entidade, Ponto)

# _msg2575
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2576
source: Angle
pt_pt: Ângulo

# _msg2577
source: Total length of selected entities
pt_pt: Comprimento total das entidades selecionadas

# _msg2578
source: Area of polygon
pt_pt: Área do polígono

# _msg2579
source: Concentric
pt_pt: Concêntrico

# _msg2580
source: Lines
pt_pt: Linhas

# _msg2581
source: Back to main menu
fr: Retour au menu précédent
pt_pt: Retornar ao menu principal

# _msg2582
source: Line with two points
pt_pt: Linha com dois pontos

# _msg2583
source: Line with given angle
pt_pt: Linha com um determinado ângulo

# _msg2584
source: Horizontal lines
pt_pt: Linhas horizontais

# _msg2585
source: Vertical lines
pt_pt: Linhas verticais

# _msg2586
source: Rectangles
pt_pt: Retângulos

# _msg2587
source: Bisectors
pt_pt: Bissetrizes

# _msg2588
source: Parallels with distance
pt_pt: Paralelas com distância

# _msg2589
source: Tangents from point to circle
pt_pt: Tangentes a partir de um ponto ao círculo

# _msg2590
source: Tangents from circle to circle
pt_pt: Tangentes a partir de um círculo ao círculo

# _msg2591
source: Orthogonal lines
pt_pt: Linhas ortogonais

# _msg2592
source: Lines with relative angles
pt_pt: Linhas com ângulos relativos

# _msg2593
source: Polygons with Center and Corner
pt_pt: Polígonos com centro e vértice

# _msg2594
source: Polygons with two Corners
pt_pt: Polígonos com dois vértices

# _msg2595
source: Freehand lines
pt_pt: Linhas à mão-livre

# _msg2596
source: Parallels through point
pt_pt: Paralelas através do ponto

# _msg2597
source: Tangents to a circle, orthogonal to a line
pt_pt: Tangente a um círculo, ortogonal a uma linha

# _msg2598
source: Show edit tools
pt_pt: Exibir ferramentas de edição

# _msg2599
source: Show circle tools
pt_pt: Exibir ferramentas de círculos

# _msg2600
source: Show line tools
pt_pt: Exibir ferramentas de linha

# _msg2601
source: Create Block
pt_pt: Criar bloco

# _msg2602
source: Show dimensioning tools
pt_pt: Exibir ferramentas de dimensão

# _msg2603
source: Show ellipse tools
pt_pt: Exibir ferramentas de elipse

# _msg2604
source: Show arc tools
pt_pt: Exibir ferramentas de arcos

# _msg2605
source: Show polyline tools
pt_pt: Exibir ferramentas da polilinha

# _msg2606
source: Show selection tools
pt_pt: Exibir ferramentas de seleção

# _msg2607
source: Show measuring tools
pt_pt: Exibir ferramentas de medição

# _msg2608
source: Main
fr: Principal
pt_pt: Principal

# _msg2609
source: Polylines
pt_pt: Polilinhas

# _msg2610
source: Show toolbar "Lines"
pt_pt: Exibir barra de ferramentas “Linhas”

# _msg2611
source: Show toolbar "Arcs"
pt_pt: Exibir barra de ferramentas “Arcos”

# _msg2612
source: Show toolbar "Circles"
pt_pt: Exibir barra de ferramentas “Círculos”

# _msg2613
source: Show toolbar "Ellipses"
pt_pt: Exibir barra de ferramentas “Elipses”

# _msg2614
source: Show toolbar "Polylines"
pt_pt: Exibir barra de ferramentas “Polilinhas”

# _msg2615
source: Draw Splines
pt_pt: Desenhar curvas

# _msg2616
source: Draw Points
pt_pt: Desenhar pontos

# _msg2617
source: Show toolbar "Dimensions"
pt_pt: Exibir barra de ferramentas “Dimensões”

# _msg2618
source: Create Hatch
pt_pt: Criar hachura

# _msg2619
source: Insert Image
pt_pt: Inserir imagem

# _msg2620
source: Show toolbar "Modify"
pt_pt: Exibir barra de ferramentas “Modificar”

# _msg2621
source: Show toolbar "Info"
pt_pt: Exibir barra de ferramentas “Informações”

# _msg2622
source: Show toolbar "Select"
pt_pt: Exibir barra de ferramentas “Selecionar”

# _msg2623
source: Insert Multi-line Text
pt_pt: Inserir texto na polilinha

# _msg2624
source: Modify
pt_pt: Modificar

# _msg2625
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2626
source: Stretch
pt_pt: Esticar

# _msg2627
source: Round
pt_pt: Arredondado

# _msg2628
source: Bevel
pt_pt: Chanfrar

# _msg2629
source: Trim by amount
pt_pt: Aparar por quantidade

# _msg2630
source: Trim / Extend
pt_pt: Aparar/Estender

# _msg2631
source: Delete
pt_pt: Excluir

# _msg2632
source: Edit Entity Attributes
pt_pt: Editar atributos da entidade

# _msg2633
source: Mirror
pt_pt: Espelhar

# _msg2634
source: Scale
pt_pt: Escala

# _msg2635
source: Rotate
pt_pt: Girar

# _msg2636
source: Move and Rotate
pt_pt: Mover e girar

# _msg2637
source: Trim / Extend two
pt_pt: Aparar / Estender dois

# _msg2638
source: Divide
pt_pt: Dividir

# _msg2639
source: Explode
pt_pt: Fragmentar

# _msg2640
source: Explode Text into Letters
pt_pt: Fragmentar texto em letras

# _msg2641
source: Edit Entity Geometry
ca: Edita la geometria de l'entitat
pt_pt: Editar geometria da entidade

# _msg2642
source: Edit Text
pt_pt: Editar texto

# _msg2643
source: Move / Copy
pt_pt: Mover / Copiar

# _msg2644
source: Rotate Two
pt_pt: Girar dois

# _msg2645
source: Offset (Experimental Feature, work in progress)
pt_pt: Deslocamento (Característica experimental, trabalho em andamento)

# _msg2646
source: Revert direction
pt_pt: Reverter a direção

# _msg2647
source: Lengthen
pt_pt: Alongar

# _msg2648
source: <html><head/><body><p>Fillet, rounding of an interior or exterior corner</p></body></html>
pt_pt: <html><head/><body><p>Filete, arredondamento de um vértice interior ou exterior</p></body></html>

# _msg2649
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2650
source: Single points
pt_pt: Pontos únicos

# _msg2651
source: Points
pt_pt: Pontos

# _msg2652
source: Polylines
pt_pt: Polilinhas

# _msg2653
source: Back to main menu
ca: Torna al menú principal
fr: Retour au menu précédent
pt_pt: Retornar ao menu principal

# _msg2654
source: Create Polyline
pt_pt: Criar polilinha

# _msg2655
source: Trim segments
pt_pt: Aparar segmentos

# _msg2656
source: Delete between two nodes
pt_pt: Excluir entre dois nós

# _msg2657
source: Delete node
pt_pt: Excluir nó

# _msg2658
source: Add node
pt_pt: Adicionar nó

# _msg2659
source: Append node
pt_pt: Adicionar nó

# _msg2660
source: Polyline equidistant
pt_pt: Polilinha equidistante

# _msg2661
source: Create Polyline from Existing Segments
pt_pt: Criar polilinha a partir de segmentos existentes

# _msg2662
source: Concentric
pt_pt: Concêntrico

# _msg2663
source: Select
pt_pt: Selecionar

# _msg2664
source: Select all
pt_pt: Selecionar tudo

# _msg2665
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2666
source: Select intersected entities
pt_pt: Selecionar entidades interseccionadas

# _msg2667
source: Deselect intersected entities
pt_pt: Desmarcar entidades interseccionadas

# _msg2668
source: Deselect all
pt_pt: Desmarcar tudo

# _msg2669
source: Invert Selection
pt_pt: Inverter seleção

# _msg2670
source: Select layer
pt_pt: Selecionar camada

# _msg2671
source: (De-)Select contour
pt_pt: (Des)Marcar contorno

# _msg2672
source: (De-)Select entity
pt_pt: (Des)Marcar entidade

# _msg2673
source: Deselect Window
pt_pt: Desmarcar janela

# _msg2674
source: Select Window
pt_pt: Selecionar janela

# _msg2675
source: Continue action
pt_pt: Continuar ação

# _msg2676
source: Back to last menu
pt_pt: Retornar ao último menu

# _msg2677
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2678
source: Free positioning
pt_pt: Posicionamento livre

# _msg2679
source: Snap to middle points
pt_pt: Snap para pontos do meio

# _msg2680
source: Spline
pt_pt: Curva

# _msg2681
source: Back to main menu
pt_pt: Retornar ao menu principal

# _msg2682
source: Splines
pt_pt: Curvas

# _msg2683
source: Interpolation Spline
pt_pt: Curva interpolada

# _msg2684
source: Radius of circle
pt_pt: Raio do círculo

# _msg2685
source: Radius:
pt_pt: Raio:

# _msg2686
source: Circle Options
pt_pt: Opções do círculo

# _msg2687
source: Circle Tangential2 Options
pt_pt: Opções do círculo tangente2

# _msg2688
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
pt_pt: <html><head/><body><p>Raio do círculo tangente para desenhar</p></body></html>

# _msg2689
source: Radius:
pt_pt: Raio:

# _msg2690
source: Radius of tangential circle
pt_pt: Raio do círculo tangente

# _msg2691
source: Others..
pt_pt: Outros..

# _msg2692
source: Command '%1' not found
pt_pt: Comando '%1' não encontrado

# _msg2693
source: Clear
pt_pt: Limpar
