Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1982
source: Specify position
pt_pt: Especificar a posição

# _msg1983
source: Back
pt_pt: Voltar

# _msg1984
source: Specify point
pt_pt: Especificar o ponto

# _msg1985
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg1986
source: Select circle, arc or ellipse
pt_pt: Selecionar o círculo, arco ou elipse

# _msg1987
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
pt_pt: Voltar

# _msg1988
source: Cancel
pt_pt: Cancelar

# _msg1989
source: Select first circle or ellipse
pt_pt: Selecionar primeiro o círculo ou elipse

# _msg1990
source: Select second circle or ellipse
pt_pt: Selecionar segundo o círculo ou elipse

# _msg1991
source: Specify insertion point
pt_pt: Especificar o ponto de inserção

# _msg1992
source: Cancel
pt_pt: Cancelar

# _msg1993
source: Enter text:
pt_pt: Digitar texto:

# _msg1994
source: Back
pt_pt: Voltar

# _msg1995
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg1996
source: Specify location
pt_pt: Especificar a localização

# _msg1997
source: Back
pt_pt: Voltar

# _msg1998
source: Cannot close sequence of lines: Not enough entities defined yet.
pt_pt: Não foi possível fechar a sequência de linhas: ainda não há entidades suficientes definidas.

# _msg1999
source: Cancel
pt_pt: Cancelar

# _msg2000
source: Specify first point
pt_pt: Especificar o primeiro ponto

# _msg2001
source: Cannot undo: Not enough entities defined yet.
pt_pt: Não foi possível desfazer: Ainda não há entidades suficientes definidas.

# _msg2002
source: Specify next point
pt_pt: Especificar o próximo ponto

# _msg2003
source: Specify next point or [%1]
pt_pt: Especificar o próximo ponto ou [%1]

# _msg2004
source: Back
pt_pt: Voltar

# _msg2005
source: Specify next control point or [%1]
fr: Indiquer le point de contrôle suivant ou [%1]
gl: Especifique o seguinte punto de control ou [%1]
pt_pt: Especificar o próximo ponto de controle ou [%1]

# _msg2006
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg2007
source: Specify next control point
fr: Indiquer le point de contrôle suivant
gl: Especifique o seguinte punto de control
pt_pt: Especificar o próximo ponto de controle

# _msg2008
source: Cannot undo: Not enough entities defined yet.
fr: Impossible d’annuler : pas encore assez d’éléments définis.
gl: Non se pode desfacer: Non hai aínda suficientes entidades definidas.
pt_pt: Não foi possível desfazer: Ainda não há entidades suficientes definidas.

# _msg2009
source: Specify first control point
pt_pt: Especificar o primeiro ponto de controle

# _msg2010
source: Back
pt_pt: Voltar

# _msg2011
source: Enter text:
fr: Saisir le texte :
gl: Introduza o texto:
pt_pt: Digitar texto:

# _msg2012
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg2013
source: Specify insertion point
pt_pt: Especificar o ponto de inserção

# _msg2014
source: Specify second point
pt_pt: Especificar o segundo ponto

# _msg2015
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg2016
source: Cancel
pt_pt: Cancelar

# _msg2017
source: Set reference point
pt_pt: Configurar ponto de referência

# _msg2018
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg2019
source: Nothing to undo!
pt_pt: Nada para desfazer!

# _msg2020
source: Nothing to redo!
pt_pt: Nada para refazer!

# _msg2021
source: Back
ca: Enrere
pt_pt: Voltar

# _msg2022
source: Specify first line
pt_pt: Especificar a primeira linha

# _msg2023
source: Cancel
pt_pt: Cancelar

# _msg2024
source: Specify second line
pt_pt: Especificar segunda linha

# _msg2025
source: Lines are parallel
pt_pt: As linhas são paralelas

# _msg2026
source: Angle: %1
pt_pt: Ângulo: %1

# _msg2027
source: Specify first point of polygon
pt_pt: Especificar o primeiro ponto do polígono

# _msg2028
source: Cancel
pt_pt: Cancelar

# _msg2029
source: Specify next point of polygon
pt_pt: Especificar o próximo ponto do polígono

# _msg2030
source: Circumference: %1
pt_pt: Circunferência: %1

# _msg2031
source: Point: %1/%2
pt_pt: Ponto: %1/%2

# _msg2032
source: Closing Point: %1/%2
pt_pt: Ponto de encerramento: %1/%2

# _msg2033
source: Area: %1 %2^2
pt_pt: Área: %1 %2^2

# _msg2034
source: Back
ca: Enrere
pt_pt: Voltar

# _msg2035
source: Specify first point of distance
pt_pt: Especificar o primeiro ponto de distância

# _msg2036
source: Specify second point of distance
pt_pt: Especificar o segundo ponto de distância

# _msg2037
source: Cancel
ca: Cancel·la
pt_pt: Cancelar

# _msg2038
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
pt_pt: Distância: %1 Cartesiano: (%2 , %3), Polar: (%4<%5

# _msg2039
source: Back
pt_pt: Voltar

# _msg2040
source: Specify entity
pt_pt: Especificar a entidade

# _msg2041
source: Distance: %1
pt_pt: Distância: %1

# _msg2042
source: Specify point
pt_pt: Especificar o ponto

# _msg2043
source: Cancel
pt_pt: Cancelar

# _msg2044
source: Specify point
pt_pt: Especificar o ponto

# _msg2045
source: Cancel
pt_pt: Cancelar

# _msg2046
source: Point is outside selected contour.
pt_pt: O ponto está fora do contorno selecionado.

# _msg2047
source: Point is inside selected contour.
pt_pt: O ponto está dentro do contorno selecionado.

# _msg2048
source: Total Length of selected entities: %1
pt_pt: Comprimento total das entidades selecionadas: %1

# _msg2049
source: At least one of the selected entities cannot be measured.
pt_pt: Ao menos uma das entidades selecionadas não pode ser medida.

# _msg2050
source: Enter factor:
pt_pt: Inserir o fator:

# _msg2051
source: Cannot open file '%1'
pt_pt: Não foi possível abrir o arquivo '%1'

# _msg2052
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg2053
source: Enter angle:
fr: Saisir la valeur de l’angle :
gl: Introducir ángulo:
pt_pt: Insira o ângulo:

# _msg2054
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg2055
source: Cancel
pt_pt: Cancelar

# _msg2056
source: Insert Library Object
pt_pt: Inserir objeto da biblioteca

# _msg2057
source: (Un-)&Lock Relative Zero
fr: (Dé-)&verrouiller le zéro relatif
gl: (Bloq-)&Desbloquear orixe relativa
pt_pt: (Des-)&Travar zero relativo

# _msg2058
source: Back
ca: Enrere
pt_pt: Voltar

# _msg2059
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg2060
source: Select second entity
pt_pt: Selecionar a segunda entidade

# _msg2061
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg2062
source: Select first entity
pt_pt: Selecionar primeira entidade

# _msg2063
source: Enter length 2:
pt_pt: Inserir o comprimento 2:

# _msg2064
source: Enter length 1:
pt_pt: Inserir o comprimento 1:

# _msg2065
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.
pt_pt: Nenhuma entidade encontrada.

# _msg2066
source: Cutting point is invalid.
fr: Le point de coupure est invalide.
gl: O punto de corte non é válido.
pt_pt: O ponto de corte é inválido.

# _msg2067
source: Cutting point is not on entity.
fr: Le point de coupure n’est pas sur l’objet.
gl: O punto de corte non está na entidade.
pt_pt: O ponto de corte não é na entidade.

# _msg2068
source: Specify entity to cut
fr: Indiquer l’objet à couper
gl: Escolla unha entidade para partir
pt_pt: Especificar a entidade a ser recortada

# _msg2069
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg2070
source: Specify cutting point
fr: Indiquer le point de coupure
gl: Especifique o punto de corte
pt_pt: Especificar o ponto de corte

# _msg2071
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg2072
source: Entity must be a line, arc, circle, ellipse or interpolation spline.
fr: L’objet doit être une ligne, un arc, un cercle, une ellipse ou une courbe spline d’interpolation.
gl: A entidade debe ser unha liña, arco, círculo, elipse ou spline interpolada.
pt_pt: A entidade precisa ser uma linha, arco, elipse ou curva interpolada.

# _msg2073
source: Back
pt_pt: Voltar
uk: Назад

# _msg2074
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt
pt_pt: Cancelar

# _msg2075
source: Specify second break point on the same polyline
fr: Indiquer le deuxième point d’arrêt sur la même polyligne
gl: Especifique o segundo punto de corte na mesma poliliña
pt_pt: Especificar o segundo ponto de quebra na mesma polilinha

# _msg2076
source: Specify first break point on a polyline
pt_pt: Especificar o primeiro ponto de quebra em uma polilinha

# _msg2077
source: Entities not in the same polyline.
fr: Les éléments ne sont pas sur la même polyligne.
gl: As entidades non están na mesma poliliña
pt_pt: As entidades não estão na mesma polilinha.

# _msg2078
source: Parent of second entity is not a polyline
fr: Le parent du second élément n’est pas une polyligne
gl: O pai de segunda entidade non é unha poliliña
pt_pt: A origem da segunda entidade não é uma polilinha

# _msg2079
source: Parent of first entity is not a polyline
fr: Le parent du premier élément n’est pas une polyligne
gl: O pai da primeira entidade non é unha poliliña
pt_pt: A origem da primeira entidade não é uma polilinha

# _msg2080
source: Parent of second entity is nullptr
fr: Le parent du second élément est nullptr
gl: O pai de segunda entidade é nullptr
pt_pt: A origem da segunda entidade é nullptr

# _msg2081
source: One of the chosen entities is nullptr
fr: Un des éléments choisis est nullptr
gl: Unha das entidades escolmadas é nullptr
pt_pt: Uma das entidades escolhidas é nullptr

# _msg2082
source: Parent of first entity is nullptr
fr: Le parent du premier élément est nullptr
gl: O pai da primeira entidade é nullptr
pt_pt: A origem da primeira entidade é nullptr

# _msg2083
source: First entity is nullptr
fr: Le premier élément est nullptr
gl: A primeira entidade é nullptr
pt_pt: Primeira entidade é nullptr

# _msg2084
source: Second entity is nullptr
fr: Le second élément est nullptr
gl: A segunda entidade é nullptr
pt_pt: Segunda entidade é nullptr

# _msg2085
source: Cancel
pt_pt: Cancelar

# _msg2086
source: Pick entity to delete
pt_pt: Selecionar entidade a ser excluída

# _msg2087
source: Cancel
pt_pt: Cancelar

# _msg2088
source: Click on entity to modify
pt_pt: Clique na entidade para modificar

# _msg2089
source: Back
pt_pt: Voltar

# _msg2090
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar
uk: Відміна

# _msg2091
source: Specify first point of mirror line
pt_pt: Especificar o primeiro ponto da linha de espelho

# _msg2092
source: Specify second point of mirror line
pt_pt: Especificar o segundo ponto da linha de espelho

# _msg2093
source: Back
ca: Enrere
lv: Atpakaļ
pt_pt: Voltar

# _msg2094
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg2095
source: Cancel
pt_pt: Cancelar

# _msg2096
source: Specify target point
pt_pt: Especificar o ponto de destino

# _msg2097
source: Invalid number of copies, use %1
fr: Nombre de copies invalide, utiliser %1
gl: Número de copias non válido, use %1
pt_pt: Número de cópias inválido, utilize %1

# _msg2098
source: Back
ca: Enrere
pt_pt: Voltar

# _msg2099
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg2100
source: Specify reference point
lv: Norādiet atskaites punktu
pt_pt: Especificar o ponto de referência
uk: Вкажіть точку відліку

# _msg2101
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg2102
source: Enter rotation angle:
pt_pt: Inserir o ângulo de rotação:

# _msg2103
source: Specify target point
pt_pt: Especificar o ponto de destino

# _msg2104
source: Specify direction of offset
fr: Indiquer la direction du décalage
gl: Escolla a dirección do desprazamento
pt_pt: Especificar direção do deslocamento

# _msg2105
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar
uk: Назад

# _msg2106
source: Back
pt_pt: Voltar

# _msg2107
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg2108
source: Specify rotation center
fr: Indiquer le centre de rotation
gl: Especifique o centro de xiro
pt_pt: Especificar o centro de rotação

# _msg2109
source: Specify target point to rotate to
fr: Indiquer le point cible vers lequel pivoter
gl: Especifique o punto de destino para xirar
pt_pt: Especificar o ponto de destino para girar para

# _msg2110
source: Back
pt_pt: Voltar

# _msg2111
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg2112
source: Specify absolute reference point
pt_pt: Especificar o ponto de referência absoluto

# _msg2113
source: Specify relative reference point
pt_pt: Especificar o ponto de referência relativo

# _msg2114
source: Back
ca: Enrere
lv: Atpakaļ
pt_pt: Voltar

# _msg2115
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg2116
source: Enter radius:
pt_pt: Inserir o raio:

# _msg2117
source: Cancel
pt_pt: Cancelar

# _msg2118
source: Specify second entity
pt_pt: Especificar a segunda entidade

# _msg2119
source: Specify first entity
pt_pt: Especificar a primeira entidade

# _msg2120
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia
pt_pt: Especificar o ponto de referência

# _msg2121
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg2122
source: Select text entity
fr: Sélectionner l’objet texte
pt_pt: Selecionar entidade de texto

# _msg2123
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg2124
source: Select entity to shape text to
fr: Sélectionner l’objet pour donner une forme au texte
pt_pt: Selecionar entidade para modelar texto

# _msg2125
source: Back
pt_pt: Voltar

# _msg2126
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg2127
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg2128
source: Specify second corner
pt_pt: Especificar o segundo vértice

# _msg2129
source: Specify first corner
pt_pt: Especificar primeiro vértice

# _msg2130
source: Specify target point
fr: Indiquer le point cible
gl: Especifique o punto de destino
pt_pt: Especificar o ponto de destino

# _msg2131
source: Back
pt_pt: Voltar

# _msg2132
source: Select first trim entity
pt_pt: Selecionar a primeira entidade aparada

# _msg2133
source: Cancel
ca: Cancel·la
lv: Atcelt
pt_pt: Cancelar

# _msg2134
source: Select entity to trim
pt_pt: Selecionar a entidade a ser aparada

# _msg2135
source: Select second trim entity
fr: Sélectionner le second élément d’ajustement
gl: Escolla a segunda entidade a tallar
pt_pt: Selecionar a segunda entidade aparada

# _msg2136
source: Select limiting entity
pt_pt: Selecionar a entidade limitadora

# _msg2137
source: Back
pt_pt: Voltar

# _msg2138
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg2139
source: The chosen Entity is in a block. Please edit the block.
pt_pt: A entidade escolhida está em um bloco. Favor editar o bloco.

# _msg2140
source: Select entity to trim or enter distance:
pt_pt: Selecionar a entidade a ser aparada ou insira a distância:

# _msg2141
source: The chosen Entity is not an atomic entity or cannot be trimmed.
pt_pt: A entidade escolhida não é uma entidade atômica ou não pode ser aparada.

# _msg2142
source: No entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2143
source: Select entity to trim
fr: Sélectionner l’objet à ajuster
gl: Escolla a entidade a tallar
pt_pt: Selecionar a entidade a ser aparada

# _msg2144
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg2145
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.
pt_pt: Nenhuma entidade encontrada.
uk: Об’єкт не знайдено.

# _msg2146
source: Choose entity for order
fr: Choisir l’objet à ordonner
gl: Escolla a entidade respecto da que se ordena
pt_pt: Escolha a entidade para o pedido

# _msg2147
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg2148
source: Back
pt_pt: Voltar

# _msg2149
source: Cancel
lv: Atcelt
pt_pt: Cancelar
uk: Відміна

# _msg2150
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2151
source: Entity must be a polyline.
pt_pt: A entidade deve ser uma polilinha.

# _msg2152
source: Adding point is invalid.
pt_pt: O ponto de adição é inválido.

# _msg2153
source: Adding point is not on entity.
pt_pt: O ponto de adição não é na entidade.

# _msg2154
source: Specify polyline to add nodes
pt_pt: Especificar a polilinha para adicionar nós

# _msg2155
source: Specify adding node's point
pt_pt: Especificar a adição no ponto do nó

# _msg2156
source: Cancel
pt_pt: Cancelar

# _msg2157
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2158
source: Entity must be a polyline.
pt_pt: A entidade deve ser uma polilinha.

# _msg2159
source: Click somewhere near the beginning or end of existing polyline.
pt_pt: Clique em algum lugar próximo do início ou do final de uma polilinha existente.

# _msg2160
source: Specify the polyline somewhere near the beginning or end point
pt_pt: Especificar a polilinha em algum lugar próximo ao ponto inicial ou ponto final

# _msg2161
source: Specify next point or [%1]
fr: Indiquer le point suivant ou [%1]
gl: Especifique o seguinte punto ou [%1]
pt_pt: Especificar o próximo ponto ou [%1]

# _msg2162
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg2163
source: Specify next point
fr: Indiquer le point suivant
gl: Especifique o seguinte punto
pt_pt: Especificar o próximo ponto

# _msg2164
source: Can not append nodes in a closed polyline.
fr: Impossible d’apposer des nœuds sur une polyligne fermée.
gl: Non se poden anexar nodos nunha poliliña pechada.
pt_pt: Não foi possível adicionar nós em uma polilinha fechada.

# _msg2165
source: Cannot undo: Not enough entities defined yet.
fr: Impossible d’annuler : pas encore assez d’éléments définis.
gl: Non se pode desfacer: Non hai aínda suficientes entidades definidas.
pt_pt: Não foi possível desfazer: Ainda não há entidades suficientes definidas.

# _msg2166
source: Back
ca: Enrere
pt_pt: Voltar

# _msg2167
source: Cancel
pt_pt: Cancelar

# _msg2168
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2169
source: Entity must be a polyline.
pt_pt: A entidade deve ser uma polilinha.

# _msg2170
source: Specify polyline to delete node
pt_pt: Especificar a polilinha para excluir o nó

# _msg2171
source: Specify deleting node's point
pt_pt: Especificar o ponto de exclusão do nó

# _msg2172
source: Deleting point is invalid.
fr: Le point à supprimer est invalide.
gl: O punto a desbotar non é válido.
pt_pt: A exclusão do ponto é inválida.

# _msg2173
source: Deleting point is not on entity.
fr: Le point à supprimer n’est pas sur l’objet.
gl: O nodo que tenta desbotar non está na entidade.
pt_pt: A exclusão do ponto não é na entidade.

# _msg2174
source: Back
pt_pt: Voltar

# _msg2175
source: Cancel
ca: Cancel·la
pt_pt: Cancelar

# _msg2176
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2177
source: Entity must be a polyline.
pt_pt: A entidade deve ser uma polilinha.

# _msg2178
source: Deleting point is not on entity.
pt_pt: A exclusão do ponto não é na entidade.

# _msg2179
source: Specify polyline to delete between two nodes
pt_pt: Especificar a polilinha a ser excluída entre dois nós

# _msg2180
source: Specify first node
pt_pt: Especificar o primeiro nó

# _msg2181
source: Specify second node
fr: Indiquer le deuxième nœud
gl: Especifique o segundo nodo
pt_pt: Especificar o segundo nó

# _msg2182
source: Deleting point is invalid.
fr: Le point à supprimer est invalide.
gl: O punto que tenta desbotar non é válido.
pt_pt: A exclusão do ponto é inválida.

# _msg2183
source: Cancel
pt_pt: Cancelar

# _msg2184
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg2185
source: Entity must be a polyline.
pt_pt: A entidade deve ser uma polilinha.

# _msg2186
source: Choose the original polyline
pt_pt: Escolher a polilinha original

# _msg2187
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.
pt_pt: Nenhuma entidade encontrada.

# _msg2188
source: Choose one of the segments on the original polyline
fr: Choisir un des segments sur la polyligne de référence
gl: Escolla algún segmento na poliliña nova a crear
pt_pt: Escolher um dos segmentos na polilinha original

# _msg2189
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg2190
source: Entity can not be a closed polyline.
fr: L’objet ne peut être une polyligne fermée.
gl: A entidade no pode ser unha poliliña pechada.
pt_pt: A entidade não pode ser um polilinha fechada.

# _msg2191
source: Polyline created
fr: Polyligne créée
gl: Poliliña feita
pt_pt: Polilinha criada

# _msg2192
source: Back
pt_pt: Voltar

# _msg2193
source: Specify first segment
pt_pt: Especificar o primeiro segmento

# _msg2194
source: Cancel
pt_pt: Cancelar

# _msg2195
source: Specify second segment
pt_pt: Especificar o segundo segmento

# _msg2196
source: No Entity found.
ca: No s'ha trobat cap entitat.
pt_pt: Nenhuma entidade encontrada.

# _msg2197
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.
pt_pt: A entidade deve ser uma polilinha.

# _msg2198
source: Specifying point is invalid.
pt_pt: O ponto especificado é inválido.

# _msg2199
source: No Segment found on entity.
pt_pt: Nenhum segmento encontrado na entidade.

# _msg2200
source: Specify polyline to trim
pt_pt: Especificar a polilinha para ser aparada

# _msg2201
source: RS_ActionPrintPreview::fit(): Invalid paper size
fr: RS_ActionPrintPreview::fit(): format de papier invalide
gl: RS_ActionPrintPreview::fit(): Tamaño de papel non válido
pt_pt: RS_ActionPrintPreview::fit(): Tamanho do papel é inválido

# _msg2202
source: Printout offset in paper coordinates by (%1, %2)
fr: Décalage d’impression dans les coordonnées du papier de (%1, %2)
gl: Desprazamento da impresión no papel por coordenadas (%1, %2)
pt_pt: Impressão offset nas coordenadas de papel em (%1, %2)

# _msg2203
source: Printout offset in graph coordinates by (%1, %2)
fr: Décalage d’impression dans les coordonnées du dessin de (%1, %2)
gl: Desprazamento da impresión no gráfico por coordenadas (%1, %2)
pt_pt: Impressão offset nas coordenadas gráficas em (%1, %2)

# _msg2204
source: Printout offset in graph coordinates
fr: Décalage d’impression dans les coordonnées du dessin
gl: Coordenadas de desprazamento da impresión no gráfico
pt_pt: Impressão offset nas coordenadas gráficas

# _msg2205
source: Printout offset in paper coordinates
fr: Décalage d’impression dans les coordonnées du papier
gl: Coordenadas de desprazamento da impresión no papel
pt_pt: Impressão offset nas coordenadas de papel

# _msg2206
source: : select printout offset coordinates
fr: : sélectionner les coordonnées du décalage d’impression
gl: : seleccione coordenadas de desprazamento da impresión
pt_pt: : selecionar coordenadas da impressão offset

# _msg2207
source: type in offset from command line to offset printout
fr: Saisir la valeur de décalage depuis la ligne de commande pour décaler l’impression
gl: introduza desprazamento dende a liña de comandos para o desprazamento da impresión
pt_pt: digite offset a partir da linha de comando para a impressão offset

# _msg2208
source: Printout offset ignores relative zero. Ignoring '@'
fr: Le décalage d’impression ignore le zéro relatif. « @ » ignoré
gl: Desprazamento da impresión ignora a orixe relativa. Esquecendo '@'
pt_pt: Impressão offset ignora o zero relativo. Ignorar “@”

# _msg2209
source: Printout in Black/White
fr: Imprimer en noir ou blanc
gl: Impresión en branco e negro
pt_pt: Impressão em preto/branco

# _msg2210
source: Printout in color
fr: Imprimer en couleurs
gl: Impresión a cor
pt_pt: Impressão em cores

# _msg2211
source: RS_ActionPrintPreview::calcPagesNum(): Limit of pages has been exceeded.
fr: RS_ActionPrintPreview::calcPagesNum(): La limite de pages a été dépassée.
pt_pt: RS_ActionPrintPreview::calcPagesNum(): o limite de páginas foi excedido.

# _msg2212
source: Select to modify attributes
fr: Sélectionner pour modifier les attributs
gl: Escolla para modificar atributos
pt_pt: Selecionar para modificar atributos

# _msg2213
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar
uk: Відміна
