Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg749
source: Deg/min/sec
ca: Graus/min/seg
fr: Deg/min/s
gl: Gr/min/seg

# _msg750
source: Gradians
ca: Graus centesimals
fr: Grades
gl: Gradiáns

# _msg751
source: Surveyor's units
ca: Topogràfic
fr: Unités de géomètre
gl: Unidades de topografía

# _msg752
source: Options
ca: Opcions
gl: Opcións

# _msg753
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
ca: Per als formats de longitud 'Enginyeria' i 'Arquitectura', s'ha d'establir la unitat en polzades.
fr: Pour les formats de longueur « Ingénierie » et « Architecture », l’unité choisie doit être le Pouce.
gl: Para os formatos de lonxitude 'Enxeñaría' e mais 'Arquitectura', débese configurar a unidade en polgada.

# _msg754
source: Arrow size:
ca: Mida de la fletxa:
fr: Taille des flèches :
gl: Tamaño de frecha:

# _msg755
source: Dimension line gap:
ca: Separació de les línies auxiliars:
fr: Espacement depuis la ligne de cotation :
gl: Separación texto-liña de acoutamento:

# _msg756
source: Drawing Preferences
ca: Preferències del dibuix actual
fr: Paramètres du dessin
gl: Preferencias do debuxo

# _msg757
source: &Paper
fr: &Page
gl: &Papel

# _msg758
source: &Landscape
ca: &Apaïsat
fr: &Paysage
gl: &Horizontal

# _msg759
source: P&ortrait
ca: &Vertical
gl: &Vertical

# _msg760
source: Paper &Height:
ca: A&lçada del paper:
fr: Hauteur &de page :
gl: &Altura do papel:

# _msg761
source: Paper &Width:
ca: A&mplada del paper:
fr: Largeur &de page :
gl: &Largura do papel:

# _msg762
source: &Units
ca: &Unitats
fr: &Unités
gl: &Unidades

# _msg763
source: &Main drawing unit:
ca: &Unitat principal de traçat:
fr: &Unité principale du dessin :
gl: U&nidade principal do debuxo:

# _msg764
source: &Format:
gl: &Formato:

# _msg765
source: P&recision:
ca: P&recisió:
fr: P&récision :
gl: P&recisión:

# _msg766
source: F&ormat:
gl: F&ormato:

# _msg767
source: Pre&cision:
ca: Pr&ecisió:
fr: Pré&cision :
gl: Preci&sión:

# _msg768
source: &Dimensions
ca: &Cotes
fr: &Cotation
gl: &Acoutar

# _msg769
source: Grid Settings
ca: Ajusts de la quadrícula
fr: Paramètres de la grille
gl: Configuración da grella

# _msg770
source: Show Grid
ca: Mostra la quadrícula
fr: Afficher la grille
gl: &Amosar a grella

# _msg771
source: X Spacing:
ca: Espaiat X:
fr: Espacement X :
gl: Espazado en &X:

# _msg772
source: Y Spacing:
ca: Espaiat Y:
fr: Espacement Y :
gl: Espazado en &Y:

# _msg773
source: auto
ca: automàtic
fr: automatique
gl: automático

# _msg774
source: &Grid
ca: &Quadrícula
fr: &Grille
gl: &Grella

# _msg776
source: Number of line segments per spline patch:
ca: Nombre de segments de línia per fragment spline:
fr: Nombre de segments par morceau de courbe spline :
gl: Número de segmentos de líña por treito de spline:

# _msg777
source: Crosshair
ca: Punt de mira
fr: Viseur
gl: Cruz de guía

# _msg778
source: Left crosshair with isometric grid
ca: Punt de mira esquerre amb quadrícula isomètrica
fr: Viseur à gauche avec la grille isométrique
gl: Cruz a esquerda coa grella isométrica

# _msg779
source: Left
ca: Esquerre
fr: Gauche
gl: &Esquerda

# _msg780
source: Top crosshair with isometric grid
ca: Punt de mira superior amb quadrícula isomètrica
fr: Viseur en haut avec la grille isométrique
gl: Cruz a fronte coa grella isométrica

# _msg781
source: Top
ca: Superior
fr: Haut
gl: &Fronte

# _msg782
source: Right crosshair with isometric grid
ca: Punt de mira dret amb quadrícula isomètrica
fr: Viseur à droite avec la grille isométrique
gl: Cruz a dereita coa grella isométrica

# _msg783
source: Right
ca: Dret
fr: Droite
gl: &Dereita

# _msg784
source: Use orthogonal grid
ca: Utilitza la quadrícula ortogonal
fr: Utiliser une grille orthogonale
gl: Usar grella ortogonal

# _msg785
source: Orthogonal Grid
ca: Quadrícula ortogonal
fr: Grille orthogonale
gl: Grella &ortogonal

# _msg786
source: Use isometric grid
ca: Utilitza la quadrícula isomètrica
fr: Utiliser une grille isométrique
gl: Usar grella i&sométrica

# _msg787
source: Isometric Grid
ca: Quadrícula isomètrica
fr: Grille isométrique
gl: Grella isométrica

# _msg788
source: Tick size:
ca: Mida de les marques:
fr: Taille des coches :
gl: Tamaño do remate de liña:

# _msg789
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
ca: <html><head/><body><p>Mida de les marques de cota. Posada a 0 desactivarà les marques de cota. Les fletxes de cota no es dibuixaran si les marques de cota estan activades.</p></body></html>
fr: <html><head/><body><p>Taille de la coche de cotation. Mettre à 0 pour la désactiver. La flèche de cotation n’est pas tracée lorsque la coche de cotation est activée.</p></body></html>
gl: <html><head/><body><p>Tamaño do remate de liña. Configurar isto a 0 desactiva o remate de liña. Pola contra, cando se establece algún valor, non se debuxa a frecha de liña de acoutamento.</p></body></html>

# _msg790
source: Horizontal
ca: Horitzontal
fr: Horizontale
gl: Horizontal no medio

# _msg791
source: General Scale:
ca: Escala general:
fr: Mise à l’échelle globale :
gl: Escala xeral:

# _msg792
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
ca: <html><head/><body><p>Escala per multiplicar tots els valors de cota.</p></body></html>
fr: <html><head/><body><p>Mise à l’échelle à appliquer à toutes les valeurs de cotation.</p></body></html>
gl: <html><head/><body><p>Factor polo cal multiplicar os valores de tódalas dimensión lineais.</p></body></html>

# _msg793
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
ca: <html><head/><body><p>Escala per multiplicar totes les geometries de cota.</p></body></html>
fr: <html><head/><body><p>Mise à l’échelle à appliquer à tous les éléments géométriques de cotation.</p></body></html>
gl: <html><head/><body><p>Escala para multiplicares a xeometría dos acoutamentos en si. Liñas, texto e frechas.</p></body></html>

# _msg794
source: Text style:
ca: Estil del text:
fr: Style de texte :
gl: Estilo de texto:

# _msg795
source: '.' (Period)
ca: '.' (punt)
fr: '.' (point)
gl: '.' (Punto)

# _msg796
source: ',' (Comma)
ca: ',' (coma)
fr: ',' (virgule)
gl: ',' (Coma)

# _msg797
source: Decimal separator:
ca: Separador decimal:
fr: Séparateur décimal :
gl: Separador decimal:

# _msg798
source: Linear units:
ca: Unitats lineals:
fr: Unités linéaires :
gl: Unidades lineais:

# _msg799
source: Color:
fr: Couleur :
gl: Cor:

# _msg800
source: Length Factor:
ca: Factor de mida:
fr: Facteur de longueur :
gl: Factor de lonxitude:

# _msg801
source: Angular units:
ca: Unitats angulars:
fr: Unités angulaires :
gl: Unidades angulares:

# _msg802
source: Linear zeros:
ca: Zeros lineals:
fr: Zéros linéaires :
gl: Ceros lineais:

# _msg803
source: Format units
ca: Unitats de formatació
fr: Format des unités
gl: Formato das unidades

# _msg804
source: <html><head/><body><p>Distance gap around text</p></body></html>
ca: <html><head/><body><p>Marge de distància al voltant del text</p></body></html>
fr: <html><head/><body><p>Distance de l’espace autour du texte</p></body></html>
gl: <html><head/><body><p>Distancia de separación do texto á liña de acoutamento</p></body></html>

# _msg805
source: Text size & position
ca: Posició i mida del text
fr: Taille et position du texte
gl: Propiedades e posición do texto

# _msg806
source: Length to enlarge over dimension line
ca: Longitud a engrandir les línies de cota
fr: Longueur de dépassement de la ligne de cotation
gl: Lonxitude sobrante da liña auxiliar sobre a liña de acoutamento

# _msg807
source: <html><head/><body><p>Dimension arrow size. <a name="result_box"/>without effect when tick size <a name="result_box"/>is other than 0</p></body></html>
ca: <html><head/><body><p>Mida de la fletxa de cota. <a name="result_box"/>sense efecte quan la mida del tic <a name="result_box"/>és diferent de 0</p></body></html>
fr: <html><head/><body><p>Taille des flèches de cotation. <a name="result_box"/>Sans effet si la taille de la coche <a name="result_box"/>diffère de 0</p></body></html>
gl: <html><head/><body><p>Tamaño de frecha. <a name="result_box"/>Sen efecto cando o remate de liña <a name="result_box"/>é diferente de 0</p></body></html>

# _msg808
source: Width:
ca: Gruix:
fr: Largeur :
gl: Grosor:

# _msg809
source: Dimension lines, arrows & ticks
ca: Línies, fletxes i marques d'acotació
fr: Lignes, flèches et coches de cotation
gl: Liñas de acoutamento, remates e frechas

# _msg810
source: Angular zeros:
ca: Zeros angulars:
fr: Zéros angulaires :
gl: Ceros angulares:

# _msg811
source: Angular precision:
ca: Precisió angular:
fr: Précision angulaire :
gl: Precisión angular:

# _msg812
source: Enlarge:
ca: Engrandiment:
fr: Dépassement :
gl: Sobrante:

# _msg813
source: Offset:
ca: Desplaçament:
fr: Décalage :
gl: Separación:

# _msg814
source: Linear precision:
ca: Precisió lineal:
fr: Précision linéaire :
gl: Precisión linear:

# _msg815
source: <html><head/><body><p>Text alignment <a name="result_box"/>relative to the dimension line.</p></body></html>
ca: <html><head/><body><p>Alineació del text <a name="result_box"/>relativa a la línia d'acotació.</p></body></html>
fr: <html><head/><body><p>Alignement du texte <a name="result_box"/>relatif à la ligne de cotation.</p></body></html>
gl: <html><head/><body><p>Aliñamento do texto <a name="result_box"/>respecto da liña de acoutamento.</p></body></html>

# _msg816
source: Aligned
ca: Alineada
fr: Alignée
gl: Aliñado enrriba

# _msg817
source: <html><head/><body><p>Offset from origin point.</p></body></html>
ca: <html><head/><body><p>Desplaçament des del punt d'origen.</p></body></html>
fr: <html><head/><body><p>Décalage depuis le point d’origine.</p></body></html>
gl: <html><head/><body><p>Separación desde o punto de orixe.</p></body></html>

# _msg818
source: Text alignment:
ca: Alineació del text:
fr: Alignement du texte :
gl: Aliñamento do texto:

# _msg819
source: Extension lines
ca: Línies d'extensió
fr: Lignes d’attache
gl: Liñas auxiliares

# _msg820
source: Fixed length:
ca: Mida fixa:
fr: Longueur fixe :
gl: Lonxitude fixa:

# _msg821
source: fixed extension line legth
ca: Longitud fixa de la línia d'extensió
fr: Longueur fixe des lignes d’attache
gl: Lonxitude fixa da liña auxiliar

# _msg823
source: &Height:
fr: &Hauteur :
gl: &Altura:

# _msg827
source: Bottom
ca: Inferior
fr: Bas
gl: Embaixo

# _msg834
source: Preferences
ca: Preferències
fr: Paramètres
gl: Preferencias

# _msg835
source: Translations:
ca: Traduccions:
fr: Traductions :
gl: &Traducións:

# _msg836
source: Hatch Patterns:
ca: Patrons d'ombreig:
fr: Motifs de hachures :
gl: &Patróns de raiado:

# _msg837
source: Fonts:
ca: Lletres:
fr: Polices :
gl: &Fontes:

# _msg838
source: Part Libraries:
ca: Biblioteques de components:
fr: Bibliothèques de pièces :
gl: &Librerías de pezas:

# _msg839
source: Language
ca: Idioma
fr: Langue
gl: Linguaxe

# _msg840
source: Graphic View
ca: Vista gràfica
fr: Affichage du dessin
gl: Área gráfica

# _msg841
source: Application Preferences
ca: Preferències de l'aplicació
fr: Paramètres de l’application
gl: Preferencias da aplicación

# _msg842
source: Defaults for new drawings
ca: Valors predeterminats per als dibuixos nous
fr: Paramètres par défaut des nouveaux dessins
gl: Por defecto para os debuxos novos

# _msg843
source: &Appearance
ca: &Aparença
fr: &Apparence
gl: &Aparencia

# _msg844
source: &GUI Language:
ca: Idioma de la interfície &gràfica:
fr: &Langue de l’interface :
gl: &Linguaxe da interface:

# _msg845
source: &Command Language:
ca: Idio&ma de la línia d'ordres:
fr: &Langue des commandes :
gl: Linguaxe de &comandos:

# _msg846
source: &Paths
ca: &Camins
fr: &Chemins
gl: &Directorios

# _msg847
source: &Defaults
ca: Valors pre&determinats
fr: &Par défaut
gl: &Por defecto

# _msg848
source: &Unit:
ca: &Unitat:
fr: &Unité :
gl: &Unidades:

# _msg849
source: Backgr&ound:
ca: F&ons:
fr: Arrièr&e-plan :
gl: Cor de &fondo:

# _msg850
source: G&rid Color:
ca: Color de la quad&rícula:
fr: Couleur de la g&rille :
gl: Cor da &grella:

# _msg851
source: &Meta Grid Color:
ca: Color de la &meta quadrícula:
fr: Couleur &secondaire de la grille :
gl: Cor da &sobre-grella:

# _msg852
source: A&utomatically scale grid
ca: Escala a&utomàticament la quadrícula
fr: A&juster la grille automatiquement
gl: &Escalar grella automaticamente

# _msg853
source: S&elected Color:
ca: Color del s&eleccionat:
fr: Couleur s&électionnée :
gl: C&or de seleccionados:

# _msg854
source: &Highlighted Color:
ca: Color del ressal&tat:
fr: &Couleur de mise en évidence :
gl: Cor de salien&tados:

# _msg855
source: Please restart the application to apply all changes.
ca: Reinicieu l'aplicació per aplicar tots els canvis.
fr: Veuillez redémarrer l’application pour appliquer les modifications.
gl: Por favor, reinicie a aplicación para aplicar os trocos.

# _msg858
source: Program Defaults
ca: Valors predeterminats del programa
fr: Paramètres par défaut du programme
gl: Por defecto no programa

# _msg859
source: Auto save time:
ca: Temps per al desament automàtic:
fr: Intervalle de sauvegarde automatique :
gl: Í&nterim de gardado automático:

# _msg860
source: Drawing unit.
ca: Unitat per al dibuix.
fr: Unité de tracé.
gl: Unidade de debuxo.

# _msg861
source: Time between automatic saving of the document in minutes.
ca: Temps en minuts entre els desaments automàtics del document.
fr: Intervalle de temps en minutes entre les sauvegardes automatiques du document.
gl: Ínterim de gardado automático do documento en minutos.

# _msg862
source: When set, LibreCAD will automatically generate a backup of your current drawing.
ca: Si està marcada, LibreCAD generarà automàticament una còpia de seguretat del dibuix actual.
fr: Une fois configuré, LibreCAD génèrera automatiquement une sauvegarde du dessin en cours de réalisation.
gl: Cando estea activado, LibreCAD xerará automáticamente unha copia de seguranza do seu debuxo actual.

# _msg863
source: Auto backup
ca: Còpia de seguretat automàtica
fr: Sauvegarde automatique
gl: &Gardado automático

# _msg864
source: Template:
ca: Plantilla:
fr: Modèle :
gl: P&atrón:

# _msg865
source: St&art Handle Color:
ca: Color del punt inici&al de maneig:
fr: Co&uleur des poignées de départ :
gl: Co&r punto de manexo inicial:

# _msg866
source: &Handle Color:
ca: Color del p&unt de maneig:
fr: &Couleur des poignées :
gl: Cor p&untos de manexo:

# _msg867
source: &End Handle Color:
ca: Color del punt final de man&eig:
fr: &Couleur des poignées d’arrivée :
gl: Cor punto de mane&xo final:

# _msg868
source: Graphic Colors
ca: Colors gràfics
fr: Couleurs du dessin
gl: Cores gráficas

# _msg869
source: Snap indicator:
ca: Indicador de forçament:
fr: Indicateur d’accrochage :
gl: In&dicador de forzado:

# _msg871
source: Crosshair
ca: Punt de mira
gl: Cruz de guía

# _msg873
source: Modify layer of selected entities, at layer activation
ca: Modifica la capa de les entitats seleccionades
gl: Asignar entidades seleccionadas á capa ao activar a capa

# _msg874
source: Clear Settings
ca: Neteja les preferències
gl: Limpar configuracións

# _msg875
source: restores program geometry/layout to original state
ca: restaura la disposició i la geometria del programa a l'estat original
gl: Restaurar xeometría/deseño do programa ao estado orixinal

# _msg876
source: Layout
ca: Disposició
gl: &Deseño

# _msg877
source: restores the program to its original state
ca: restaura el programa al seu estat original
gl: Restaurar a aplicación ao seu estado orixinal

# _msg878
source: All
ca: Tot
gl: &Todo

# _msg879
source: Scrollbars
ca: Barres d'eines
gl: &Barras de desprazamento

# _msg880
source: Crosshair2
ca: Punt de mira 2
gl: Cruz de guía2

# _msg881
source: Isometric
ca: Isomètrica
gl: Isométrico

# _msg882
source: Snap indicator lines
ca: Línies de l'indicador de forçament
gl: Indicador de forzado de li&ñas

# _msg883
source: Snap indicator shape
ca: Forma de l'indicador de forçament
gl: Indicador de forzado de for&mas

# _msg884
source: Circle
ca: Circular
gl: Círculo

# _msg885
source: Point
ca: Punt
gl: Punto

# _msg886
source: Square
ca: Quadrada
gl: Cadrado

# _msg887
source: Hide cursor when snapping
ca: Oculta el cursor amb el forçament
gl: Agoc&har cursor en forzado

# _msg888
source: Start in tab mode
ca: Comença amb el mode de pestanyes
gl: Ini&ciar en modo lapelas

# _msg889
source: Startup
ca: Iniciació
gl: Principiar

# _msg890
source: Display loading screen
ca: Mostra la pantalla de càrrega
gl: &Amosar xanela de carga

# _msg891
source: Start with main window maximized
ca: Comença amb la finestra principal maximitzada
gl: A&rrincar coa fiestra principal maximizada

# _msg892
source: Enable CAD dockwidgets
ca: Habilita els acobladors d'estris CAD
gl: Habilitar cargador de &widgets CAD

# _msg893
source: Enable CAD toolbars
ca: Habilita les barres d'eines CAD
gl: &Habilitar barra de ferramentas CAD

# _msg895
source: Clear settings
ca: Neteja els ajusts
gl: Limpar configuracións

# _msg896
source: This will also include custom menus and toolbars. Continue?
ca: Això també inclou els menús personalitzats i les barres d'eines personalitzades. Voleu continuar?
gl: Isto vai incluír menús personalizados e barras de ferramentas. Seguir?

# _msg897
source: <html><head/><body><p>When enabled, activating a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities modified to belong to the new layer.</p></body></html>
gl: <html><head/><body><p>Cando se habilita, a activación dunha capa ha cambiar tódalas entidades que estean seleccionadas no debuxo para esta nova capa. Para cambiar de capa varias entidades: Primeiro seleccione as entidades precisas e logo active a capa no widget de capas. Isto fai que tódalas entidades seleccionadas pasen á nova capa.</p></body></html>

# _msg898
source: Variable File:
ca: Fitxer de variables:
gl: Variables de ficheiro:

# _msg899
source: Minimal Grid Spacing (p&x):
gl: Espa&zado mínimo da grella (px):

# _msg900
source: N&umber of preview entities:
gl: &Número de entidades a previsualizar:

# _msg901
source: Don't use native OS file open dialog
gl: Non usar ficheiros do SO nativo en diálogos abertos

# _msg915
source: Export as MakerCAM SVG
fr: Exporter en tant que SVG MakerCAM
gl: Exportar como MakerCAM SVG

# _msg916
source: Layers
fr: Calques
gl: Capas

# _msg917
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none;" or "visibility: hidden;").
fr: Depuis novembre 2014, MakerCAM ne cache plus le contenu SVG qui a été défini comme invisible (« affichage : aucun » ou « visibilité : caché »).
gl: Desde novembro de 2014, MakerCAM non oculta o contido SVG que fora definido como invisibe("visualizar: nada;" ou "visibilidade: agochar;").

# _msg918
source: Export invisible layers
fr: Exporter les calques invisibles
gl: Exportar capas ocultas

# _msg919
source: Export visible construction layers
fr: Exporter les calques de construction visibles
gl: Exportar capas de construción visibles

# _msg920
source: Blocks
fr: Blocs
gl: Bloques

# _msg921
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
fr: Depuis novembre 2014, MakerCAM ne gère pas correctement les blocs, car il ne tient plus compte du point de référence dans la balise <use>.
gl: Desde novembro de 2014, MakerCAM non pode tratar correctamente os bloques, xa que non ten en conta o punto de referencia en <use>.

# _msg922
source: Convert blocks to safe inline SVG content
fr: Convertir les blocs en contenu en ligne SVG sûr
gl: Converter bloques a contido de liña segura de SVG

# _msg923
source: Ellipses / Ellipse arcs
fr: Ellipses/arcs elliptiques
gl: Elipses / Arcos de elipse

# _msg924
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the "transform" attribute or as <path> using elliptic arc segments.
fr: Depuis mars 2015, MakerCAM n’affiche plus les ellipses et les arcs elliptiques correctement lorsqu’ils sont créés à l’aide d’une balise <ellipse> avec rotation dans l’attribut « transformer » ou d’une balise <path> utilisant des segments d’arc elliptique.
gl: Desde marzo de 2015, MakerCAM non pode amosar elipses e arcos de elipse correctamente, cando son creados usando o tag <elipse> cunha rotación no atributo "transformar" ou como <camiño> usando segmentos de arco elípticos.

# _msg925
source: Approximate ellipses and ellipse arcs with cubic béziers
fr: Approximation des ellipses et des arcs elliptiques à l’aide de courbes de Bézier cubiques
gl: Aproximar elipses e arcos de elipse con curvas de Bézier cúbicas

# _msg940
source: Point
gl: Punto

# _msg941
source: Layer:
fr: Calque :
gl: Capa:
lv: Slānis:

# _msg942
source: Geometry
fr: Géométrie
gl: Xeometría
lv: Ģeometrija

# _msg943
source: Position (y):
gl: Posición (y):

# _msg944
source: Position (x):
gl: Posición (x):

# _msg945
source: Polyline
fr: Polyligne
gl: Poliliña

# _msg946
source: Layer:
fr: Calque :
gl: Capa:

# _msg947
source: Geometry
fr: Géométrie
gl: Xeometría

# _msg948
source: Closed
fr: Fermé
gl: Pechada

# _msg949
source: Rotation Options
fr: Options de rotation
gl: Opcións de xiro

# _msg950
source: Number of copies
fr: Nombre de copies
gl: Copias

# _msg951
source: &Delete Original
fr: &Supprimer l’original
gl: &Desbotar orixinal

# _msg952
source: &Keep Original
fr: &Garder l’original
gl: &Manter orixinal

# _msg953
source: &Multiple Copies:
fr: &Copies multiples :
gl: &Facer varias copias:

# _msg954
source: &Angle (a):
gl: Á&ngulo (a):

# _msg955
source: Use current &attributes
fr: Utiliser les &attributs actuels
gl: Usar a&tributos actuais

# _msg956
source: Use current &layer
fr: Utiliser le &calque actif
gl: Usar &capa actual

# _msg958
source: Rotate Two Options
fr: Options de rotation double
gl: Opcións de dobre xiro

# _msg959
source: Number of copies
fr: Nombre de copies
gl: Copias

# _msg963
source: Angle (&a):
gl: Á&ngulo (a):

# _msg964
source: Angle (&b):
gl: Án&gulo (b):

# _msg965
source: Use current &attributes
fr: Utiliser les &attributs actuels
gl: Usar a&tributos actuais
lv: Lietot pašreizējos &atribūtus

# _msg966
source: Use current &layer
fr: Utiliser le &calque actif
gl: Usar &capa actual
lv: &Lietot pašreizējo slāni

# _msg968
source: Scaling Options
fr: Options de mise à l’échelle
gl: Opcións de escalado

# _msg969
source: Number of copies
fr: Nombre de copies
gl: Copias

# _msg970
source: Use current &attributes
fr: Utiliser les &attributs actuels
gl: Usar &atributos actuais

# _msg971
source: Use current &layer
fr: Utiliser le &calque actif
gl: Usar &capa actual

# _msg972
source: &Delete Original
fr: &Supprimer l’original
gl: &Desbotar orixinal

# _msg973
source: &Keep Original
fr: &Garder l’original
gl: &Manter orixinal

# _msg974
source: &Multiple Copies
fr: &Copies multiples
gl: &Facer varias copias

# _msg976
source: Scale by the same factor at both x- and y- directions
fr: Utiliser le même facteur pour les directions x et y
gl: Escalar polo mesmo factor en ámbalas direccións X e Y

# _msg977
source: Isotropic Scaling
fr: Mise à l’échelle isotropique
gl: Escalado isotrópico

# _msg981
source: Layer:
fr: Calque :
gl: Capa:

# _msg982
source: Geometry
fr: Géométrie
gl: Xeometría

# _msg983
source: Degree:
fr: Degré :
gl: Grao:

# _msg984
source: Closed
fr: Fermé
gl: Pechada

# _msg985
source: Text
fr: Texte
gl: Texto

# _msg986
source: Text:
fr: Texte :
gl: Texto:

# _msg987
source: Clear Text
fr: Effacer le texte
gl: Borrar texto
