Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2056
source: Pick entity to delete
uk: Виберіть об’єкт для вилучення

# _msg2057
source: Cancel
uk: Відміна

# _msg2060
source: Specify first point of mirror line
uk: Вкажіть першу точку на лінії відображення

# _msg2062
source: Specify second point of mirror line
uk: Вкажіть другу точку на лінії відображення

# _msg2063
source: Back
uk: Назад

# _msg2064
source: Specify reference point
uk: Вкажіть точку відліку

# _msg2065
source: Cancel
uk: Відміна

# _msg2066
source: Specify target point
uk: Вкажіть цільову точку

# _msg2067
source: Back
uk: Назад

# _msg2068
source: Invalid number of copies, use %1
uk: Невірна кількість копій, використовуйте %1

# _msg2069
source: Not a valid expression
uk: Некоректний вираз

# _msg2070
source: Specify reference point
uk: Вкажіть точку відліку

# _msg2071
source: Cancel
uk: Відміна

# _msg2072
source: Specify target point
uk: Вкажіть цільову точку

# _msg2074
source: Enter rotation angle:
uk: Введіть кут повороту:

# _msg2075
source: Specify direction of offset
uk: Вкажіть напрямок зміщення

# _msg2076
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
uk: Назад

# _msg2077
source: Specify reference point
uk: Вкажіть точку відліку

# _msg2078
source: Back
uk: Назад

# _msg2079
source: Specify rotation center
uk: Вкажіть центр обертання

# _msg2080
source: Specify target point to rotate to
uk: Вкажіть цільову точку, щоб повернути до

# _msg2081
source: Specify absolute reference point
uk: Вкажіть абсолютну точку відліку

# _msg2082
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg2083
source: Specify relative reference point
uk: Вкажіть відносну точку відліку

# _msg2084
source: Back
ca: Enrere
uk: Назад

# _msg2085
source: Not a valid expression
uk: Некоректний вираз

# _msg2086
source: Specify first entity
uk: Вкажіть перший об’єкт

# _msg2087
source: Back
lv: Atpakaļ
uk: Назад

# _msg2088
source: Specify second entity
uk: Вкажіть другий об’єкт

# _msg2089
source: Enter radius:
uk: Введіть радіус:

# _msg2091
source: Specify reference point
uk: Вкажіть точку відліку

# _msg2092
source: Cancel
uk: Відміна

# _msg2094
source: Back
uk: Назад

# _msg2096
source: Specify first corner
uk: Вкажіть перший кут

# _msg2097
source: Cancel
uk: Відміна

# _msg2098
source: Specify second corner
uk: Вкажіть другий кут

# _msg2099
source: Back
uk: Назад

# _msg2101
source: Specify target point
fr: Indiquer le point cible
gl: Especifique o punto de destino
uk: Вкажіть цільову точку

# _msg2102
source: Select first trim entity
uk: Виберіть перший об’єкт для усікання

# _msg2103
source: Cancel
uk: Відміна

# _msg2104
source: Select limiting entity
uk: Виберіть обмежуючий об’єкт

# _msg2106
source: Select second trim entity
uk: Виберіть другий об’єкт для усікання

# _msg2107
source: Select entity to trim
uk: Виберіть об’єкт для усікання

# _msg2108
source: No entity found.
uk: Об’єкт не знайдено.

# _msg2109
source: The chosen Entity is in a block. Please edit the block.
uk: Обраний об’єкт знаходиться всередині блоку. Відредагуйте, будь ласка, блок.

# _msg2110
source: The chosen Entity is not an atomic entity or cannot be trimmed.
uk: Обраний об'єкт не є елементарним об’єктом чи його неможливо усікти.

# _msg2111
source: Not a valid expression
uk: Некоректний вираз

# _msg2112
source: Select entity to trim or enter distance:
uk: Виберіть об’єкт для усікання або ж введіть відстань:

# _msg2113
source: Back
fr: Retour
gl: Atrás
uk: Назад

# _msg2114
source: Select entity to trim
uk: Виберіть об’єкт для усікання

# _msg2115
source: Back
uk: Назад

# _msg2116
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2118
source: Cancel
uk: Відміна

# _msg2119
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2120
source: Entity must be a polyline.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2121
source: Adding point is invalid.
uk: Додавана точка є неправильною.

# _msg2122
source: Adding point is not on entity.
uk: Додавана точка не лежить на об’єкті.

# _msg2123
source: Specify polyline to add nodes
uk: Вкажіть ламану лінію, щоб додати вузли

# _msg2124
source: Cancel
uk: Відміна

# _msg2125
source: Specify adding node's point
uk: Вкажіть нову точку вузла

# _msg2126
source: Back
uk: Назад

# _msg2127
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2128
source: Entity must be a polyline.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2129
source: Click somewhere near the beginning or end of existing polyline.
uk: Натисніть де-небудь ближче до початку чи кінця існуючої ламаної.

# _msg2130
source: Specify the polyline somewhere near the beginning or end point
uk: Вкажіть ламану за допомогою точки десь спочатку чи в кінці

# _msg2131
source: Cancel
uk: Відміна

# _msg2132
source: Specify next point or [%1]
uk: Вкажіть наступну точку чи [%1]

# _msg2133
source: Back
uk: Назад

# _msg2134
source: Specify next point
uk: Вкажіть наступну точку

# _msg2135
source: Can not append nodes in a closed polyline.
uk: Неможливо додати вузли у замкнутій ламаній.

# _msg2136
source: Cannot undo: Not enough entities defined yet.
uk: Не вдається скасувати: ще недостатньо об’єктів визначено.

# _msg2137
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2138
source: Entity must be a polyline.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2139
source: Specify polyline to delete node
uk: Вкажіть ламану, щоб вилучити вузол

# _msg2140
source: Cancel
lv: Atcelt
uk: Відміна

# _msg2141
source: Specify deleting node's point
uk: Вкажіть точки вузла для вилучення

# _msg2142
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
uk: Назад

# _msg2143
source: Deleting point is invalid.
uk: Вилучувана точка є недійсна.

# _msg2144
source: Deleting point is not on entity.
uk: Вилучувана точка не лежать на об’єкті.

# _msg2146
source: Entity must be a polyline.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2147
source: Deleting point is not on entity.
uk: Вилучувана точка не лежать на об’єкті.

# _msg2148
source: Specify polyline to delete between two nodes
uk: Вкажіть ламану для вилучення між двома вузлами

# _msg2150
source: Specify first node
uk: Вкажіть перший вузол

# _msg2151
source: Back
lv: Atpakaļ
uk: Назад

# _msg2152
source: Specify second node
uk: Вкажіть другий вузол

# _msg2153
source: Deleting point is invalid.
uk: Вилучувана точка є недійсна.

# _msg2154
source: No Entity found.
lv: Nav atrastu objektu.
uk: Об’єкт не знайдено.

# _msg2155
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2156
source: Choose the original polyline
uk: Виберіть початкову ламану

# _msg2157
source: Cancel
uk: Відміна

# _msg2158
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2159
source: Choose one of the segments on the original polyline
uk: Виберіть один із відрізків на початковій ламаній

# _msg2160
source: Cancel
fr: Annuler
gl: Cancelar
uk: Відміна

# _msg2161
source: Entity can not be a closed polyline.
uk: Об'єкт не може бути замкнутою ламаною.

# _msg2163
source: No Entity found.
lv: Nav atrastu objektu.
uk: Об’єкт не знайдено.

# _msg2164
source: Entity must be a polyline.
lv: Objektam ir jābūt lauztai līnijai.
uk: Об’єкт повинен бути ламаною лінією.

# _msg2165
source: Specifying point is invalid.
uk: Обрана точка є недійсною.

# _msg2166
source: No Segment found on entity.
uk: Не знайдено відрізку на об’єкті.

# _msg2167
source: Specify polyline to trim
uk: Вкажіть ламану для усікання

# _msg2168
source: Cancel
uk: Відміна

# _msg2169
source: Specify first segment
uk: Вкажіть перший сегмент

# _msg2170
source: Back
uk: Назад

# _msg2171
source: Specify second segment
uk: Вкажіть другий сегмент

# _msg2172
source: RS_ActionPrintPreview::fit(): Invalid paper size
uk: RS_ActionPrintPreview::fit(): некоректний розмір паперу

# _msg2183
source: Select to modify attributes
uk: Виберіть для зміни атрибутів

# _msg2184
source: Cancel
uk: Відміна

# _msg2185
source: Select to delete
uk: Виберіть для вилучення

# _msg2186
source: Select to delete immediately
uk: Виберіть для вилучення відразу

# _msg2187
source: Select to move
uk: Виберіть для переміщення

# _msg2188
source: Select to rotate
uk: Виберіть, щоб повернути

# _msg2189
source: Select to scale
uk: Виберіть для масштабування

# _msg2190
source: Select to mirror
uk: Виберіть для віддзеркалення

# _msg2191
source: Select to move and rotate
uk: Виберіть, щоб переміщати і повертати

# _msg2194
source: Select to create block
uk: Виберіть, щоб створити блок

# _msg2195
source: Select to copy
uk: Виберіть об'єкти для копіювання

# _msg2196
source: Select to cut
uk: Виберіть об'єкти для вирізання

# _msg2197
source: No entity selected!
uk: Немає вибраних об'єктів!

# _msg2201
source: Select to revert direction
uk: Виберіть об’єкти для обернення напрямку

# _msg2203
source: Entity must be an Atomic Entity.
uk: Об’єкт повинен бути елементарним.

# _msg2204
source: Choose first point of intersection line
uk: Вкажіть першу точку лінії перетину

# _msg2205
source: Cancel
uk: Відміна

# _msg2206
source: Choose second point of intersection line
uk: Вкажіть другу точку лінії перетину

# _msg2207
source: Back
uk: Назад

# _msg2208
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg2209
source: Choose second edge
uk: Виберіть другий край

# _msg2210
source: Back
uk: Назад

# _msg2211
source: Click and drag for the selection window
uk: Натисніть та перетягніть, щоб вибрати вікном

# _msg2212
source: Set relative Zero
uk: Встановити відносний нуль

# _msg2214
source: Set &Relative Zero
uk: Встановити &відносний нуль

# _msg2215
source: I&ntersection Manually
uk: &Перетини вручну

# _msg2216
source: Select first entity
uk: Виберіть перший об’єкт

# _msg2217
source: Back
uk: Назад

# _msg2218
source: Select second entity
uk: Виберіть другий об’єкт

# _msg2219
source: Regenerated %1 dimension entities
uk: Перебудовано %1 елементів розмірів

# _msg2220
source: No dimension entities found
uk: Не знайдено елементи розмірів

# _msg2221
source: Click and drag to pan zoom
uk: Клацніть й тягніть для зміни відображуваної дялянки

# _msg2222
source: Cancel
lv: Atcelt
uk: Відміна

# _msg2223
source: Zoom panning
uk: Вибирання відображуваної ділянки

# _msg2224
source: Specify first edge
uk: Зазначте першу межу

# _msg2225
source: Cancel
uk: Скасувати

# _msg2226
source: Specify second edge
uk: Зазначте другу межу

# _msg2227
source: Back
uk: Назад

# _msg2229
source: Arc Options
uk: Параметри дуги

# _msg2230
source: Counterclockwise
uk: Проти годинникової стрілки

# _msg2231
source: Clockwise
uk: За годинниковою стрілкою

# _msg2232
source: Tangential Arc Options
uk: Тангенціальні параметри дуги

# _msg2233
source: Radius of the tangential arc
uk: Радіус дотичної дуги

# _msg2234
source: Total subtending angle of the tangential arc
uk: Повний стягуючий кут дотичної дуги

# _msg2235
source: Radius
uk: Радіус

# _msg2236
source: Angle
uk: Кут

# _msg2237
source: Bevel Options
uk: Параметри фаски

# _msg2238
source: Check to trim both entities to the bevel
uk: Позначте, щоб усікти обидва об’єкти до фаски

# _msg2240
source: Length 1:
uk: Довжина 1:

# _msg2241
source: Length 2:
uk: Довжина 2:

# _msg2242
source: Circle Options
uk: Параметри кола

# _msg2244
source: Circle Options
uk: Параметри кола

# _msg2246
source: Circle Tangential2 Options
uk: Параметри кола, дотичного до двох об’єктів

# _msg2247
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
uk: <html><head/><body><p>Радіус дотичного кола</p></body></html>

# _msg2249
source: Radius of tangential circle
uk: Радіус дотичного кола

# _msg2250
source: Linear Dimension Options
uk: Параметри лінійного розміру

# _msg2252
source: Dimension Options
uk: Параметри розміру

# _msg2253
source: Label:
uk: Мітка:

# _msg2261
source: Insert Options
uk: Параметри вставки

# _msg2263
source: Rotation Angle
uk: Кут повороту

# _msg2264
source: Factor:
uk: Коефіцієнт:

# _msg2265
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg2267
source: DPI of Image
uk: DPI зображення

# _msg2268
source: Insert Options
uk: Параметри вставки

# _msg2270
source: Rotation Angle
uk: Кут повороту

# _msg2271
source: Factor:
uk: Коефіцієнт:

# _msg2272
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg2273
source: Array:
uk: Масив:

# _msg2274
source: Number of Columns
uk: Кількість стовпців

# _msg2275
source: Number of Rows
uk: Число рядів

# _msg2277
source: Column Spacing
uk: Проміжок між стовпцями:

# _msg2278
source: Row Spacing
uk: Відстань між рядами:

# _msg2279
source: Library Insert Options
uk: Параметри вставки бібліотечного елемента

# _msg2281
source: Rotation Angle
uk: Кут повороту

# _msg2282
source: Factor:
uk: Коефіцієнт:

# _msg2283
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg2284
source: Line Angle Options
uk: Параметри лінії під заданим кутом

# _msg2286
source: Line angle
uk: Кут лінії

# _msg2288
source: Length of line
uk: Довжина лінії

# _msg2289
source: Snap Point:
uk: Точка прив’язки:

# _msg2290
source: Start
uk: Початок

# _msg2291
source: Middle
uk: Середина

# _msg2292
source: End
uk: Кінець

# _msg2293
source: Line Bisector Options
uk: Параметри бісектриси

# _msg2295
source: Length of bisector
uk: Довжина бісектрісси

# _msg2297
source: Number of bisectors to create
uk: Кількість створених бісектрис

# _msg2298
source: Line Options
uk: Параметри лінії

# _msg2299
source: Form a closed contour from lines drawn
uk: Створити замкнений контур з існуючих ліній

# _msg2300
source: Close
uk: Закрити

# _msg2301
source: Undo the last line drawing
uk: Скасувати останню накреслену лінію

# _msg2302
source: Undo
uk: Скасувати

# _msg2303
source: Redo the last line drawing
uk: Повторити останню накреслену лінію

# _msg2304
source: Redo
uk: Повторити

# _msg2305
source: Line Parallel Options
uk: Параметри паралельної лінії

# _msg2306
source: Distance:
uk: Відстань:

# _msg2307
source: Distance to original entity
uk: Відстань до вихідного об’єкту

# _msg2309
source: Number of parallels to create
uk: Кількість створених паралельних ліній

# _msg2310
source: Line Parallel Through Options
uk: Параметри паралельної лінії через точку

# _msg2312
source: Number of parallels to create
uk: Кількість створених паралельних ліній

# _msg2313
source: Polygon Options
uk: Параметри багатокутника

# _msg2315
source: Number of edges
uk: Кількість сторін

# _msg2316
source: Polygon Options
uk: Параметри багатокутника

# _msg2318
source: Number of edges
uk: Кількість сторін

# _msg2319
source: Line Relative Angle Options
uk: Параметри лінії під відносним кутом

# _msg2321
source: Line angle
uk: Кут лінії

# _msg2323
source: Length of line
uk: Довжина лінії

# _msg2324
source: Text Options
uk: Параметри тексту

# _msg2325
source: Text:
uk: Текст:

# _msg2327
source: Modify Offset Options
uk: Змінити параметри зміщення

# _msg2328
source: Distance:
uk: Відстань:

# _msg2329
source: Offset from original entity
uk: Зсув від вихідного об’єкту

# _msg2330
source: Move Rotate Options
uk: Параметри зсуву/обертання

# _msg2332
source: Polyline Options
uk: Параметри ламаної

# _msg2333
source: Close
uk: Закрити

# _msg2334
source: Undo
uk: Скасувати

# _msg2335
source: Line
uk: Лінія

# _msg2336
source: Tangential
uk: Тангенціальний

# _msg2337
source: Tan Radius
uk: Радіус дотичної

# _msg2338
source: Angle
uk: Кут

# _msg2341
source: Counter Clockwise
uk: Проти годинникової стрілки

# _msg2342
source: Clockwise
uk: За годинниковою стрілкою

# _msg2343
source: Print Preview Options
uk: Параметри попереднього перегляду

# _msg2344
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
uk: <html><head/><body><p>Масштаб друку зафіксований на поточному значенні</p></body></html>

# _msg2345
source: fixed
uk: зафіксований

# _msg2346
source: Toggle Black / White mode
uk: Переключити режим чорний/білий

# _msg2347
source: Center to page
uk: По центру сторінки

# _msg2348
source: Fit to page
uk: Вписати в сторінку

# _msg2350
source: Round Options
uk: Параметри округлення

# _msg2351
source: Check to trim both edges to the rounding
uk: Увімкніть, щоб усікти обидві лінії при округленні

# _msg2359
source: Middle Points:
uk: Середніх точок:

# _msg2360
source: Number of equidistant division points
uk: Кількість точок, що розділяють криву на рівні відрізки

# _msg2361
source: Spline Options
uk: Параметри сплайну

# _msg2364
source: Undo
uk: Скасувати

# _msg2365
source: Text Options
uk: Параметри тексту

# _msg2366
source: Text:
uk: Текст:

# _msg2368
source: Trim Amount Options
uk: Параметри усікання на величину

# _msg2369
source: Distance. Negative values for trimming, positive values for extending.
uk: Відстань. Від’ємні значення для відсікання, позитивні для витягування.

# _msg2371
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
uk: Відстань. Негативні значення для обрізки, позитивні для подовження. Негативний знак не враховується, коли встановлена ​​остаточна довжина відрізка.

# _msg2372
source: The input length is used as total length after trimming, instead of length increase
uk: Використовувати введену довжину як остаточну довжину відрізка після обрізки, замість розміру збільшення.

# _msg2381
source: Draw polylines
uk: Накреслити ламану лінію

# _msg2382
source: Add polyline's node
uk: Додати вузол ламаної

# _msg2383
source: Append polyline's node
uk: Доповнити вузол ламаної

# _msg2384
source: Delete polyline's node
uk: Вилучити вузол ламаної

# _msg2385
source: Delete between two nodes
uk: Вилучити між двома вузлами

# _msg2386
source: Trim polyline's segments
uk: Усікти відрізки ламаної

# _msg2387
source: Create Equidistant Polylines
uk: Створити рівновіддалені ламані

# _msg2388
source: M&ove and Rotate
uk: Зрушення й &обертання

# _msg2389
source: &Offset
uk: &Зсув

# _msg2390
source: &Preferences
uk: &Налаштування

# _msg2391
source: Open IDE
uk: Відкрити IDE

# _msg2392
source: Run Script..
uk: Виконати сценарій…

# _msg2393
source: Regenerate Dimension Entities
uk: Перебудувати елементи розмірів

# _msg2394
source: &Draft
uk: &Чернетка

# _msg2395
source: Specify a point
uk: Визначити точку

# _msg2396
source: Running script '%1'
uk: Виконання сценарію „%1“

# _msg2397
source: Inserting block '%1'
uk: Вставка блоку „%1“

# _msg2398
source: Focus on &Command Line
uk: Перейти до &командного рядка

# _msg2400
source: &Point
uk: &Точка

# _msg2401
source: &Arc
uk: &Дуга

# _msg2402
source: &Spline
uk: &Сплайн

# _msg2403
source: &Draw
uk: &Накреслити

# _msg2404
source: &Dimension
uk: &Розмір

# _msg2405
source: &Snap
uk: &Прив’язка

# _msg2406
source: &Layer
uk: &Шар

# _msg2407
source: &Block
uk: &Блок

# _msg2409
source: &Manual
uk: &Посібник

# _msg2410
source: Insert Image
uk: Вставити зображення

# _msg2411
source: &Scripts
uk: &Сценарії

# _msg2412
source: &Window
uk: &Вікно

# _msg2413
source: De&bugging
uk: На&лагодження

# _msg2414
source: None
uk: Немає

# _msg2415
source: About...
uk: Про програму…

# _msg2416
source: Modules: %1
uk: Модулі: %1

# _msg2417
source: Help
uk: Довідка

# _msg2418
source: Bugger, I couldn't find the helpfiles on the filesystem.
uk: От чорт! Я не зміг знайти файли довідки у файловій системі.

# _msg2419
source: &Plugins
uk: &Додатки

# _msg2420
source: Program Icons Supplied by
uk: Іконки для програми надано

# _msg2421
source: Splash and Logo supplied by
uk: Заставку та логотип надано

# _msg2422
source: Main Website :
uk: Інтернет-сайт:

# _msg2423
source: SCM Revision: %1
uk: Ревізія SCM: %1

# _msg2424
source: Please donate to LibreCAD to help maintain the sourcecode and it's website.
uk: Будь ласка, пожертвуйте кошти на підтримку й розвиток джерельного коду та сайту LibreCAD.

# _msg2426
source: Please consider donating to LibreCAD to help maintain the source code and website.
uk: Будь ласка, розгляньте можливість пожертвування для LibreCAD, щоб допомогти зберегти джерельні коди та веб-сайт.

# _msg2427
source: Draw &Order
uk: Поря&док промальовки

# _msg2428
source: Pen Selection
uk: Вибір пера

# _msg2429
source: CAD Tools
uk: Інструменти САПР

# _msg2430
source: Compiler: Microsoft Visual C++<br>
uk: Компілятор: Microsoft Visual C++<br>

# _msg2431
source: Help files not found
uk: Файли довідки не знайдені

# _msg2432
source: &Text
uk: &Текст

# _msg2433
source: &New
uk: Ст&ворити

# _msg2434
source: &Open...
uk: &Відкрити…

# _msg2435
source: &Save
uk: &Зберегти

# _msg2436
source: Save &as...
uk: Зберегти &як…

# _msg2437
source: &Close
uk: &Зачинити

# _msg2438
source: &Print
uk: Д&рук

# _msg2439
source: Exit
uk: Вихід

# _msg2440
source: E&xit
uk: В&ихід

# _msg2441
source: Quits the application
uk: Вихід з програми

# _msg2442
source: Zoom in
uk: Наблизити

# _msg2443
source: Zoom &In
uk: На&близити

# _msg2444
source: Zooms in
uk: Збільшує масштаб документа

# _msg2445
source: Zoom out
uk: Віддалити

# _msg2446
source: Zoom &Out
uk: Від&далити

# _msg2447
source: Zooms out
uk: Зменшує масштаб документа

# _msg2448
source: Auto Zoom
uk: Показати усі

# _msg2449
source: &Auto Zoom
uk: &Показати усі

# _msg2450
source: Zooms automatic
uk: Підбирає масштаб документа автоматично

# _msg2451
source: Window Zoom
uk: Масштабування у вікні

# _msg2452
source: &Window Zoom
uk: &Збільшити рамкою

# _msg2453
source: Zooms in a window
uk: Збільшує зображення у рамці

# _msg2454
source: Pan Zoom
uk: Зрушити

# _msg2455
source: &Pan Zoom
uk: З&рушити

# _msg2456
source: Realtime Panning
uk: Зсуває зображення

# _msg2457
source: Redraw
uk: Оновити зображення

# _msg2458
source: &Redraw
uk: &Оновити зображення

# _msg2459
source: Undo
uk: Скасувати

# _msg2460
source: &Undo
uk: &Скасувати

# _msg2461
source: Undoes last action
uk: Скасовує останню дію

# _msg2462
source: Redo
uk: Повторити

# _msg2463
source: &Redo
uk: &Повторити

# _msg2464
source: Redoes last action
uk: Повторює скасовану дію

# _msg2465
source: Cut
uk: Вирізати

# _msg2466
source: Cu&t
uk: Ви&різати

# _msg2467
source: Copy
uk: Копіювати

# _msg2468
source: &Copy
uk: &Копіювати

# _msg2469
source: Paste
uk: Вставити

# _msg2470
source: &Paste
uk: &Вставити

# _msg2471
source: Select Entity
uk: Вибрати об’єкт

# _msg2472
source: Selects single Entities
uk: Вибирає один об’єкт

# _msg2473
source: Select Window
uk: Вибрати рамкою

# _msg2474
source: Select &Window
uk: Вибрати &рамкою

# _msg2475
source: Selects all Entities in a given Window
uk: Вибирає усі об’єкти, захоплені рамкою

# _msg2476
source: Deselect Window
uk: Скасувати вибір рамкою

# _msg2477
source: Deselect &Window
uk: Скасувати ви&бір рамкою

# _msg2478
source: Deselects all Entities in a given Window
uk: Відміняє вибір об’єктів, захоплених рамкою

# _msg2479
source: (De-)Select Contour
uk: Вибрати замкнутий контур (cкас. вибір)

# _msg2480
source: (De-)Selects connected entities
uk: Вибирає (або скасовує вибір) об'єктів, що утворюють замкнутий контур

# _msg2481
source: Select All
uk: Вибрати усе

# _msg2482
source: Select &All
uk: Вибр&ати усе

# _msg2483
source: Selects all Entities
uk: Вибирає усі об’єкти

# _msg2484
source: Deselect all
uk: Відмінити вибір усіх об’єктів

# _msg2485
source: Deselect &all
uk: Скасувати ви&бір усіх об’єктів

# _msg2486
source: Deselects all Entities
uk: Скасовує вибір усіх об’єктів

# _msg2487
source: Invert Selection
uk: Інвертувати вибір

# _msg2488
source: &Invert Selection
uk: &Інвертувати вибір

# _msg2489
source: Inverts the current selection
uk: інвертує поточний вибір об’єктів

# _msg2490
source: Select Intersected Entities
uk: Вибрати об’єкти січною

# _msg2491
source: In&tersected Entities
uk: &Вибрати об’єкти січною

# _msg2492
source: Selects all entities intersected by a line
uk: Вибирає усі об’єкти, пересічені лінією

# _msg2493
source: Deselect Intersected Entities
uk: Скасувати вибір січної

# _msg2494
source: Deselect Inte&rsected Entities
uk: Скасувати вибір &січної
