Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3977
source: No polyline found
pt_pt: Nenhuma polilinha encontrada

# _msg3978
source: &Delete Node
pt_pt: &Excluir Nó

# _msg3979
source: Deletes nodes in existing polylines
pt_pt: Excluir os nós nas polilinhas existentes

# _msg3980
source: Specify node to delete
pt_pt: Especificar o nó a ser excluído

# _msg3981
source: Specify polyline
pt_pt: Especificar a polilinha

# _msg3982
source: &Delete node
pt_pt: &Excluir nó

# _msg3983
source: Delete polyline's node
pt_pt: Excluir nós da polilinha

# _msg3984
source: No polyline found
pt_pt: Nenhuma polilinha encontrada

# _msg3985
source: Specify second limiting node
pt_pt: Especificar o segundo nó limitante

# _msg3986
source: Deletes all segments between two nodes in existing polylines
pt_pt: Excluir todos os segmentos entre dois nós em uma polilinha existente

# _msg3987
source: Delete Segments &Between Two Nodes
pt_pt: Excluir Segmentos &Entre Dois Nós

# _msg3988
source: Specify polyline
pt_pt: Especificar a polilinha

# _msg3989
source: Specify first limiting node
pt_pt: Especificar o primeiro nó limitante

# _msg3990
source: Delete &between two nodes
pt_pt: Excluir &entre dois nós

# _msg3991
source: Delete between two nodes
pt_pt: Excluir entre dois nós

# _msg3992
source: Deletinging point is invalid.
pt_pt: Apagar ponto é inválido.

# _msg3993
source: Deleteinging point is not on entity.
pt_pt: Excluir ponto não está na entidade.

# _msg3994
source: Draw equidistant polylines
pt_pt: Desenhe polilinhas equidistantes

# _msg3995
source: Specify Distance <%1> or select entity or [%2]
pt_pt: Especificar a distância <%1> ou selecionar a entidade ou [%2]

# _msg3996
source: Enter number:
pt_pt: Digitar o número:

# _msg3997
source: E&quidistant
pt_pt: E&quidistante

# _msg3998
source: Create &Equidistant Polylines
pt_pt: Criar polilinhas &equidistantes

# _msg3999
source: Create Equidistant Polylines
pt_pt: Criar polilinhas equidistantes

# _msg4000
source: Cancel
pt_pt: Cancelar

# _msg4001
source: Specify a segment
pt_pt: Especificar um segmento

# _msg4002
source: Create From Se&gments
pt_pt: Criar a partir de Se&gmentos

# _msg4003
source: Create polylines from existing segments
pt_pt: Criar polilinhas a partir de segmentos existentes

# _msg4004
source: Create Polyline from Existing &Segments
pt_pt: Criar polilinha de &segmentos existentes

# _msg4005
source: Create Polyline from Existing Segments
pt_pt: Criar polilinha a partir de segmentos existentes

# _msg4006
source: Entity must be a line, arc or polyline.
pt_pt: A entidade deve ser uma linha, arco ou polilinha.

# _msg4007
source: &Trim Segments
pt_pt: &Aparar segmentos

# _msg4008
source: No polyline segment found
pt_pt: Nenhum segmento de polilinha encontrado

# _msg4009
source: Trims two polyline segments and deletes all nodes in between
pt_pt: Apara dois segmentos da polilinha e exclui todos os nós intermediários

# _msg4010
source: &Trim segments
pt_pt: &Aparar segmentos

# _msg4011
source: Trim polyline's segments
pt_pt: Aparar segmentos da polilinha

# _msg4012
source: Print Pre&view
pt_pt: Vis&ualizar Impressão

# _msg4013
source: &Selection pointer
pt_pt: &Indicador de seleção

# _msg4014
source: &Open IDE
pt_pt: &Abrir IDE

# _msg4015
source: Opens the integrated development environment for scripting
pt_pt: Abre o ambiente de desenvolvimento integrado para criar script

# _msg4016
source: Select &All
pt_pt: Selecionar &todos

# _msg4017
source: Selects all entities
pt_pt: Selecionar todas as entidades

# _msg4018
source: Deselect &all
pt_pt: Desmarcar &todos

# _msg4020
source: (De-)Selects connected entities
pt_pt: (Des)Marca entidades conectadas

# _msg4021
source: (De-)Select &Contour
pt_pt: (Des)Marcar &contorno

# _msg4022
source: Selects all entities intersected by a line
pt_pt: Selecionar todas as entidades interseccionadas por uma linha

# _msg4023
source: In&tersected Entities
pt_pt: Entidades In&terseccionadas

# _msg4024
source: Select Intersected Entities
pt_pt: Selecionar entidades interseccionadas

# _msg4025
source: Deselect Intersected Entities
pt_pt: Desmarcar entidades interseccionadas

# _msg4026
source: Inverts the current selection
pt_pt: Inverter a seleção atual

# _msg4027
source: &Invert Selection
pt_pt: &Inverter Seleção

# _msg4028
source: Invert Selection
pt_pt: Inverter seleção

# _msg4029
source: (De-)Select La&yer
pt_pt: (Des)Marcar ca&mada

# _msg4030
source: (De-)Selects layers
pt_pt: (Des)Marcar camadas

# _msg4031
source: (De-)Select Layer
pt_pt: (Des)Marcar camada

# _msg4032
source: (De-)&Select Entity
pt_pt: (Des)&Marcar Entidade

# _msg4033
source: Selects single entities
pt_pt: Selecionar uma única entidade

# _msg4034
source: Select Entity
pt_pt: Selecionar entidade

# _msg4035
source: Choose first edge
pt_pt: Escolher a primeira extremidade

# _msg4036
source: Select &Window
pt_pt: Selecionar &Janela

# _msg4037
source: Selects all entities in a given window
pt_pt: Selecionar todas as entidades em uma determinada janela

# _msg4038
source: Select Window
pt_pt: Selecionar janela

# _msg4039
source: Deselect Window
pt_pt: Desmarcar janela

# _msg4040
source: Set position of the relative zero point
pt_pt: Configurar a posição do ponto de zero relativo

# _msg4041
source: Set relative zero
pt_pt: Configurar o zero relativo

# _msg4042
source: &Set Relative Zero
pt_pt: &Configurar o Zero Relativo

# _msg4043
source: &Auto
pt_pt: &Automático

# _msg4044
source: Auto snap
pt_pt: Snap automático

# _msg4045
source: Snap to centers
pt_pt: Snap para centros

# _msg4046
source: &Center
pt_pt: &Centro

# _msg4047
source: Snap to given coordinate
pt_pt: Snap para uma coordenada dada

# _msg4048
source: &Coordinate
pt_pt: &Coordenadas

# _msg4049
source: Snap to polar coordinate
pt_pt: Snap para uma coordenada polar

# _msg4050
source: P&olar Coordinate
pt_pt: Coordenada P&olar

# _msg4051
source: &Distance from Endpoint
pt_pt: &Distância a partir da extremidade

# _msg4052
source: Snap to points with a given distance to an endpoint
pt_pt: Snap para pontos a uma dada distância a uma extremidade

# _msg4053
source: Snap to endpoints
pt_pt: Snap para extremidades

# _msg4054
source: &Endpoints
pt_pt: &Extremidades

# _msg4055
source: &Free
pt_pt: &Livre

# _msg4056
source: Free positioning
pt_pt: Posicionamento livre

# _msg4057
source: &Grid
pt_pt: &Grade

# _msg4058
source: Snap to grid points
pt_pt: Snap para pontos de grade

# _msg4059
source: &Intersection
pt_pt: &Interseção

# _msg4060
source: Snap to intersection points
pt_pt: Snap para pontos de intersecção

# _msg4061
source: &Middle
pt_pt: &Meio

# _msg4062
source: Snap to middle points
pt_pt: Snap para pontos do meio

# _msg4063
source: &On Entity
pt_pt: &Na Entidade

# _msg4064
source: Snap to nearest point on entity
pt_pt: Snap para ponto de entidade mais próximo

# _msg4065
source: Snap to reference points
pt_pt: Snap para pontos de referência

# _msg4066
source: &Reference
pt_pt: &Referência

# _msg4067
source: Restrict snapping horizontally
pt_pt: Restringe o snap horizontalmente

# _msg4068
source: Restrict &Horizontally
pt_pt: Restringir &Horizontalmente

# _msg4069
source: Restrict &Nothing
pt_pt: &Não Restringir Nada

# _msg4070
source: No snap restriction
pt_pt: Sem restrições de snap

# _msg4071
source: Restrict &Orthogonally
pt_pt: Restringir &Ortogonalmente

# _msg4072
source: Restrict snapping orthogonally
pt_pt: Restringe snap ortogonalmente

# _msg4073
source: Restrict &Vertically
pt_pt: Restringir &Verticalmente

# _msg4074
source: Restrict snapping vertically
pt_pt: Restringe snap verticalmente

# _msg4075
source: Snap to intersection points manually
pt_pt: Fazer snap manualmente nos pontos de intersecção

# _msg4076
source: Regenerates all Dimension Entities
pt_pt: Regenera todas as Entidades de Dimensão

# _msg4077
source: &Regenerate Dimension Entities
pt_pt: &Regenerar entidades de dimensão

# _msg4078
source: Regenerate Dimension Entities
pt_pt: Regenerar entidades de dimensão

# _msg4079
source: Enables/disables the draft mode
pt_pt: Ativa / desativa o modo rascunho

# _msg4080
source: &Draft
pt_pt: &Rascunho

# _msg4081
source: You have enabled the draft mode. In draft mode complex entities and line widths are not shown to increase the display performance.
pt_pt: Você habilitou o modo rascunho. Em modo rascunho, entidades e espessuras de linhas mais complexas não são exibidas para melhorar a performance de exibição.

# _msg4082
source: &Grid
pt_pt: &Grade

# _msg4083
source: Shows/hides the grid
pt_pt: Exibir/ocultar a grade

# _msg4084
source: &Statusbar
pt_pt: &Barra de status

# _msg4085
source: Enables/disables the statusbar
pt_pt: Ativar / desativar a barra de status

# _msg4086
source: &Auto Zoom
pt_pt: &Zoom automático

# _msg4087
source: Zooms automatic
pt_pt: Zoom automático

# _msg4088
source: Zoom &In
pt_pt: A&proximar

# _msg4089
source: Zooms in
pt_pt: Aproximar

# _msg4090
source: Zoom &Out
pt_pt: A&fastar

# _msg4091
source: Zoom &Out
pt_pt: A&fastar

# _msg4092
source: Zooms out
pt_pt: Reduzir zoom

# _msg4093
source: Realtime panning
pt_pt: Panorama em tempo real

# _msg4094
source: &Pan Zoom
pt_pt: &Zoom panorâmico

# _msg4095
source: Drop to stop panning
pt_pt: Soltar para parar o movimento panorâmico

# _msg4096
source: Drag and drop to pan around
pt_pt: Arrastar e soltar para movimento panorâmico

# _msg4097
source: Zoom &Panning
pt_pt: Zoom &panorama

# _msg4098
source: Shows previous view
pt_pt: Exibe a visualização prévia

# _msg4099
source: &Previous View
pt_pt: &Visualização prévia

# _msg4100
source: Previous &View
pt_pt: &Visualização prévia

# _msg4101
source: &Redraw
pt_pt: &Redesenhar

# _msg4102
source: Redraws the screen
pt_pt: Redesenha a tela

# _msg4103
source: Zoom to &Selection
pt_pt: Aplicar zoom à &Seleção

# _msg4104
source: Zooms to current selection
pt_pt: Aplicar zoom à seleção atual

# _msg4105
source: Zooms in a window
pt_pt: Ampliar zoom na Janela

# _msg4106
source: &Window Zoom
pt_pt: &Janela de zoom

# _msg4107
source: line
pt_pt: linha

# _msg4108
source: rectangle
pt_pt: retângulo

# _msg4109
source: text
pt_pt: texto

# _msg4111
source: undo
pt_pt: desfazer

# _msg4113
source: redo
pt_pt: refazer

# _msg4114
source: arc
pt_pt: arco

# _msg4115
source: angle
pt_pt: ângulo

# _msg4116
source: factor
pt_pt: fator

# _msg4117
source: columns
pt_pt: colunas

# _msg4118
source: rows
pt_pt: linhas

# _msg4119
source: columnspacing
pt_pt: espaço entre colunas

# _msg4120
source: rowspacing
pt_pt: espaço entre linhas

# _msg4123
source: fact
pt_pt: fator

# _msg4127
source: columnspacing
pt_pt: espaço entre colunas

# _msg4130
source: rowspacing
pt_pt: espaço entre linhas

# _msg4132
source: center
pt_pt: centro

# _msg4135
source: point
pt_pt: ponto

# _msg4136
source: offset
pt_pt: deslocamento

# _msg4138
source: parallel
pt_pt: paralela

# _msg4139
source: length
pt_pt: comprimento

# _msg4140
source: close
pt_pt: fechar

# _msg4141
source: number
pt_pt: número

# _msg4142
source: through
pt_pt: até

# _msg4143
source: help
pt_pt: ajuda

# _msg4145
source: length
pt_pt: comprimento

# _msg4146
source: len
pt_pt: comp.

# _msg4152
source: length1
pt_pt: comprimento1

# _msg4153
source: length2
pt_pt: comprimento2

# _msg4154
source: radius
pt_pt: raio

# _msg4155
source: trim
pt_pt: aparar

# _msg4156
source: length1
pt_pt: comprimento1

# _msg4157
source: len1
pt_pt: comp.1

# _msg4159
source: length2
pt_pt: comprimento2

# _msg4160
source: len2
pt_pt: comp.2

# _msg4164
source: chord length
pt_pt: comprimento da corda

# _msg4165
source: length
pt_pt: comprimento

# _msg4167
source: Command: %1
pt_pt: Comando: %1

# _msg4168
source: Available commands:
pt_pt: Comandos disponíveis:

# _msg4169
source: circle
pt_pt: círculo

# _msg4203
source: rectang
pt_pt: retângulo

# _msg4208
source: polyline
pt_pt: polilinha

# _msg4239
source: back
pt_pt: voltar

# _msg4245
source: rect
pt_pt: ret

# _msg4246
source: redraw
pt_pt: redesenhar

# _msg4262
source: number
pt_pt: número

# _msg4263
source: reversed
pt_pt: invertido

# _msg4264
source: rev
pt_pt: inv

# _msg4266
source: row
pt_pt: linha

# _msg4269
source: Command not found: %1
pt_pt: Comando não encontrado: %1

# _msg4270
source: Accepted keycode: %1
pt_pt: Código aceito: %1

# _msg4283
source: setrelativezero
pt_pt: ajustarzerorelativo

# _msg4284
source: setrelativezero
pt_pt: ajustarzerorelativo

# _msg4288
source: fillet
pt_pt: filete

# _msg4289
source: divide
pt_pt: dividir

# _msg4291
source: cut
pt_pt: cortar

# _msg4297
source: row
pt_pt: linha

# _msg4299
source: calculate
pt_pt: calcular

# _msg45
source: &Horizontal
ca: &Horitzontal
fr: &Horizontale
lv: &Horizontāli
uk: &Горизонтальна
zh_tw: 水平

# _msg46
source: Vertical
fr: Verticale
lv: Vertikāli
uk: Вертикальний
zh_tw: 垂直

# _msg94
source: &Linear
ca: &Lineal
fr: &Linéaire
lv: &Lineārs
uk: &Лінійний

# _msg95
source: &Vertical
fr: &Verticale
lv: &Vertikāls
uk: &Вертикальна

# _msg96
source: &Radial
fr: &Radiale
lv: &Radiāls
uk: &Радіальний

# _msg98
source: &Angular
fr: &Angulaire
lv: &Leņķa
uk: &Кутовий

# _msg209
source: Mouse
uk: Миша

# _msg242
source: &File
uk: &Файл

# _msg243
source: &Edit
uk: Редагувати

# _msg244
source: &View
uk: &Вигляд

# _msg245
source: &Select
uk: &Вибір

# _msg246
source: &Line
uk: &Лінія

# _msg247
source: &Circle
uk: &Коло

# _msg248
source: &Ellipse
uk: &Еліпс

# _msg249
source: &Polyline
uk: &Ламана

# _msg250
source: &Modify
uk: &Зміна

# _msg251
source: &Info
uk: &Інформація

# _msg252
source: About
uk: &Про програму

# _msg253
source: &Help
uk: &Довідка

# _msg254
source: Layer List
uk: Список шарів

# _msg255
source: Block List
uk: Список блоків

# _msg256
source: Library Browser
uk: Оглядач бібліотек

# _msg257
source: Command line
uk: Командний рядок

# _msg258
source: &Cascade
uk: &Каскадом

# _msg259
source: &Tile
uk: &Кахлями

# _msg260
source: Tile &Horizontally
uk: Вкласти кахлями по &горизонталі

# _msg261
source: Creating new file...
uk: Створення нового файлу …

# _msg262
source: Block '%1'
uk: Блок „%1“

# _msg263
source: unnamed document %1
uk: неназваний документ „%1“

# _msg264
source: New Drawing created.
uk: Нове креслення створене.

# _msg265
source: Opening recent file...
uk: Відкриття нещодавно редагованого файлу…

# _msg266
source: Cannot open the file %1 Please check the permissions.
uk: Неможливо відкрити файл „%1“ Перевірте, будь ласка, права доступу.

# _msg267
source: Loaded document:
uk: Завантажений документ:

# _msg268
source: Opening aborted
uk: Відкриття файлу скасовано

# _msg269
source: Saving drawing...
uk: Зберігається креслення…

# _msg270
source: Saved drawing: %1
uk: Збережено креслення: „%1“

# _msg271
source: Cannot save the file %1 Please check the permissions.
uk: Неможливо зберегти файл „%1“ Перевірте, будь ласка, права доступу.

# _msg272
source: Saving drawing under new filename...
lv: Saglabā zīmējumu ar jaunu nosaukumu...
uk: Зберігається креслення з новою назвою…

# _msg273
source: Auto-saving drawing...
uk: Автозбереження креслення…

# _msg274
source: Auto-saved drawing
uk: Креслення автоматично збережено

# _msg275
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
uk: Неможливо авто-зберегти файл %1 Перевірте, будь ласка, права доступу. Авто-збереження відключене.

# _msg276
source: Exporting drawing...
uk: Експортування креслення…

# _msg277
source: Exported: %1
uk: Експортування: %1

# _msg278
source: Exporting...
uk: Експортування…

# _msg279
source: Export complete
uk: Експорт завершено

# _msg280
source: Export failed!
uk: Помилка експорту!

# _msg281
source: Printing...
uk: Друк…

# _msg282
source: Printing complete
uk: Друк завершено

# _msg283
source: Print preview for %1
uk: Попередній перегляд перед друком для „%1“

# _msg284
source: Exiting application...
uk: Закриття програми…

# _msg285
source: Import
uk: Імпорт

# _msg286
source: &Toolbars
uk: Панелі &інструментів

# _msg287
source: Compiled on: %1
uk: Скомпільовано: %1

# _msg288
source: Version: %1
uk: Версія: %1

# _msg289
source: Warning: File already opened :
uk: Попередження: файл вже відкритий:

# _msg290
source: Cannot save the file
uk: Неможливо зберегти файл

# _msg291
source: , please check the filename and permissions.
uk: . Перевірте правильність назви файлу та права доступу.

# _msg292
source: Su&b-Window mode
uk: Режим &підвікон

# _msg293
source: Tile &Vertically
uk: Кахлями по &вертикалі

# _msg294
source: Ta&b mode
uk: Режим вкладки

# _msg295
source: New document from template:
uk: Новий документ із шаблону:

# _msg296
source: Select Template aborted
uk: Вибір шаблону перервано

# _msg297
source: Auto-saving failed
uk: Помилка при автозбереженні

# _msg298
source: File
uk: Файл

# _msg299
source: Edit
uk: Редагувати

# _msg300
source: View
uk: Вигляд

# _msg314
source: Select
uk: Вибрати

# _msg315
source: Line
uk: Лінія

# _msg316
source: Circle
uk: Коло

# _msg319
source: Ellipse
uk: Еліпс

# _msg320
source: Polyline
uk: Ламана

# _msg321
source: Dimension
uk: Розмір

# _msg322
source: Modify
uk: Змінити

# _msg323
source: Info
uk: Інформація

# _msg324
source: Pen
uk: Перо

# _msg337
source: Copy
uk: Копіювати

# _msg348
source: Closing Drawing
uk: Закриття креслення

# _msg350
source: &Save
uk: &Зберегти

# _msg351
source: Save &as...
uk: Зберегти &як…

# _msg373
source: Do you really want to close the drawing?
uk: Ви дійсно бажаєте закрити креслення?

# _msg374
source: Do you really want to close the file %1?
uk: Ви дійсно хочете закрити файл? %1?

# _msg375
source: Closing Drawing
uk: Закриття креслення

# _msg376
source: Save Drawing
uk: Зберегти креслення

# _msg380
source: Selection
uk: Вибір

# _msg384
source: Block Settings
uk: Налаштування блоку

# _msg385
source: Block Name:
uk: Назва блоку:

# _msg387
source: Could not name block. A block named "%1" already exists.
uk: Перейменування блоку неможливе. Блок з назвою „%1“ вже існує.

# _msg388
source: Remove the active block
uk: Вилучити активний блок

# _msg389
source: Rename the active block
uk: Перейменуавти активний блок

# _msg390
source: Edit the active block in a separate window
uk: Редагувати активний блок в окремому вікні

# _msg391
source: Insert the active block
uk: Вставити активний блок

# _msg392
source: Block Menu
uk: Меню блоку

# _msg393
source: &Defreeze all Blocks
uk: &Розморозити усі блоки

# _msg394
source: &Freeze all Blocks
uk: &Заморозити усі блоки

# _msg395
source: &Add Block
uk: До&дати блок

# _msg396
source: &Remove Block
uk: Ви&лучити блок

# _msg397
source: &Edit Block
uk: &Редагувати блок

# _msg398
source: &Toggle Visibility
uk: &Переключити видимість

# _msg399
source: Show all blocks
uk: Показати усі блоки

# _msg400
source: Hide all blocks
uk: Сховати усі блоки

# _msg401
source: &Rename Block
uk: П&ерейменувати усі блоки

# _msg403
source: &Create New Block
uk: С&творити новий блок

# _msg404
source: Create Block
uk: Створити блок

# _msg405
source: Add an empty block
uk: Додати порожній блок

# _msg406
source: save the active block to a file
uk: Зберегти активний блок у файл

# _msg409
source: By Layer
uk: За шаром

# _msg410
source: By Block
uk: За блоком

# _msg411
source: Red
uk: Червоний

# _msg412
source: Yellow
uk: Жовтий

# _msg413
source: Green
uk: Зелений

# _msg414
source: Cyan
uk: Блакитний

# _msg415
source: Blue
uk: Синій

# _msg416
source: Magenta
uk: Пурпурний

# _msg418
source: Gray
uk: Сірий

# _msg419
source: Light Gray
uk: Світлосірий

# _msg420
source: Unchanged
uk: Без змін

# _msg421
source: Dark Red
uk: Темно-червоний

# _msg422
source: Dark Yellow
uk: Темно-жовтий

# _msg423
source: Dark Green
uk: Темно-зелений

# _msg424
source: Dark Cyan
uk: Темно-блакитний

# _msg425
source: Dark Blue
uk: Темно-синій

# _msg426
source: Dark Magenta
uk: Темно-пурпурний

# _msg427
source: Dark Gray
uk: Темно-сірий

# _msg429
source: clear
uk: очистити

# _msg430
source: &Copy
uk: &Копіювати

# _msg431
source: Select &All
uk: Вибр&ати усе

# _msg432
source: Clear
uk: Очистити

# _msg433
source: Command Line
uk: Командний рядок

# _msg434
source: Command:
uk: Команда:

# _msg435
source: Unknown command: %1
uk: Невідома команда: %1

# _msg436
source: Command history and output
uk: Історія команд та виведення

# _msg439
source: Coordinates
uk: Координати

# _msg440
source: Dimension Label Editor
uk: Редактор розмірних написів

# _msg441
source: Dimension Label:
uk: Розмірний напис:

# _msg442
source: Label:
uk: Мітка:

# _msg443
source: Insert:
uk: Вставити:

# _msg444
source: ° (Degree)
uk: ° (градус)

# _msg445
source: ± (Plus / Minus)
uk: Плюс/мінус (±)

# _msg446
source: × (Times)
uk: Знак множення (×)

# _msg447
source: ÷ (Division)
uk: Знак ділення (÷)

# _msg450
source: Arc
uk: Дуга

# _msg451
source: Layer:
uk: Шар:

# _msg452
source: Geometry
uk: Геометрія

# _msg456
source: Start Angle:
uk: Початковий кут:

# _msg457
source: End Angle:
uk: Кінцевий кут:

# _msg458
source: Reversed
uk: Зворотний напрям

# _msg459
source: Attributes
uk: Атрибути

# _msg463
source: Circle
uk: Коло

# _msg464
source: Layer:
uk: Шар:

# _msg465
source: Geometry
uk: Геометрія

# _msg469
source: Linear Dimension
uk: Лінійний розмір

# _msg470
source: Layer:
uk: Шар:

# _msg471
source: Geometry
uk: Геометрія

# _msg472
source: Angle:
uk: Кут:

# _msg473
source: Layer:
lv: Slānis:
uk: Шар:

# _msg475
source: Ellipse
uk: Еліпс

# _msg477
source: Geometry
uk: Геометрія

# _msg478
source: Center (y):
uk: Центр (y):

# _msg479
source: Center (x):
uk: Центр (x):

# _msg480
source: End Angle:
uk: Кінцевий кут:

# _msg481
source: Start Angle:
uk: Початковий кут:

# _msg482
source: Rotation:
uk: Обертання:

# _msg483
source: Minor:
uk: Менша:

# _msg484
source: Major:
uk: Більша:

# _msg485
source: Reversed
uk: Зворотний напрям

# _msg497
source: Preview
uk: Перегляд

# _msg502
source: Choose Hatch Attributes
uk: Виберіть атрибути штрихування

# _msg503
source: Pattern
uk: Малюнок

# _msg504
source: Angle:
uk: Кут:

# _msg505
source: Scale:
uk: Масштаб:

# _msg506
source: Solid Fill
uk: Заливання кольором

# _msg507
source: Preview
uk: Перегляд

# _msg508
source: Enable Preview
uk: Включити перегляд

# _msg509
source: Image
uk: Зображення

# _msg510
source: Layer:
uk: Шар:

# _msg511
source: Geometry
uk: Геометрія

# _msg512
source: Width:
uk: Ширина:

# _msg513
source: Height:
uk: Висота:

# _msg514
source: insert (x):
uk: Положення (x):

# _msg515
source: Scale:
uk: Масштаб:

# _msg516
source: Size (px):
uk: Розмір (пкс):

# _msg517
source: path:
uk: шлях:

# _msg518
source: insert (y):
uk: Положення (y):

# _msg519
source: Angle:
uk: Кут:

# _msg521
source: Welcome
uk: Ласкаво просимо

# _msg522
source: Default Unit:
uk: Одиниця виміру за умовчанням:

# _msg523
source: GUI Language:
uk: Мова інтерфейсу:

# _msg524
source: Command Language:
uk: Мова команд:

# _msg526
source: Insert
uk: Вставка

# _msg527
source: Layer:
uk: Шар:

# _msg528
source: Geometry
uk: Геометрія

# _msg531
source: Angle:
uk: Кут:

# _msg532
source: Rows:
uk: Ряди:

# _msg534
source: Row Spacing:
uk: Відстань між рядами:

# _msg535
source: Column Spacing:
uk: Відстань між стовпцями:

# _msg536
source: Scale X:
uk: Масштаб по X:

# _msg537
source: Scale Y:
uk: Мастштаб по Y:

# _msg538
source: Line
tr: Çizgi
uk: Лінія

# _msg539
source: Layer:
uk: Шар:

# _msg540
source: Geometry
uk: Геометрія

# _msg542
source: End point (y):
uk: Кінцева точка (y):

# _msg545
source: MText
uk: Багаторядковий текст

# _msg546
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:
uk: Шар:

# _msg547
source: Font
uk: Шрифт

# _msg548
source: &Height:
uk: Висо&та:

# _msg549
source: &Default line spacing
uk: Міжрядковий &інтервал за умовчанням

# _msg551
source: Alignment
uk: Вирівнювання

# _msg552
source: Top Right
uk: За правим верхнім краєм

# _msg553
source: Top Left
uk: За лівим верхнім краєм

# _msg554
source: Middle Left
uk: По середині ліворуч
