Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg506
source: Preview
pt_pt: Visualizar

# _msg507
source: Choose Hatch Attributes
pt_pt: Escolha os atributos da hachura

# _msg508
source: Solid Fill
pt_pt: Preenchimento sólido

# _msg509
source: Enable Preview
pt_pt: Habilitar pré-visualização

# _msg510
source: Image
pt_pt: Imagem

# _msg511
source: Layer:
pt_pt: Camada:

# _msg512
source: Geometry
pt_pt: Geometria

# _msg513
source: Width:
pt_pt: Largura:

# _msg514
source: Height:
pt_pt: Altura:

# _msg515
source: insert (x):
pt_pt: inserir (x):

# _msg516
source: Scale:
pt_pt: Escala:

# _msg517
source: Size (px):
pt_pt: Tamanho (px):

# _msg518
source: path:
pt_pt: caminho:

# _msg519
source: insert (y):
pt_pt: inserir (y):

# _msg520
source: Angle:
pt_pt: Ângulo:

# _msg522
source: Welcome
pt_pt: Bem-vindo

# _msg523
source: Default Unit:
pt_pt: Unidade padrão:

# _msg524
source: GUI Language:
pt_pt: Idioma da GUI:

# _msg525
source: Command Language:
pt_pt: Idioma dos comandos:

# _msg526
source: <font size="+1"><b>Welcome to LibreCAD</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> (You can changes these settings later.)
pt_pt: <font size="+1"><b>Bem-vindo ao LibreCAD</b> </font> <br> Escolha a unidade que deseja usar nos novos desenhos e o idioma de sua preferência.<br> (Você pode alterar essas configurações mais tarde.)

# _msg527
source: Rows:
pt_pt: Linhas:

# _msg528
source: Angle:
pt_pt: Ângulo:

# _msg529
source: Insertion point (x):
pt_pt: Ponto de inserção (x):
uk: Точка вставки (x):

# _msg530
source: Insertion point (y):
pt_pt: Ponto de inserção (y):
uk: Точка вставки (y):

# _msg531
source: Insert
pt_pt: Inserir

# _msg532
source: Layer:
pt_pt: Camada:

# _msg533
source: Columns:
pt_pt: Colunas:
uk: Стовпці:

# _msg534
source: Geometry
pt_pt: Geometria

# _msg535
source: Row Spacing:
pt_pt: Espaçamento das linhas:

# _msg536
source: Column Spacing:
pt_pt: Espaçamento das colunas:

# _msg537
source: Scale X:
pt_pt: Escala X:

# _msg538
source: Scale Y:
pt_pt: Escala Y:

# _msg539
source: Line
pt_pt: Linha

# _msg540
source: End point (y):
pt_pt: Ponto final (y):

# _msg541
source: End point (x):
pt_pt: Ponto final (x):
uk: Кінцева точка (x):

# _msg542
source: Layer:
lv: Slānis:
pt_pt: Camada:

# _msg543
source: Start point (y):
pt_pt: Ponto inicial (y):
uk: Початкова точка (y):

# _msg544
source: Start point (x):
pt_pt: Ponto inicial (x):
uk: Початкова точка (x):

# _msg545
source: Geometry
pt_pt: Geometria

# _msg546
source: MText
pt_pt: Multi-Texto

# _msg547
source: Layer:
pt_pt: Camada:

# _msg548
source: Font
pt_pt: Fonte

# _msg549
source: &Height:
pt_pt: &Altura:

# _msg550
source: &Default line spacing
pt_pt: &Espaçamento padrão das linhas

# _msg552
source: Alignment
pt_pt: Alinhamento

# _msg553
source: Top Right
pt_pt: Topo, à direita

# _msg554
source: Top Left
pt_pt: Topo, à esquerda

# _msg555
source: Middle Left
pt_pt: Meio à esquerda

# _msg556
source: Middle Center
pt_pt: Meio ao centro

# _msg557
source: Middle Right
pt_pt: Meio à direita

# _msg558
source: Bottom Left
pt_pt: Inferior Esquerdo

# _msg559
source: Bottom Right
pt_pt: Inferior Direito

# _msg560
source: Bottom Center
pt_pt: Centro Inferior

# _msg561
source: Top Center
pt_pt: Topo, no centro

# _msg562
source: Angle
pt_pt: Ângulo

# _msg563
source: Text:
pt_pt: Texto:

# _msg564
source: Clear Text
pt_pt: Limpar texto

# _msg565
source: Load Text From File
pt_pt: Carregar texto a partir do arquivo

# _msg566
source: Save Text To File
pt_pt: Salvar texto para arquivo

# _msg567
source: Cut
pt_pt: Cortar

# _msg568
source: Copy
pt_pt: Copiar

# _msg569
source: Paste
pt_pt: Colar

# _msg570
source: Insert Symbol
pt_pt: Inserir símbolo

# _msg571
source: Degree (°)
pt_pt: Graus (°)

# _msg572
source: Plus / Minus (±)
pt_pt: Mais / Menos (±)

# _msg573
source: At (@)
pt_pt: Arroba (@)

# _msg574
source: Hash (#)
pt_pt: Cerquilha (#)

# _msg575
source: Dollar ($)
pt_pt: Cifrão ($)

# _msg576
source: Copyright (©)
pt_pt: Direitos autorais (©)

# _msg577
source: Registered (®)
pt_pt: Registrado (®)

# _msg578
source: Paragraph (§)
pt_pt: Parágrafo (§)

# _msg580
source: Pound (£)
pt_pt: Libra (£)

# _msg581
source: Yen (¥)
pt_pt: Iene (¥)

# _msg582
source: Times (×)
pt_pt: Vezes (×)

# _msg583
source: Division (÷)
pt_pt: Divisão (÷)

# _msg584
source: Insert Unicode
pt_pt: Inserir Unicode

# _msg585
source: Page:
pt_pt: Página:

# _msg586
source: Char:
pt_pt: Caractere:

# _msg695
source: Diameter (⌀)
pt_pt: Diâmetro (⌀)

# _msg696
source: &Line spacing:
pt_pt: &Espaçamento da linha:

# _msg698
source: Use current &attributes
pt_pt: Utilize &atributos atuais

# _msg699
source: Use current &layer
pt_pt: Utilize a &camada atual

# _msg700
source: Mirroring Options
lv: Spoguļošanas opcijas
pt_pt: Opções de espelhamento

# _msg701
source: Number of copies
lv: Kopiju skaits
pt_pt: Número de cópias

# _msg702
source: &Delete Original
lv: &Dzēst oriģinālu
pt_pt: &Excluir original

# _msg703
source: &Keep Original
lv: &Paturēt oriģinālu
pt_pt: &Manter original

# _msg705
source: Use current &attributes
pt_pt: Utilize &atributos atuais

# _msg706
source: Use current &layer
pt_pt: Utilize a &camada atual

# _msg707
source: Number of copies
lv: Kopiju skaits
pt_pt: Número de cópias

# _msg708
source: &Delete Original
lv: &Dzēst oriģinālu
pt_pt: &Excluir original

# _msg709
source: &Keep Original
lv: &Paturēt oriģinālu
pt_pt: &Manter original

# _msg710
source: &Multiple Copies
lv: &Vairākas kopijas
pt_pt: &Várias cópias

# _msg712
source: Move/Copy Options
pt_pt: Opções Mover / Copiar

# _msg713
source: Number of copies. Maximum 100
pt_pt: Número de cópias. Máximo 100

# _msg714
source: Quantity
pt_pt: Quantidade

# _msg715
source: Offset X
pt_pt: Deslocamento X

# _msg716
source: Offset Y
pt_pt: Deslocamento Y

# _msg717
source: &Angle (a):
pt_pt: &Ângulo (a):

# _msg718
source: Use current &attributes
pt_pt: Utilize &atributos atuais

# _msg719
source: Use current &layer
pt_pt: Utilize a &camada atual

# _msg720
source: Move/Rotate Options
pt_pt: Opções Mover / Girar

# _msg723
source: Number of copies
pt_pt: Número de cópias

# _msg724
source: &Delete Original
lv: &Dzēst oriģinālu
pt_pt: &Excluir original

# _msg725
source: &Keep Original
lv: &Paturēt oriģinālu
pt_pt: &Manter original

# _msg726
source: &Multiple Copies
lv: &Vairākas kopijas
pt_pt: &Várias cópias

# _msg727
source: Main Unit
pt_pt: Unidade principal

# _msg728
source: auto
pt_pt: automático

# _msg729
source: &Grid
pt_pt: &Grade

# _msg730
source: units
pt_pt: unidades

# _msg731
source: Decimal Degrees
pt_pt: Graus decimais

# _msg732
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
pt_pt: Para os formatos de comprimento “Engenharia” ou “Arquitetura”, a unidade deve ser Polegada.

# _msg733
source: Dimension line gap:
pt_pt: Intervalo da linha de dimensão:

# _msg734
source: Paper Format
pt_pt: Formato do papel

# _msg735
source: &Paper
pt_pt: &Papel

# _msg736
source: &Units
pt_pt: &Unidades

# _msg737
source: Architectural
pt_pt: Arquitetura

# _msg738
source: Deg/min/sec
pt_pt: Grau /min / seg

# _msg739
source: &Landscape
pt_pt: &Paisagem

# _msg740
source: Format
pt_pt: Formato

# _msg741
source: Engineering
pt_pt: Engenharia

# _msg742
source: Options
pt_pt: Opções

# _msg743
source: P&ortrait
pt_pt: R&etrato

# _msg745
source: Preview
pt_pt: Visualizar

# _msg747
source: Gradians
pt_pt: Gradianos

# _msg748
source: Radians
pt_pt: Radiano

# _msg749
source: Arrow size:
pt_pt: Tamanho da seta:

# _msg750
source: Surveyor's units
pt_pt: Unidades do topógrafo

# _msg751
source: &Main drawing unit:
pt_pt: &Unidade principal do desenho:

# _msg752
source: P&recision:
pt_pt: P&recisão:

# _msg753
source: Pre&cision:
pt_pt: Pre&cisão:

# _msg754
source: Fractional
pt_pt: Fracionário

# _msg756
source: Scientific
pt_pt: Científico

# _msg757
source: &Dimensions
pt_pt: &Dimensões

# _msg758
source: Number of line segments per spline patch:
pt_pt: Número de segmentos por linha da curva:

# _msg759
source: &Format:
pt_pt: &Formato:

# _msg760
source: F&ormat:
pt_pt: F&ormato:

# _msg761
source: Drawing Preferences
pt_pt: Preferências do desenho

# _msg762
source: Paper &Height:
pt_pt: Altura do &papel:

# _msg763
source: Paper &Width:
pt_pt: Largura do &papel:

# _msg764
source: Length
pt_pt: Comprimento

# _msg765
source: Angle
pt_pt: Ângulo

# _msg766
source: Grid Settings
pt_pt: Configurações de grade

# _msg767
source: Show Grid
pt_pt: Mostrar grade

# _msg768
source: X Spacing:
pt_pt: Espaçamento X:

# _msg769
source: Y Spacing:
pt_pt: Espaçamento Y:

# _msg770
source: Text Height:
pt_pt: Altura do texto:

# _msg771
source: Splines
lv: Splaini
pt_pt: Curvas

# _msg772
source: Crosshair
pt_pt: Mira

# _msg773
source: Left crosshair with isometric grid
pt_pt: Mira à esquerda com grade isométrica

# _msg774
source: Left
pt_pt: Esquerda

# _msg775
source: Top crosshair with isometric grid
pt_pt: Mira ao topo com grade isométrica

# _msg776
source: Top
pt_pt: Topo

# _msg777
source: Right crosshair with isometric grid
pt_pt: Mira à direita com grade isométrica

# _msg778
source: Right
pt_pt: Direita

# _msg779
source: Use orthogonal grid
pt_pt: Utilizar grade ortogonal

# _msg780
source: Orthogonal Grid
pt_pt: Grade ortogonal

# _msg781
source: Use isometric grid
pt_pt: Utilizar grade isométrica

# _msg782
source: Isometric Grid
pt_pt: Grade isométrica

# _msg783
source: Tick size:
pt_pt: Tamanho da marcação:

# _msg784
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
pt_pt: <html><head/><body><p>Tamanho da marcação de dimensão. Configurar para 0 desabilitará a marcação da dimensão. A seta de dimensão não será desenhada quando a marcação da dimensão estiver habilitada.</p></body></html>

# _msg786
source: General Scale:
pt_pt: Escala geral:

# _msg787
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
pt_pt: <html><head/><body><p>Escalonar para multiplicar todos os valores das dimensões.</p></body></html>

# _msg788
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
pt_pt: <html><head/><body><p>Escalonar para multiplicar todas as geometrias das dimensões.</p></body></html>

# _msg789
source: Text style:
pt_pt: Estilo do texto:

# _msg790
source: '.' (Period)
pt_pt: '.' (ponto)

# _msg791
source: ',' (Comma)
pt_pt: ',' (vírgula)

# _msg792
source: Decimal separator:
pt_pt: Separador de decimais:

# _msg793
source: Linear units:
pt_pt: Unidades lineares:

# _msg794
source: Color:
pt_pt: Cor:

# _msg795
source: Length Factor:
pt_pt: Fator de comprimento:

# _msg796
source: Angular units:
pt_pt: Unidades angulares:

# _msg797
source: Linear zeros:
pt_pt: Zeros lineares:

# _msg798
source: Format units
pt_pt: Formatar unidades

# _msg799
source: <html><head/><body><p>Distance gap around text</p></body></html>
pt_pt: <html><head/><body><p>Distância em torno do texto</p></body></html>

# _msg800
source: Text size & position
pt_pt: Tamanho & posição do texto

# _msg801
source: Length to enlarge over dimension line
pt_pt: Comprimento para ampliar pela linha de dimensão

# _msg802
source: <html><head/><body><p>Dimension arrow size. <a name="result_box"/>without effect when tick size <a name="result_box"/>is other than 0</p></body></html>
pt_pt: <html><head/><body><p>Alterar tamanho da seta. <a name="result_box"/>sem efeitos quando o tamanho da marcação não for <a name="result_box"/>0</p></body></html>

# _msg803
source: Width:
pt_pt: Largura:

# _msg804
source: Dimension lines, arrows & ticks
pt_pt: Alterar tamanho de linhas, setas e marcações

# _msg805
source: Angular zeros:
pt_pt: Zeros angulares:

# _msg806
source: Angular precision:
pt_pt: Precisão angular:

# _msg807
source: Enlarge:
pt_pt: Aumentar:

# _msg808
source: Offset:
pt_pt: Deslocamento:

# _msg809
source: Linear precision:
pt_pt: Precisão linear:

# _msg810
source: <html><head/><body><p>Text alignment <a name="result_box"/>relative to the dimension line.</p></body></html>
pt_pt: <html><head/><body><p>Alinhamento de texto <a name="result_box"/>relativo à linha de dimensão.</p></body></html>

# _msg811
source: Aligned
pt_pt: Alinhada

# _msg812
source: <html><head/><body><p>Offset from origin point.</p></body></html>
pt_pt: <html><head/><body><p>Deslocar a partir do ponto de origem.</p></body></html>

# _msg813
source: Text alignment:
pt_pt: Alinhamento de texto:

# _msg814
source: Extension lines
pt_pt: Linhas de extensão

# _msg815
source: Fixed length:
pt_pt: Comprimento fixo:

# _msg816
source: fixed extension line legth
pt_pt: comprimento fixo da linha de extensão

# _msg817
source: &Height:
pt_pt: &Altura:

# _msg818
source: &Width:
pt_pt: &Largura:

# _msg819
source: Orientation
pt_pt: Orientação

# _msg820
source: Margins
pt_pt: Margens

# _msg821
source: Bottom
pt_pt: Inferior

# _msg822
source: Number of pages
pt_pt: Número de páginas

# _msg823
source: Horizontally:
pt_pt: Horizontalmente:

# _msg824
source: Vertically:
pt_pt: Verticalmente:

# _msg825
source: Update Template
pt_pt: Atualizar modelo

# _msg826
source: Architectural (metric)
pt_pt: Arquitetural (métrico)

# _msg827
source: For the length format 'Architectural (metric)', the unit must be set to Meter.
pt_pt: No formato de comprimento “Arquitetural (métrico)”, a unidade deve ser Metro.

# _msg829
source: &Paths
pt_pt: &Caminhos

# _msg830
source: &Unit:
pt_pt: &Unidade:

# _msg831
source: Application Preferences
pt_pt: Preferências do aplicativo

# _msg832
source: Language
pt_pt: Idioma
uk: Мова

# _msg833
source: A&utomatically scale grid
pt_pt: Grade escalonada a&utomaticamente

# _msg834
source: &Appearance
pt_pt: &Aparência

# _msg835
source: &Defaults
pt_pt: &Padrões

# _msg836
source: Preferences
pt_pt: Preferências

# _msg837
source: Please restart the application to apply all changes.
pt_pt: Favor reiniciar o aplicativo para aplicar todas as alterações.

# _msg838
source: &GUI Language:
pt_pt: Idioma da &GUI:

# _msg839
source: &Command Language:
pt_pt: &Idioma do comando:

# _msg840
source: Backgr&ound:
pt_pt: F&undo:

# _msg841
source: G&rid Color:
pt_pt: Cor da g&rade:

# _msg842
source: &Meta Grid Color:
pt_pt: &Cor da Meta Grade

# _msg843
source: S&elected Color:
pt_pt: Cor s&elecionada:

# _msg844
source: &Highlighted Color:
pt_pt: &Cor de realce:

# _msg845
source: Graphic View
pt_pt: Visualização gráfica

# _msg848
source: Translations:
pt_pt: Traduções:

# _msg849
source: Hatch Patterns:
pt_pt: Padrões da hachura:

# _msg850
source: Fonts:
pt_pt: Fontes:

# _msg851
source: Part Libraries:
pt_pt: Bibliotecas de peças:

# _msg852
source: Defaults for new drawings
pt_pt: Padrões para novos desenhos

# _msg853
source: Program Defaults
pt_pt: Padrões do programa

# _msg854
source: Auto save time:
pt_pt: Tempo de salvamento automático:

# _msg855
source: Drawing unit.
pt_pt: Unidade do desenho.

# _msg856
source: Time between automatic saving of the document in minutes.
pt_pt: Tempo para salvamento automático do documento em minutos.

# _msg857
source: When set, LibreCAD will automatically generate a backup of your current drawing.
pt_pt: Quando configurado, o LibreCAD fará automaticamente um backup do seu desenho atual.

# _msg858
source: Auto backup
pt_pt: Backup automático

# _msg859
source: Template:
pt_pt: Modelo:

# _msg860
source: St&art Handle Color:
pt_pt: In&iciar manipulação de cor:

# _msg861
source: &Handle Color:
pt_pt: &Manipulação de cor:

# _msg862
source: &End Handle Color:
pt_pt: &Finalizar manipulação de cor:

# _msg863
source: Graphic Colors
pt_pt: Cores do gráfico

# _msg864
source: Snap indicator:
pt_pt: Indicador de snap:

# _msg865
source: Anti-aliasing
pt_pt: Antirréplica

# _msg866
source: Modify layer of selected entities, at layer activation
pt_pt: Modificar camada das entidades selecionadas, na ativação da camada

# _msg867
source: Clear Settings
pt_pt: Limpar configurações

# _msg868
source: restores program geometry/layout to original state
pt_pt: restaura a geometria/layout do programa ao estado original

# _msg870
source: restores the program to its original state
pt_pt: restaura o programa ao seu estado original

# _msg871
source: All
pt_pt: Tudo

# _msg872
source: Scrollbars
pt_pt: Barras de rolagem

# _msg873
source: Snap indicator lines
pt_pt: Linhas do indicador de snap

# _msg874
source: Snap indicator shape
pt_pt: Formato do indicador de snap

# _msg875
source: Hide cursor when snapping
pt_pt: Ocultar cursor durante snap

# _msg876
source: Start in tab mode
pt_pt: Iniciar em modo de tabulação

# _msg877
source: Startup
pt_pt: Inicialização

# _msg878
source: Display loading screen
pt_pt: Exibir tela de carga

# _msg879
source: Start with main window maximized
pt_pt: Iniciar com a janela principal maximizada

# _msg880
source: Enable CAD dockwidgets
pt_pt: Ativar dockwidgets do CAD

# _msg881
source: Enable CAD toolbars
pt_pt: Ativar barras de ferramentas do CAD

# _msg883
source: Clear settings
pt_pt: Limpar configurações

# _msg884
source: This will also include custom menus and toolbars. Continue?
pt_pt: Também incluirá menus e barras de ferramentas personalizados. Prosseguir?

# _msg885
source: <html><head/><body><p>When enabled, activating a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities modified to belong to the new layer.</p></body></html>
pt_pt: <html><head/><body><p>Quando habilitada, a ativação de camada modifica todas as entidades selecionadas para uma nova camada. Para alterar a camada de várias entidades: primeiro selecione as entidades necessárias; ative uma camada no widget de camadas. Assim, todas as entidades modificadas selecionadas pertencerão à nova camada.</p></body></html>

# _msg886
source: Variable File:
pt_pt: Arquivo variável:

# _msg887
source: Minimal Grid Spacing (p&x):
pt_pt: Espaçamento mínimo da grade (p&x):

# _msg888
source: Don't use native OS file open dialog
pt_pt: Não use caixa de diálogo aberta de arquivo de SO nativo

# _msg889
source: Inverts scrolling direction when using mouse wheel with Shift key.
pt_pt: Inverte a direção de rolagem ao usar a roda do mouse com a tecla Shift.

# _msg890
source: Invert horizontal scrolling direction
pt_pt: Inverte a direção de rolagem horizontal

# _msg891
source: Inverts scrolling direction when using mouse wheel with Ctrl key.
pt_pt: Inverte a direção de rolagem ao usar a roda do mouse com a tecla Ctrl.

# _msg892
source: Invert vertical scrolling direction
pt_pt: Inverte a direção de rolagem vertical

# _msg893
source: Inverts zoom direction when using mouse wheel.
pt_pt: Inverte a direção do zoom ao usar a roda do mouse.

# _msg894
source: Invert zoom direction
pt_pt: Inverte a direção do zoom

# _msg895
source: Keyboard Settings
pt_pt: Configurações do teclado

# _msg896
source: Evaluate commands when SPACE BAR is pressed
pt_pt: Avaliar comandos quando a BARRA DE ESPAÇO for pressionada

# _msg897
source: Toggle free snap mode when the SPACE BAR is pressed and the command window is empty
pt_pt: Alternar modo de snap livre quando a BARRA DE ESPAÇO for pressionada e a janela de comando estiver vazia

# _msg898
source: Toggle free snap mode when SPACE BAR is pressed
pt_pt: Alternar modo de snap livre quando a BARRA DE ESPAÇO for pressionada

# _msg899
source: CAD Preferences
pt_pt: Preferências do CAD

# _msg900
source: Automatically zoom drawing when opening
pt_pt: Dar zoom automaticamente no desenho ao abrir

# _msg901
source: Crosshair
pt_pt: Mira

# _msg902
source: Point
pt_pt: Ponto

# _msg906
source: Circle
pt_pt: Círculo

# _msg908
source: Export as MakerCAM SVG
pt_pt: Exportar como MakerCAM SVG

# _msg909
source: Layers
pt_pt: Camadas

# _msg910
source: Export invisible layers
pt_pt: Exportar camadas ocultas

# _msg911
source: Export visible construction layers
pt_pt: Exportar camadas visíveis de construção

# _msg912
source: Blocks
pt_pt: Blocos

# _msg913
source: Convert blocks to safe inline SVG content
pt_pt: Converter blocos para conteúdo SVG em linha segura

# _msg914
source: Ellipses / Ellipse arcs
pt_pt: Elipses / Arcos elípticos

# _msg915
source: Approximate ellipses and ellipse arcs with cubic béziers
pt_pt: Aproximar elipses e arcos de elipse com béziers cúbicos

# _msg916
source: Export as CAM/plain SVG
pt_pt: Exportar como CAM/ SVG simples

# _msg917
source: Default width of elements, mm
pt_pt: Largura padrão dos elementos, mm

# _msg918
source: Images
pt_pt: Imagens

# _msg919
source: Raster Image export
pt_pt: Exportação de imagem de varredura

# _msg920
source: Dash/Dot Lines
pt_pt: Linhas pontilhadas / tracejadas

# _msg921
source: Length of the pattern, mm
pt_pt: Comprimento do padrão, mm

# _msg922
source: Bake dash/dot lines to SVG path
pt_pt: Programar linhas pontilhadas / tracejadas no caminho do SVG

# _msg923
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none" or "visibility: hidden").
pt_pt: O MakerCAM, desde novembro de 2014, não oculta o conteúdo de SVG que foi configurado como invisível (“display: none” ou “visibility: hidden”).

# _msg924
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
pt_pt: O MakerCAM, desde novembro de 2014, não gerencia devidamente os blocos, pois não leva em consideração o ponto de referência no <use>.

# _msg925
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the <transform> attribute or as <path> using elliptic arc segments.
pt_pt: O MakerCAM, desde março de 2015, não está apto a exibir as elipses e arcos de elipse corretamente, quando estes são criados usando a marcação <ellipse> com a rotação no atributo <transform> ou como <path> usando os segmentos de arco elíptico.

# _msg926
source: Exported images can be useful in SVG editors (Inkscape, etc), but avoided in some CAM's.
pt_pt: As imagens exportadas podem ser úteis em editores de SVG (Inkscape etc.), mas devem ser evitadas em alguns CAMs.

# _msg927
source: Many CAM's(MakerCAM, EleskCAM, LaserWeb) ignore dashed/doted line style, which can be useful in lasercut of plywood or for papercraft.
pt_pt: Muitos CAMs (MakerCAM, EleskCAM, LaserWeb) ignoram o estilo de linha tracejada/pontilhada, que pode ser útil em corte a laser de madeira compensada ou para artesanato em papel.

# _msg928
source: Default width of elements can affect some CAM's/SVG Editors, but ignored by other
pt_pt: A largura padrão dos elementos pode afetar alguns CAMs/ editores de SVG, mas pode ser ignorada por outros

# _msg929
source: Length of line pattern related to zoom, so default step value required for baking
pt_pt: Comprimento do padrão de linha relacionado ao zoom, sendo necessário o valor padrão de progresso para produção

# _msg930
source: Point
pt_pt: Ponto

# _msg931
source: Position (x):
pt_pt: Posição (x):

# _msg932
source: Position (y):
pt_pt: Posição (y):

# _msg933
source: Layer:
pt_pt: Camada:

# _msg934
source: Geometry
pt_pt: Geometria

# _msg935
source: Polyline
pt_pt: Polilinha

# _msg936
source: Layer:
lv: Slānis:
pt_pt: Camada:

# _msg937
source: Geometry
lv: Ģeometrija
pt_pt: Geometria

# _msg938
source: Closed
pt_pt: Fechado

# _msg939
source: &Angle (a):
pt_pt: &Ângulo (a):

# _msg940
source: Use current &attributes
pt_pt: Utilize &atributos atuais

# _msg941
source: Use current &layer
pt_pt: Utilize a &camada atual

# _msg942
source: Rotation Options
pt_pt: Opções de rotação

# _msg943
source: Number of copies
pt_pt: Número de cópias
