Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg686
source: [10300-1032F] Old Italic
lv: [10300-1032F] Senais itāļu

# _msg687
source: [10330-1034F] Gothic
lv: [10330-1034F] Gotu

# _msg689
source: [1D000-1D0FF] Byzantine Musical Symbols
lv: [1D000-1D0FF] Bizantiešu mūzikas simboli

# _msg690
source: [1D100-1D1FF] Musical Symbols
lv: [1D100-1D1FF] Mūzikas simboli

# _msg691
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
lv: [1D400-1D7FF] Matemātiskie burtu-ciparu simboli

# _msg692
source: [20000-2A6DF] CJK Unified Ideographs Extension B
lv: [20000-2A6DF] CJK vienoto ideogrammu paplašinājums B

# _msg693
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
lv: [2F800-2FA1F] CJK savietojamības ideogrammu papildinājums

# _msg694
source: [E0000-E007F] Tags
lv: [E0000-E007F] Birkas

# _msg695
source: [F0000-FFFFD] Supplementary Private Use Area-A
lv: [F0000-FFFFD] Papildu privātais A lauka lietojums

# _msg696
source: [100000-10FFFD] Supplementary Private Use Area-B
lv: [F0000-FFFFD] Papildu privātais B lauka lietojums

# _msg697
source: Diameter (⌀)
lv: Diametrs (⌀)

# _msg704
source: Use current &attributes
lv: Lietot pašreizējos &atribūtus

# _msg705
source: Use current &layer
lv: &Lietot pašreizējo slāni

# _msg711
source: Use current &attributes
lv: Lietot pašreizējos &atribūtus

# _msg712
source: Use current &layer
lv: &Lietot pašreizējo slāni

# _msg714
source: Move/Copy Options
lv: Pārvietošanas/kopēšanas opcijas

# _msg715
source: Number of copies. Maximum 100
lv: Kopiju skaits. Maksimums ir 100

# _msg719
source: Move/Rotate Options
lv: Pārvietošanas/pagriešanas opcijas

# _msg720
source: Number of copies
lv: Kopiju skaits

# _msg721
source: &Angle (a):
lv: Leņķis (&a):

# _msg722
source: Use current &attributes
lv: Lietot pašreizējos &atribūtus

# _msg723
source: Use current &layer
lv: &Lietot pašreizējo slāni

# _msg729
source: Main Unit
lv: Galvenā vienība

# _msg730
source: Length
lv: Garums

# _msg731
source: Decimal
lv: Decimāls

# _msg732
source: Scientific
lv: Zinātnisks

# _msg733
source: Engineering
lv: Inženierijas

# _msg734
source: Architectural
lv: Arhitektūras

# _msg735
source: Fractional
lv: Daļskaitļu

# _msg736
source: Angle
lv: Leņķis

# _msg737
source: Decimal Degrees
lv: Decimālie grādi

# _msg738
source: Radians
lv: Radiāni

# _msg739
source: Preview
lv: Priekšskatījums

# _msg740
source: linear
lv: lineārs

# _msg741
source: angular
lv: leņķa

# _msg742
source: Paper Format
lv: Papīra formāts

# _msg743
source: Text Height:
lv: Tekst augstums:

# _msg744
source: units
lv: mērvienības

# _msg745
source: Deg/min/sec
lv: Grādi/min/sek

# _msg746
source: Gradians
lv: Gradiāni

# _msg747
source: Surveyor's units
lv: Mērnieka mērvienības

# _msg748
source: Options
lv: Opcijas

# _msg749
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
lv: Garuma formātiem “Inženierijas” un “Arhitektūras” mērvienībām ir jābūt collās.

# _msg750
source: Arrow size:
lv: Bultas izmērs:

# _msg751
source: Dimension line gap:
lv: Dimensiju līnijas sprauga:

# _msg752
source: Drawing Preferences
lv: Zīmējuma iestatījumi

# _msg753
source: &Paper
lv: &Papīrs

# _msg754
source: &Landscape
lv: &Ainava

# _msg755
source: P&ortrait
lv: P&ortrets

# _msg756
source: Paper &Height:
lv: Papīra au&gstums:

# _msg757
source: Paper &Width:
lv: Papīra pla&tums:

# _msg758
source: &Units
lv: &Mērvienības

# _msg759
source: &Main drawing unit:
lv: &Galvenā zīmējuma mērvienība:

# _msg760
source: &Format:
lv: &Formāts:

# _msg761
source: P&recision:
lv: P&recizitāte:

# _msg762
source: F&ormat:
lv: F&ormāts:

# _msg763
source: Pre&cision:
lv: Pre&cizitāte:

# _msg764
source: &Dimensions
lv: &Dimensijas

# _msg765
source: Grid Settings
lv: Režģa iestatījumi

# _msg766
source: Show Grid
lv: Rādīt režģi

# _msg767
source: X Spacing:
lv: X atstarpes:

# _msg768
source: Y Spacing:
lv: Y atstarpes:

# _msg769
source: auto
lv: automātiski

# _msg770
source: &Grid
lv: &Režģis

# _msg772
source: Number of line segments per spline patch:
lv: Līniju segmentu skaits uz splaina gabala:

# _msg773
source: Crosshair
lv: Krustiņš

# _msg774
source: Left crosshair with isometric grid
lv: Kreisais krustiņš ar izometrisko režģi

# _msg775
source: Left
lv: Kreisais

# _msg776
source: Top crosshair with isometric grid
lv: Augšējais krustiņš ar izometrisko režģi

# _msg777
source: Top
lv: Augšējais

# _msg778
source: Right crosshair with isometric grid
lv: Labais krustiņš ar izometrisko režģi

# _msg779
source: Right
lv: Labais

# _msg780
source: Use orthogonal grid
lv: Lietot perpendikulāru režģi

# _msg781
source: Orthogonal Grid
lv: Perpendikulārs režģis

# _msg782
source: Use isometric grid
lv: Izmantot izometrisku režģi

# _msg783
source: Isometric Grid
lv: Izometriskais režģis

# _msg784
source: Tick size:
lv: Atzīmju izmērs:

# _msg785
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
lv: <html><head/><body><p>Dimensijas atzīmju izmērs. Iestatot uz 0, dimensiju atzīmes tiks deaktivētas. Dimensiju bultas netiek zīmētas, kad atzīme ir aktivēta.</p></body></html>

# _msg786
source: Horizontal
lv: Horizontāli

# _msg787
source: General Scale:
lv: Pamata skala:

# _msg788
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
lv: <html><head/><body><p>Mērogot, lai reizinātu visas dimensijas vērtības.</p></body></html>

# _msg789
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
lv: <html><head/><body><p>Mērogot, lai reizinātu visas dimensijas ģeometrijas.</p></body></html>

# _msg790
source: Text style:
lv: Teksta stils:

# _msg791
source: '.' (Period)
lv: “.” (punkts)

# _msg792
source: ',' (Comma)
lv: “,” (komats)

# _msg793
source: Decimal separator:
lv: Decimālā atdalītājzīme:

# _msg794
source: Linear units:
lv: Lineārās mērvienības:

# _msg795
source: Color:
lv: Krāsa:

# _msg796
source: Length Factor:
lv: Garuma koeficients:

# _msg797
source: Angular units:
lv: Leņķu mērvienības:

# _msg798
source: Linear zeros:
lv: Lineārās nulles:

# _msg799
source: Format units
lv: Formatēt mērvienības

# _msg800
source: <html><head/><body><p>Distance gap around text</p></body></html>
lv: <html><head/><body><p>Attālumu atstarpe ap tekstu</p></body></html>

# _msg801
source: Text size & position
lv: Teksta izmērs un novietojums

# _msg802
source: Length to enlarge over dimension line
lv: Garums, ko palielināt virs dimensijas līnijas

# _msg803
source: <html><head/><body><p>Dimension arrow size. <a name="result_box"/>without effect when tick size <a name="result_box"/>is other than 0</p></body></html>
lv: <html><head/><body><p>Dimensiju biltas izmērs. <a name="result_box"/>Nav efekta, ja biezuma izmērs <a name="result_box"/>ir mazāks par 0</p></body></html>

# _msg804
source: Width:
lv: Platums:

# _msg805
source: Dimension lines, arrows & ticks
lv: Dimensiju līnijas, bultas un ķekši

# _msg806
source: Angular zeros:
lv: Leņķu nulles:

# _msg807
source: Angular precision:
lv: Leņķu precizitāte:

# _msg808
source: Enlarge:
lv: Palielināt:

# _msg809
source: Offset:
lv: Nobītīt:

# _msg810
source: Linear precision:
lv: Lineārā precizitāte:

# _msg811
source: <html><head/><body><p>Text alignment <a name="result_box"/>relative to the dimension line.</p></body></html>
lv: <html><head/><body><p>Teksta līdzinājums <a name="result_box"/>attiecībā pret dimensiju līniju.</p></body></html>

# _msg812
source: Aligned
lv: Līdzināts

# _msg813
source: <html><head/><body><p>Offset from origin point.</p></body></html>
lv: <html><head/><body><p>Nobīde no sākotnējā punkta.</p></body></html>

# _msg814
source: Text alignment:
lv: Teksta līdzinājums:

# _msg815
source: Extension lines
lv: Pagarinājuma līnijas

# _msg816
source: Fixed length:
lv: Fiksēts garums:

# _msg817
source: fixed extension line legth
lv: fiksēts pagarinājuma līnijas garums

# _msg819
source: &Height:
lv: &Augstums:

# _msg823
source: Bottom
lv: Apakšā

# _msg830
source: Preferences
lv: Iestatījumi

# _msg831
source: Translations:
lv: Tulkojumi:

# _msg832
source: Hatch Patterns:
lv: Svītrojuma raksti:

# _msg833
source: Fonts:
lv: Fonti:

# _msg834
source: Part Libraries:
lv: Daļu bibliotēkas:

# _msg835
source: Language
lv: Valoda

# _msg836
source: Graphic View
lv: Grafikas skats

# _msg837
source: Application Preferences
lv: Lietotnes iestatījumi

# _msg838
source: Defaults for new drawings
lv: Noklusējumi jauniem zīmējumiem

# _msg839
source: &Appearance
lv: &Izskats

# _msg840
source: &GUI Language:
lv: &Saskarnes valoda:

# _msg841
source: &Command Language:
lv: &Komandu valoda:

# _msg842
source: &Paths
lv: &Ceļi

# _msg843
source: &Defaults
lv: &Noklusējumi

# _msg844
source: &Unit:
lv: &Mērvienība:

# _msg845
source: Backgr&ound:
lv: F&ons:

# _msg846
source: G&rid Color:
lv: &Režģa krāsa:

# _msg847
source: &Meta Grid Color:
lv: &Meta režģa krāsa:

# _msg848
source: A&utomatically scale grid
lv: A&utomātiski mērogot režģi

# _msg849
source: S&elected Color:
lv: I&zvēlētā krāsa:

# _msg850
source: &Highlighted Color:
lv: &Izceltā krāsa:

# _msg851
source: Please restart the application to apply all changes.
lv: Lūdzu, pārstartējiet lietotni, lai izmaiņas stātos spēkā.

# _msg854
source: Program Defaults
lv: Programmas noklusējumi

# _msg855
source: Auto save time:
lv: Automātiskās saglabāšanas laiks:

# _msg856
source: Drawing unit.
lv: Zīmējuma mērvienība.

# _msg857
source: Time between automatic saving of the document in minutes.
lv: Laika periods minūtēs starp dokumentu automātisku saglabāšanu.

# _msg858
source: When set, LibreCAD will automatically generate a backup of your current drawing.
lv: Kad iestatīts, LibreCAD automātiski veidos pašreizējā zīmējuma rezerves kopijas.

# _msg859
source: Auto backup
lv: Automātiski dublēt

# _msg860
source: Template:
lv: Veidne:

# _msg861
source: St&art Handle Color:
lv: Sākum&a tura krāsa:

# _msg862
source: &Handle Color:
lv: &Tura krāsa:

# _msg863
source: &End Handle Color:
lv: B&eigu tura krāsa:

# _msg864
source: Graphic Colors
lv: Grafikas krāsas

# _msg865
source: Snap indicator:
lv: Piesaistes indikators:

# _msg866
source: Anti-aliasing
lv: Kropļojumnovērse

# _msg867
source: Crosshair
lv: Krustiņš

# _msg868
source: Spiderweb
lv: Zirnekļa tīkls

# _msg869
source: Modify layer of selected entities, at layer activation
lv: Mainīt slāni izvēlētajam objektam, pie slāņa aktivēšanas

# _msg870
source: Clear Settings
lv: Attīrīt iestatījumus

# _msg871
source: restores program geometry/layout to original state
lv: atjauno programmas ģeometriju/izklājumu uz sākotnējo izkārtojumu

# _msg872
source: Layout
lv: Izkārtojums

# _msg873
source: restores the program to its original state
lv: atjaunot programmu uz tās sākotnējo stāvokli

# _msg874
source: All
lv: Viss

# _msg875
source: Scrollbars
lv: Ritjoslas

# _msg876
source: Crosshair2
lv: Krustiņš2

# _msg877
source: Isometric
lv: Izometrisks

# _msg880
source: Circle
lv: Riņķis

# _msg881
source: Point
lv: Punkts

# _msg882
source: Square
lv: Kvadrāts

# _msg883
source: Hide cursor when snapping
lv: Slēpt kursoru, kad pievelk

# _msg884
source: Start in tab mode
lv: Sākt ciļņu režīmā

# _msg885
source: Startup
lv: Startēšana

# _msg886
source: Display loading screen
lv: Rādīt ielādēšanas ekrānu

# _msg887
source: Start with main window maximized
lv: Sākt ar maksimizētu galveno logu

# _msg888
source: Enable CAD dockwidgets
lv: Ieslēgt CAD doka sīkrīkus

# _msg889
source: Enable CAD toolbars
lv: Ieslēgt CAD rīkjoslas

# _msg910
source: Export as MakerCAM SVG
lv: Eksportēt kā MakerCAM SVG

# _msg911
source: Layers
lv: Slāņi

# _msg912
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none;" or "visibility: hidden;").
lv: Kopš 2014. gada novembra MakerCAM vairs neslēpj SVG saturu, kas ir marķēts kā neredzams (“display: none;” vai “visibility: hidden;”).

# _msg913
source: Export invisible layers
lv: Eksportēt neredzamos slāņus

# _msg914
source: Export visible construction layers
lv: Eksportēt redzamos konstruēšanas slāņus

# _msg915
source: Blocks
lv: Bloki

# _msg916
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
lv: Kopš 2014. gada novembra MakerCAM nevar pareizi apstrādāt blokus, jo tas vairs neņem vērā atskaites punktu <use> tagā.

# _msg917
source: Convert blocks to safe inline SVG content
lv: Pārveidot blokus uz drošu iekļauto SVG saturu

# _msg918
source: Ellipses / Ellipse arcs
lv: Elipses / elipšu loki

# _msg919
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the "transform" attribute or as <path> using elliptic arc segments.
lv: Kopš 2015. gada marta MakerCAM nevar pareizi attēlot elipses un elipšu lokus, ka tos veido ar tagu <ellipse> ar rotāciju atribūtā “transform” vai kā <path>, izmantojot eliptiskus loku segmentus.

# _msg920
source: Approximate ellipses and ellipse arcs with cubic béziers
lv: Aptuveni attēlot elipses un elipšu lokus ar kubiskām Bezjē līknēm

# _msg935
source: Point
lv: Punkts

# _msg938
source: Position (y):
lv: Pozīcija (y):

# _msg939
source: Position (x):
lv: Pozīcija (x):

# _msg940
source: Polyline
lv: Lauzta līnija

# _msg943
source: Closed
lv: Aizvērts

# _msg944
source: Rotation Options
lv: Pagriešanas opcijas

# _msg945
source: Number of copies
lv: Kopiju skaits

# _msg946
source: &Delete Original
lv: &Dzēst oriģinālu

# _msg947
source: &Keep Original
lv: &Paturēt oriģinālu

# _msg948
source: &Multiple Copies:
lv: &Vairākas kopijas:

# _msg949
source: &Angle (a):
lv: Leņķis (&a):

# _msg950
source: Use current &attributes
lv: Lietot pašreizējos &atribūtus

# _msg951
source: Use current &layer
lv: &Lietot pašreizējo slāni

# _msg953
source: Rotate Two Options
lv: Divu pagriešanas opcijas

# _msg954
source: Number of copies
lv: Kopiju skaits

# _msg955
source: &Delete Original
lv: &Dzēst oriģinālu

# _msg956
source: &Keep Original
lv: &Paturēt oriģinālu

# _msg957
source: &Multiple Copies
lv: &Vairākas kopijas

# _msg958
source: Angle (&a):
lv: Leņķis (&a):

# _msg959
source: Angle (&b):
lv: Leņķis (&b):

# _msg960
source: Use current &attributes
lv: Lietot pašreizējos &atribūtus

# _msg961
source: Use current &layer
lv: &Lietot pašreizējo slāni

# _msg963
source: Scaling Options
lv: Mērogošanas opcijas

# _msg964
source: Number of copies
lv: Kopiju skaits

# _msg967
source: &Delete Original
lv: &Dzēst oriģinālu

# _msg968
source: &Keep Original
lv: &Paturēt oriģinālu

# _msg969
source: &Multiple Copies
lv: &Vairākas kopijas

# _msg971
source: Scale by the same factor at both x- and y- directions
lv: Mērogot ar tādu pašu koeficientu gan x gan y virzienos

# _msg972
source: Isotropic Scaling
lv: Izotropiskā mērogošana

# _msg975
source: Spline
lv: Splains

# _msg976
source: Layer:
lv: Slānis:

# _msg977
source: Geometry
lv: Ģeometrija

# _msg978
source: Degree:
lv: Pakāpe:

# _msg979
source: Closed
lv: Noslēgt

# _msg980
source: Text
lv: Teksts

# _msg981
source: Text:
lv: Teksts:

# _msg982
source: Clear Text
lv: Attīrīt tekstu

# _msg983
source: Load Text From File
lv: Ielādēt tekstu no datnes

# _msg984
source: Save Text To File
lv: Saglabāt tekstu datnē

# _msg985
source: Cut
lv: Izgriezt

# _msg986
source: Copy
lv: Kopēt

# _msg987
source: Paste
lv: Ielīmēt

# _msg988
source: Alignment
lv: Līdzināšana

# _msg989
source: Top Right
lv: Augšā pa labi

# _msg991
source: Middle Left
lv: Vidū un pa kreisi

# _msg992
source: Middle Center
lv: Vidū un centrēt

# _msg993
source: Middle Right
lv: Vidū un pa labi

# _msg994
source: Bottom Left
lv: Apakšā pa kreisi

# _msg995
source: Bottom Right
lv: Apakšā pa labi

# _msg996
source: Bottom Center
lv: Apakšā un centrēt

# _msg997
source: Top Center
lv: Augšā un centrēt

# _msg998
source: Insert Symbol
lv: Ievietot simbolu

# _msg1007
source: Pi (π)
lv: Pī (π)

# _msg1012
source: Insert Unicode
lv: Ievietot unikodu

# _msg1013
source: Page:
lv: Lapa:

# _msg1014
source: Char:
lv: Rakstzīme:

# _msg1015
source: [0000-007F] Basic Latin
lv: [0000-007F] Pamata latīņu

# _msg1016
source: [0080-00FF] Latin-1 Supplementary
lv: [0080-00FF] Latīņu-1 papildinājums

# _msg1017
source: [0100-017F] Latin Extended-A
lv: [0100-017F] Latīņu paplašinātais-A

# _msg1018
source: [0180-024F] Latin Extended-B
lv: [0180-024F] Latīņu paplašinātais-B

# _msg1019
source: [0250-02AF] IPA Extensions
lv: [0250-02AF] IPA paplašinājumi

# _msg1020
source: [02B0-02FF] Spacing Modifier Letters
lv: [02B0-02FF] Modificējošo zīmju izlīdzināšana

# _msg1021
source: [0300-036F] Combining Diacritical Marks
lv: [0300-036F] Diakritisko zīmju kombinēšana

# _msg1022
source: [0370-03FF] Greek and Coptic
lv: [0370-03FF] Grieķu un koptu

# _msg1023
source: [0400-04FF] Cyrillic
lv: [0400-04FF] Kirilica

# _msg1024
source: [0500-052F] Cyrillic Supplementary
lv: [0500-052F] Kirilicas papildu rakstzīmes

# _msg1025
source: [0530-058F] Armenian
lv: [0530-058F] Armēņu

# _msg1026
source: [0590-05FF] Hebrew
lv: [0590-05FF] Ivrits

# _msg1027
source: [0600-06FF] Arabic
lv: [0600-06FF] Arābu

# _msg1028
source: [0700-074F] Syriac
lv: [0700-074F] Sīriešu

# _msg1029
source: [0780-07BF] Thaana
lv: [0780-07BF] Tāna

# _msg1031
source: [0980-09FF] Bengali
lv: [0980-09FF] Bengāļu

# _msg1032
source: [0A00-0A7F] Gurmukhi
lv: [0A00-0A7F] Gurmuki

# _msg1033
source: [0A80-0AFF] Gujarati
lv: [0A80-0AFF] Gudžaratu

# _msg1034
source: [0B00-0B7F] Oriya
lv: [0B00-0B7F] Oriju

# _msg1035
source: [0B80-0BFF] Tamil
lv: [0B80-0BFF] Tamilu

# _msg1037
source: [0C80-0CFF] Kannada
lv: [0C80-0CFF] Kannadu

# _msg1038
source: [0D00-0D7F] Malayalam
lv: [0D00-0D7F] Malajalu

# _msg1039
source: [0D80-0DFF] Sinhala
lv: [0D80-0DFF] Singāļu

# _msg1040
source: [0E00-0E7F] Thai
lv: [0E00-0E7F] Taju

# _msg1041
source: [0E80-0EFF] Lao
lv: [0E80-0EFF] Laosiešu

# _msg1042
source: [0F00-0FFF] Tibetan
lv: [0F00-0FFF] Tibetiešu

# _msg1043
source: [1000-109F] Myanmar
lv: [1000-109F] Mjanmas

# _msg1044
source: [10A0-10FF] Georgian
lv: [10A0-10FF] Gruzīnu

# _msg1045
source: [1100-11FF] Hangul Jamo
lv: [1100-11FF] Hangul džamo

# _msg1046
source: [1200-137F] Ethiopic
lv: [1200-137F] Etiopiešu

# _msg1047
source: [13A0-13FF] Cherokee
lv: [13A0-13FF] Šerokī

# _msg1048
source: [1400-167F] Unified Canadian Aboriginal Syllabic
lv: [1400-167F] Vienotās Kanādas iezemiešu zilbes

# _msg1049
source: [1680-169F] Ogham
lv: [1680-169F] Ogam

# _msg1050
source: [16A0-16FF] Runic
lv: [16A0-16FF] Rūnu

# _msg1051
source: [1700-171F] Tagalog
lv: [1700-171F] Tagalu

# _msg1052
source: [1720-173F] Hanunoo
lv: [1720-173F] Hanunū

# _msg1053
source: [1740-175F] Buhid
lv: [1740-175F] Buhidu

# _msg1054
source: [1760-177F] Tagbanwa
lv: [1760-177F] Tagbanva

# _msg1055
source: [1780-17FF] Khmer
lv: [1780-17FF] Khmeru

# _msg1056
source: [1800-18AF] Mongolian
lv: [1800-18AF] Mongoļu

# _msg1057
source: [1E00-1EFF] Latin Extended Additional
lv: [1E00-1EFF] Papildu latīņu paplašinātais

# _msg1058
source: [1F00-1FFF] Greek Extended
lv: [1F00-1FFF] Grieķu paplašinātais

# _msg1059
source: [2000-206F] General Punctuation
lv: [2000-206F] Vispārējā interpunkcija

# _msg1060
source: [2070-209F] Superscripts and Subscripts
lv: [2070-209F] Augšraksti un apakšraksti

# _msg1061
source: [20A0-20CF] Currency Symbols
lv: [20A0-20CF] Valūtu simboli

# _msg1062
source: [20D0-20FF] Combining Marks for Symbols
lv: [20D0-20FF] Zīmju kombinēšana simboliem

# _msg1063
source: [2100-214F] Letterlike Symbols
lv: [2100-214F] Burtveidīgie simboli

# _msg1064
source: [2150-218F] Number Forms
lv: [2150-218F] Skaitļu formas

# _msg1065
source: [2190-21FF] Arrows
lv: [2190-21FF] Bultas

# _msg1066
source: [2200-22FF] Mathematical Operators
lv: [2200-22FF] Matemātiske operatori

# _msg1067
source: [2300-23FF] Miscellaneous Technical
lv: [2300-23FF] Dažādi tehniskie

# _msg1068
source: [2400-243F] Control Pictures
lv: [2400-243F] Vadības bildes

# _msg1069
source: [2440-245F] Optical Character Recognition
lv: [2440-245F] Rakstzīmju optiskā pazīšana

# _msg1070
source: [2460-24FF] Enclosed Alphanumerics
lv: [2460-24FF] Apvilktie burti un cipari

# _msg1071
source: [2500-257F] Box Drawing
lv: [2500-257F] Kastu zīmēšana

# _msg1072
source: [2580-259F] Block Elements
lv: [2580-259F] Bloku elementi

# _msg1073
source: [25A0-25FF] Geometric Shapes
lv: [25A0-25FF] Ģeometriskās figūras

# _msg1074
source: [2600-26FF] Miscellaneous Symbols
lv: [2600-26FF] Dažādi simboli

# _msg1075
source: [2700-27BF] Dingbats
lv: [2700-27BF] Dekorzīmes

# _msg1076
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
lv: [27C0-27EF] Dažādi matemātiskie simboli A

# _msg1077
source: [27F0-27FF] Supplemental Arrows-A
lv: [27F0-27FF] Papildu bultas A

# _msg1078
source: [2800-28FF] Braille Patterns
lv: [2800-28FF] Braila raksts

# _msg1079
source: [2900-297F] Supplemental Arrows-B
lv: [2900-297F] Papildu bultas B

# _msg1080
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
lv: [2980-29FF] Dažādi matemātiskie simboli B

# _msg1081
source: [2A00-2AFF] Supplemental Mathematical Operators
lv: [2A00-2AFF] Matemātisko operatoru pielikums

# _msg1082
source: [2E80-2EFF] CJK Radicals Supplement
lv: [2E80-2EFF] CJK sakņu pielikums

# _msg1083
source: [2F00-2FDF] Kangxi Radicals
lv: [2F00-2FDF] Kangxi saknes

# _msg1084
source: [2FF0-2FFF] Ideographic Description Characters
lv: [2FF0-2FFF] Ideogrāfisko aprakstu zīmes

# _msg1085
source: [3000-303F] CJK Symbols and Punctuation
lv: [3000-303F] CJK simboli un interpunkcija

# _msg1089
source: [3130-318F] Hangul Compatibility Jamo
lv: [3130-318F] Hangul savietojamības džamo

# _msg1091
source: [31A0-31BF] Bopomofo Extended
lv: [31A0-31BF] Bopomofo paplašinātais

# _msg1092
source: [3200-32FF] Enclosed CJK Letters and Months
lv: [3200-32FF] Apvilktie CJK burti un mēneši

# _msg1093
source: [3300-33FF] CJK Compatibility
lv: [3300-33FF] CJK savietojamība

# _msg1094
source: [3400-4DBF] CJK Unified Ideographs Extension A
lv: [3400-4DBF] CJK vienoto ideogrammu paplašinājums A

# _msg1095
source: [4E00-9FAF] CJK Unified Ideographs
lv: [4E00-9FAF] CJK vienotās ideogrammas

# _msg1096
source: [A000-A48F] Yi Syllables
lv: [A000-A48F] Yi zilbes

# _msg1097
source: [A490-A4CF] Yi Radicals
lv: [A490-A4CF] Yi saknes

# _msg1098
source: [AC00-D7AF] Hangul Syllables
lv: [AC00-D7AF] Hangul zilbes

# _msg1099
source: [D800-DBFF] High Surrogates
lv: [D800-DBFF] Augstie aizstājēji

# _msg1100
source: [DC00-DFFF] Low Surrogate Area
lv: [DC00-DFFF] Zemo aizstājēju laukums

# _msg1101
source: [E000-F8FF] Private Use Area
lv: [E000-F8FF] Privāts lietojuma lauks

# _msg1102
source: [F900-FAFF] CJK Compatibility Ideographs
lv: [F900-FAFF] CJK savietojamības ideogrammas

# _msg1103
source: [FB00-FB4F] Alphabetic Presentation Forms
lv: [FB00-FB4F] Burtu attēlošanas formas

# _msg1104
source: [FB50-FDFF] Arabic Presentation Forms-A
lv: [FB50-FDFF] Arābu burtu attēlošanas formas A

# _msg1105
source: [FE00-FE0F] Variation Selectors
lv: [FE00-FE0F] Variāciju selektori

# _msg1106
source: [FE20-FE2F] Combining Half Marks
lv: [FE20-FE2F] Kombinējošās pusatzīmes

# _msg1107
source: [FE30-FE4F] CJK Compatibility Forms
lv: [FE30-FE4F] CJK savietojamības formas

# _msg1108
source: [FE50-FE6F] Small Form Variants
lv: [FE50-FE6F] Mazie formu varianti

# _msg1109
source: [FE70-FEFF] Arabic Presentation Forms-B
lv: [FE70-FEFF] Arābu burtu attēlošanas formas B

# _msg1110
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
lv: [FF00-FFEF] Pusplatās un platās formas

# _msg1111
source: [FFF0-FFFF] Specials
lv: [FFF0-FFFF] Speciālie

# _msg1112
source: [10300-1032F] Old Italic
lv: [10300-1032F] Senais itāļu

# _msg1113
source: [10330-1034F] Gothic
lv: [10330-1034F] Gotu
