Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1506
source: divide
pt_pt: dividir

# _msg1507
source: cut
pt_pt: cortar

# _msg1509
source: mirror
pt_pt: espelho

# _msg1511
source: revert
pt_pt: reverter

# _msg1512
source: rev
pt_pt: inv

# _msg1513
source: rotate
pt_pt: girar

# _msg1515
source: scale
pt_pt: escala

# _msg1517
source: trim
pt_pt: aparar

# _msg1519
source: trim2
pt_pt: apara2

# _msg1521
source: lengthen
pt_pt: alongar

# _msg1523
source: stretch
pt_pt: esticar

# _msg1525
source: delete
pt_pt: excluir

# _msg1528
source: explode
pt_pt: fragmentar

# _msg1548
source: setrelativezero
pt_pt: ajustarzerorelativo

# _msg1554
source: modifyattr
pt_pt: modificarattr

# _msg1557
source: properties
pt_pt: entidade

# _msg1559
source: distance
pt_pt: distância

# _msg1562
source: angle
pt_pt: ângulo

# _msg1564
source: area
pt_pt: área

# _msg1566
source: angle
pt_pt: ângulo

# _msg1568
source: close
pt_pt: fechar

# _msg1569
source: chord length
pt_pt: comprimento da corda

# _msg1570
source: columns
pt_pt: colunas

# _msg1571
source: columnspacing
pt_pt: espaço entre colunas

# _msg1572
source: factor
pt_pt: fator

# _msg1573
source: length
pt_pt: comprimento

# _msg1574
source: number
pt_pt: número

# _msg1575
source: radius
pt_pt: raio

# _msg1576
source: rows
pt_pt: linhas

# _msg1577
source: rowspacing
pt_pt: espaço entre linhas

# _msg1578
source: through
pt_pt: até

# _msg1579
source: trim
pt_pt: aparar

# _msg1582
source: center
pt_pt: centro

# _msg1589
source: columnspacing
pt_pt: espaço entre colunas

# _msg1592
source: fact
pt_pt: fator

# _msg1594
source: help
pt_pt: ajuda

# _msg1596
source: length
pt_pt: comprimento

# _msg1597
source: len
pt_pt: comp.

# _msg1599
source: length1
pt_pt: comprimento1

# _msg1600
source: len1
pt_pt: comp.1

# _msg1602
source: length2
pt_pt: comprimento2

# _msg1603
source: len2
pt_pt: comp.2

# _msg1605
source: number
pt_pt: número

# _msg1609
source: reversed
pt_pt: invertido

# _msg1610
source: rev
pt_pt: inv

# _msg1611
source: row
pt_pt: linha

# _msg1612
source: rowspacing
pt_pt: espaço entre linhas

# _msg1614
source: text
pt_pt: texto

# _msg1617
source: undo
pt_pt: desfazer

# _msg1619
source: redo
pt_pt: refazer

# _msg1621
source: back
pt_pt: voltar

# _msg1625
source: Command: %1 (%2)
pt_pt: Comando %1 (%2)

# _msg1626
source: RS_Commands:: command not found: %1
pt_pt: RS_Commands:: comando não encontrado: %1

# _msg1627
source: Command not found: %1
pt_pt: Comando não encontrado: %1

# _msg1628
source: Accepted keycode: %1
pt_pt: Código aceito: %1

# _msg1630
source: calculate
pt_pt: calcular

# _msg1631
source: None
pt_pt: Nenhum

# _msg1632
source: error reading file metadata in dwg file
pt_pt: erro ao ler metadados de arquivo em arquivo DWG

# _msg1633
source: Calculator error for input:
pt_pt: Erro da calculadora para inserção:

# _msg1635
source: blackwhite
pt_pt: preto e branco

# _msg1636
source: color
pt_pt: cor

# _msg1640
source: Block
pt_pt: Bloco

# _msg1641
source: Curve
lv: Līkne
pt_pt: Curva

# _msg1642
source: Edit
lv: Rediģēt
pt_pt: Editar

# _msg1643
source: File
pt_pt: Arquivo

# _msg1644
source: Info
pt_pt: Informações

# _msg1645
source: Modify
pt_pt: Modificar

# _msg1646
source: Options
pt_pt: Opções

# _msg1647
source: Other
pt_pt: Outro

# _msg1648
source: Restriction
pt_pt: Restrição

# _msg1649
source: Select
pt_pt: Selecionar

# _msg1651
source: Snap Extras
pt_pt: Fazer snap extras

# _msg1652
source: View
pt_pt: Exibir

# _msg1654
source: Creators
pt_pt: Criadores

# _msg1655
source: All
pt_pt: Tudo

# _msg1656
source: Invalid objects removed:
pt_pt: Objetos inválidos removidos:

# _msg1657
source: Pen Wizard
pt_pt: Assistente da pena

# _msg1658
source: Select objects
pt_pt: Selecionar objetos

# _msg1659
source: Apply to selected
pt_pt: Aplicar a selecionados

# _msg1660
source: Remove
pt_pt: Remover

# _msg1661
source: You must input a distance first.
pt_pt: Você deve inserir uma distância antes.

# _msg1663
source: Calculator mode: On
pt_pt: Modo de calculadora: ativado

# _msg1664
source: Calculator mode: Off
pt_pt: Modo de calculadora: desativado

# _msg1665
source: License
pt_pt: Licença

# _msg1677
source: length1
pt_pt: comprimento1

# _msg1678
source: length2
pt_pt: comprimento2

# _msg1679
source: Could not convert requested font: %1
pt_pt: Não foi possível converter a fonte solicitada: %1

# _msg1680
source: 1 entity exploded
pt_pt: 1 entidade desagrupada

# _msg1681
source: %1 entities exploded
pt_pt: %1 entidades desagrupadas

# _msg1682
source: Keycode mode
pt_pt: Modo do código da chave

# _msg1683
source: Load command file
pt_pt: Carregar arquivo de comando

# _msg1684
source: Paste multiple commands
pt_pt: Colar vários comandos

# _msg1685
source: Quick Tools
pt_pt: Ferramentas rápidas

# _msg1687
source: Point
pt_pt: Ponto

# _msg1688
source: Custom
pt_pt: Personalizado

# _msg1704
source: Crosshair
pt_pt: Mira

# _msg1713
source: Export to ProNest
pt_pt: Exportar para ProNest

# _msg1715
source: Dock Areas
pt_pt: Área de encaixe

# _msg1740
source: Pen
pt_pt: Pena

# _msg1741
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg1742
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg1743
source: Enter factor:
fr: Saisir le facteur :
pt_pt: Inserir o fator:

# _msg1744
source: Enter columns:
fr: Saisir les colonnes :
pt_pt: Inserir as colunas:

# _msg1745
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1746
source: Enter angle:
pt_pt: Insira o ângulo:

# _msg1747
source: Enter rows:
pt_pt: Inserir as linhas:

# _msg1748
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg1749
source: Cancel
lv: Atcelt
pt_pt: Cancelar
uk: Відміна

# _msg1750
source: Enter row spacing:
pt_pt: Inserir o espaçamento de linhas:

# _msg1751
source: Enter column spacing:
pt_pt: Inserir o espaçamento de colunas:

# _msg1752
source: No block activated to save
pt_pt: Não há bloco ativo para salvar

# _msg1753
source: Back
pt_pt: Voltar

# _msg1754
source: Choose second edge
pt_pt: Escolher a segunda borda

# _msg1755
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg1756
source: Specify second extension line origin
pt_pt: Especificar a segunda extensão da linha de origem

# _msg1757
source: Specify dimension line location
pt_pt: Especificar o local da linha de dimensão

# _msg1758
source: Cancel
lv: Atcelt
pt_pt: Cancelar
uk: Відміна

# _msg1759
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg1760
source: Specify first extension line origin
pt_pt: Especificar a primeira extensão da linha de origem

# _msg1761
source: Cancel
pt_pt: Cancelar

# _msg1762
source: Select second line
pt_pt: Selecionar a segunda linha

# _msg1763
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg1764
source: Specify dimension arc line location
pt_pt: Especificar a dimensão do arco na linha de localização

# _msg1765
source: Select first line
pt_pt: Selecionar a primeira linha

# _msg1766
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1767
source: Select arc or circle entity
pt_pt: Selecionar a entidade do arco ou círculo

# _msg1768
source: Specify dimension line location
pt_pt: Especificar o local da linha de dimensão

# _msg1769
source: Cancel
pt_pt: Cancelar

# _msg1770
source: Not a circle or arc entity
pt_pt: Não é uma entidade de círculo ou arco

# _msg1771
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg1772
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg1773
source: Finish
pt_pt: Finalizar

# _msg1774
source: Specify target point
pt_pt: Especificar o ponto de destino

# _msg1775
source: Specify next point
pt_pt: Especificar o próximo ponto

# _msg1776
source: Back
pt_pt: Voltar

# _msg1777
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1778
source: Specify second extension line origin
pt_pt: Especificar a segunda extensão da linha de origem

# _msg1779
source: Specify dimension line location
pt_pt: Especificar o local da linha de dimensão

# _msg1780
source: Cancel
pt_pt: Cancelar

# _msg1781
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg1782
source: Specify first extension line origin
pt_pt: Especificar a primeira extensão da linha de origem

# _msg1783
source: Enter dimension line angle:
pt_pt: Inserir a dimensão do ângulo:

# _msg1784
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1785
source: Select arc or circle entity
pt_pt: Selecionar a entidade do arco ou círculo

# _msg1786
source: Specify dimension line position or enter angle:
pt_pt: Especificar a dimensão na posição da linha ou inserir com o ângulo:

# _msg1787
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg1788
source: Not a circle or arc entity
pt_pt: Não é uma entidade de círculo ou arco

# _msg1789
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg1790
source: Back
pt_pt: Voltar

# _msg1791
source: Specify center
pt_pt: Especificar centro

# _msg1792
source: Specify chord length:
pt_pt: Especificar o comprimento da corda:

# _msg1793
source: Specify radius
pt_pt: Especificar o raio

# _msg1794
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1795
source: Specify included angle:
pt_pt: Especificar o ângulo incluso:

# _msg1796
source: Not a valid chord length
pt_pt: Não é um comprimento de corda válido

# _msg1797
source: Cancel
ca: Cancel·la
pt_pt: Cancelar

# _msg1798
source: Specify start angle:
pt_pt: Especificar o ângulo inicial:

# _msg1799
source: Specify end angle or [angle/chord length]
pt_pt: Especificar o ângulo final ou [ângulo/comprimento da corda]

# _msg1800
source: Back
fr: Retour
gl: Atrás
pt_pt: Voltar

# _msg1801
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg1802
source: Specify second point
pt_pt: Especificar o segundo ponto

# _msg1803
source: Invalid arc data.
pt_pt: Dados do arco são inválidos.

# _msg1804
source: Specify endpoint
pt_pt: Especificar a extremidade

# _msg1805
source: Specify startpoint or [center]
pt_pt: Especificar o ponto inicial ou [centro]

# _msg1806
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
pt_pt: Voltar

# _msg1807
source: Cancel
pt_pt: Cancelar

# _msg1808
source: Specify base entity
pt_pt: Especificar a entidade base

# _msg1809
source: Specify end angle
pt_pt: Especificar o ângulo final

# _msg1810
source: Specify end point
pt_pt: Especificar o ponto final

# _msg1811
source: Back
pt_pt: Voltar

# _msg1812
source: Specify center
pt_pt: Especificar centro

# _msg1813
source: Specify radius
ca: Especifiqueu el radi
pt_pt: Especificar o raio

# _msg1814
source: Not a valid expression
lv: Nav derīga izteiksme
pt_pt: Não é uma expressão válida

# _msg1815
source: Cancel
pt_pt: Cancelar

# _msg1816
source: Specify point on circle
pt_pt: Especificar ponto no círculo

# _msg1817
source: Back
pt_pt: Voltar

# _msg1818
source: Cancel
pt_pt: Cancelar

# _msg1819
source: Invalid Circle data.
pt_pt: Dados do círculo são inválidos.

# _msg1820
source: Specify second point
pt_pt: Especificar o segundo ponto

# _msg1821
source: Specify first point
pt_pt: Especificar o primeiro ponto

# _msg1822
source: Back
ca: Enrere
pt_pt: Voltar

# _msg1823
source: Invalid circle data.
pt_pt: Dados do círculo são inválidos.

# _msg1824
source: Cancel
pt_pt: Cancelar

# _msg1825
source: Specify second point
pt_pt: Especificar o segundo ponto

# _msg1826
source: Specify third point
pt_pt: Especificar o terceiro ponto

# _msg1827
source: Specify first point
pt_pt: Especificar o primeiro ponto

# _msg1828
source: Back
ca: Enrere
pt_pt: Voltar

# _msg1829
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1830
source: Specify circle radius
pt_pt: Especificar o raio do círculo

# _msg1831
source: Cancel
pt_pt: Cancelar

# _msg1832
source: Specify circle center
pt_pt: Especificar o centro do círculo

# _msg1833
source: radius=%1 is invalid
pt_pt: raio=%1 inválido

# _msg1834
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1835
source: Specify center
pt_pt: Especificar centro

# _msg1836
source: Cancel
pt_pt: Cancelar

# _msg1837
source: Specify circle radius
pt_pt: Especificar o raio do círculo

# _msg1838
source: Back
pt_pt: Voltar

# _msg1839
source: diameter=%1 is invalid
pt_pt: diâmetro =%1 é inválido

# _msg1840
source: Specify the first line
pt_pt: Especificar a primeira linha

# _msg1841
source: Cancel
pt_pt: Cancelar

# _msg1842
source: Specify the second line
pt_pt: Especificar a segunda linha

# _msg1843
source: Back
lv: Atpakaļ
pt_pt: Voltar

# _msg1844
source: Specify the third line
pt_pt: Especificar a terceira linha

# _msg1845
source: Cancel
pt_pt: Cancelar

# _msg1846
source: Specify the first point on the tangent circle
pt_pt: Especificar o primeiro ponto no círculo tangente

# _msg1847
source: Back
pt_pt: Voltar

# _msg1848
source: Specify the second point on the tangent circle
pt_pt: Especificar o segundo ponto no círculo tangente

# _msg1849
source: Select the center of the tangent circle
pt_pt: Selecionar o centro do círculo tangente

# _msg1850
source: Specify a line/arc/circle
pt_pt: Especificar uma linha / arco / círculo

# _msg1851
source: Specify the first line/arc/circle
pt_pt: Especificar a primeira linha / arco / círculo

# _msg1852
source: Cancel
pt_pt: Cancelar

# _msg1853
source: Specify the second line/arc/circle
pt_pt: Especificar a segunda linha / arco / círculo

# _msg1854
source: Back
pt_pt: Voltar

# _msg1855
source: Select the center of the tangent circle
pt_pt: Selecionar o centro do círculo tangente

# _msg1856
source: Specify a line/arc/circle
pt_pt: Especificar uma linha / arco / círculo

# _msg1857
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg1858
source: Specify the another arc/circle
pt_pt: Especificar o outro arco / círculo

# _msg1859
source: Back
lv: Atpakaļ
pt_pt: Voltar

# _msg1860
source: Specify a point on the tangent circle
pt_pt: Especificar um ponto no círculo tangente

# _msg1861
source: Select the center of the tangent circle
fr: Sélectionner le centre du cercle tangent
gl: Escolla o centro do círculo tanxencial
pt_pt: Selecionar o centro do círculo tangente

# _msg1862
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg1863
source: Back
pt_pt: Voltar

# _msg1864
source: Select the center of the tangent circle
pt_pt: Selecionar o centro do círculo tangente

# _msg1865
source: Specify the first line/arc/circle
pt_pt: Especificar a primeira linha / arco / círculo

# _msg1866
source: Specify the second line/arc/circle
pt_pt: Especificar a segunda linha / arco / círculo

# _msg1867
source: Specify the third line/arc/circle
pt_pt: Especificar a terceira linha / arco / círculo

# _msg1868
source: Specify the first point on ellipse
pt_pt: Especificar o primeiro ponto na elipse

# _msg1869
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg1870
source: Specify the second point on ellipse
pt_pt: Especificar o segundo ponto na elipse

# _msg1871
source: Back
pt_pt: Voltar
uk: Назад

# _msg1872
source: Specify the third point on ellipse
pt_pt: Especificar o terceiro ponto na elipse

# _msg1873
source: Specify the fourth point on ellipse
pt_pt: Especificar o quarto ponto na elipse

# _msg1874
source: Can not determine uniquely an ellipse
pt_pt: Não é possível determinar uma única elipse
uk: Неможливо визначити однозначно еліпс

# _msg1875
source: Back
pt_pt: Voltar

# _msg1876
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1877
source: Cancel
pt_pt: Cancelar

# _msg1878
source: Specify start angle
fr: Indiquer l’angle de départ
gl: Especifique o ángulo de principio
pt_pt: Especificar o ângulo inicial

# _msg1879
source: Specify end angle
fr: Indiquer l’angle d’arrivée
gl: Especifique o ángulo final
pt_pt: Especificar o ângulo final

# _msg1880
source: Specify ellipse center
pt_pt: Especificar o centro da elipse

# _msg1881
source: Specify endpoint or length of minor axis:
pt_pt: Especificar a extremidade ou comprimento do eixo menor:

# _msg1882
source: Specify endpoint of major axis
pt_pt: Especificar a extremidade do eixo maior

# _msg1883
source: Specify the center of ellipse
pt_pt: Especificar o centro da elipse

# _msg1884
source: Cancel
pt_pt: Cancelar

# _msg1885
source: Specify the first point on ellipse
pt_pt: Especificar o primeiro ponto na elipse

# _msg1886
source: Specify the second point on ellipse
pt_pt: Especificar o segundo ponto na elipse

# _msg1887
source: Back
pt_pt: Voltar

# _msg1888
source: Specify the third point on ellipse
pt_pt: Especificar o terceiro ponto na elipse

# _msg1889
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1890
source: Specify first focus of ellipse
pt_pt: Especificar o primeiro foco da elipse

# _msg1891
source: Cancel
pt_pt: Cancelar

# _msg1892
source: Specify second focus of ellipse
pt_pt: Especificar o segundo foco da elipse

# _msg1893
source: Back
pt_pt: Voltar

# _msg1894
source: Specify a point on ellipse or total distance to foci
pt_pt: Especificar um ponto na elipse ou distância total para os focos

# _msg1895
source: specify a point on ellipse, or total distance to foci
pt_pt: especificar ponto na elipse, ou distância total para os focos

# _msg1896
source: Total distance %1 is smaller than distance between foci
pt_pt: Distância total %1 é menor do que a distância entre os focos

# _msg1897
source: Specify the first line
pt_pt: Especificar a primeira linha

# _msg1898
source: Cancel
pt_pt: Cancelar

# _msg1899
source: Specify the second line
pt_pt: Especificar a segunda linha

# _msg1900
source: Back
pt_pt: Voltar

# _msg1901
source: Specify the third line
pt_pt: Especificar a terceira linha

# _msg1902
source: Specify the fourth line
pt_pt: Especificar a quarta linha

# _msg1903
source: Can not determine uniquely an ellipse
pt_pt: Não é possível determinar uma única elipse

# _msg1904
source: Hatch created successfully.
pt_pt: Hachura criada com sucesso.

# _msg1905
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
pt_pt: Área de hachura inválida. Verificar se as entidades selecionadas formam um ou mais contornos fechados.

# _msg1906
source: Hatch Error: Invalid contour found!
pt_pt: Erro de Hachura: Encontrado contorno inválido!

# _msg1907
source: Hatch Error: Pattern not found!
pt_pt: Erro de Hachura: Padrão não encontrado!

# _msg1908
source: Hatch Error: Contour or pattern too small!
pt_pt: Erro de Hachura: Contorno ou padrão muito pequeno!

# _msg1909
source: Hatch Error: Contour too big!
pt_pt: Erro de Hachura: Contorno muito grande!

# _msg1910
source: Hatch Error: Undefined Error!
pt_pt: Erro de Hachura: Erro indefinido!

# _msg1911
source: Total hatch area = %1
pt_pt: Área total hachurada = %1

# _msg1912
source: Enter factor:
pt_pt: Inserir o fator:

# _msg1913
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1914
source: Enter angle:
pt_pt: Insira o ângulo:

# _msg1915
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg1916
source: Cancel
pt_pt: Cancelar

# _msg1917
source: Enter dpi:
pt_pt: Inserir dpi:

# _msg1918
source: Back
pt_pt: Voltar

# _msg1919
source: Cancel
pt_pt: Cancelar

# _msg1920
source: Specify first point
pt_pt: Especificar o primeiro ponto

# _msg1921
source: Cannot undo: Not enough entities defined yet.
fr: Impossible d’annuler : pas encore assez d’éléments définis.
gl: Non se pode desfacer: Non hai aínda suficientes entidades definidas.
pt_pt: Não foi possível desfazer: Ainda não há entidades suficientes definidas.

# _msg1922
source: Specify next point
pt_pt: Especificar o próximo ponto

# _msg1923
source: Specify next point or [%1]
pt_pt: Especificar o próximo ponto ou [%1]

# _msg1924
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
pt_pt: Não foi possível fechar a sequência de linhas: Não há entidades suficientes definidas ou já fechadas.

# _msg1925
source: Cannot redo: Not previous line segment defined.
pt_pt: Não foi possível refazer: Não há segmento de linha anterior definido.

# _msg1926
source: Back
pt_pt: Voltar

# _msg1927
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1928
source: Enter angle:
pt_pt: Insira o ângulo:

# _msg1929
source: Cancel
pt_pt: Cancelar

# _msg1930
source: Enter length:
pt_pt: Inserir comprimento:

# _msg1931
source: Specify position
pt_pt: Especificar a posição

# _msg1932
source: Back
pt_pt: Voltar

# _msg1933
source: Select first line
pt_pt: Selecionar a primeira linha

# _msg1934
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1935
source: Enter number of bisectors:
pt_pt: Inserir o número de bissetrizes:

# _msg1936
source: Cancel
lv: Atcelt
pt_pt: Cancelar

# _msg1937
source: Enter bisector length:
pt_pt: Inserir o comprimento da bissetriz:

# _msg1938
source: Select second line
pt_pt: Selecionar a segunda linha

# _msg1939
source: Number sector lines not in range:
pt_pt: Número de linhas do setor fora do intervalo:

# _msg1940
source: Click and drag to draw a line
pt_pt: Clique e arraste para desenhar uma linha

# _msg1941
source: Cancel
fr: Annuler
gl: Cancelar
pt_pt: Cancelar

# _msg1942
source: Back
pt_pt: Voltar

# _msg1943
source: Cancel
pt_pt: Cancelar

# _msg1944
source: Specify second point
pt_pt: Especificar o segundo ponto

# _msg1945
source: Specify first point
pt_pt: Especificar o primeiro ponto

# _msg1946
source: Select a line
pt_pt: Selecionar uma linha

# _msg1947
source: Cancel
pt_pt: Cancelar

# _msg1948
source: Select circle, arc or ellipse
pt_pt: Selecionar o círculo, arco ou elipse

# _msg1949
source: Back
pt_pt: Voltar

# _msg1950
source: Not a valid expression
fr: N’est pas une expression valide
pt_pt: Não é uma expressão válida

# _msg1951
source: Not a valid number. Try 1..99
pt_pt: Não é um número válido. Tente 1..99

# _msg1952
source: Cancel
pt_pt: Cancelar

# _msg1953
source: Specify Distance <%1> or select entity or [%2]
pt_pt: Especificar a distância <%1> ou selecionar a entidade ou [%2]

# _msg1954
source: Enter number:
pt_pt: Digitar o número:

# _msg1955
source: Back
pt_pt: Voltar

# _msg1956
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1957
source: Not a valid number. Try 1..99
pt_pt: Não é um número válido. Tente 1..99

# _msg1958
source: Cancel
pt_pt: Cancelar
uk: Відміна

# _msg1959
source: Number:
pt_pt: Número:

# _msg1960
source: Specify through point
pt_pt: Especificar através do ponto

# _msg1961
source: Select entity
pt_pt: Selecionar a entidade

# _msg1962
source: Specify center
pt_pt: Especificar centro

# _msg1963
source: Specify a corner
pt_pt: Especificar um vértice

# _msg1964
source: Enter number:
pt_pt: Digitar o número:

# _msg1965
source: Not a valid number. Try 1..9999
pt_pt: Não é um número válido. Tente 1..9999

# _msg1966
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1967
source: Specify first corner
pt_pt: Especificar primeiro vértice

# _msg1968
source: Cancel
pt_pt: Cancelar

# _msg1969
source: Specify second corner
pt_pt: Especificar o segundo vértice

# _msg1970
source: Back
pt_pt: Voltar

# _msg1971
source: Number:
pt_pt: Número:

# _msg1972
source: Not a valid number. Try 1..9999
pt_pt: Não é um número válido. Tente 1..9999

# _msg1973
source: Not a valid expression.
pt_pt: Não é uma expressão válida.

# _msg1974
source: Back
lv: Atpakaļ
pt_pt: Voltar

# _msg1975
source: Cancel
pt_pt: Cancelar

# _msg1976
source: Specify second corner
pt_pt: Especificar o segundo vértice

# _msg1977
source: Specify first corner
pt_pt: Especificar primeiro vértice

# _msg1978
source: Back
ca: Enrere
pt_pt: Voltar
uk: Назад

# _msg1979
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg1980
source: Cancel
pt_pt: Cancelar

# _msg1981
source: Select base entity
pt_pt: Especificar a entidade base
