Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2052
source: Specify next point of polygon
ca: Especifiqueu el punt següent del polígon

# _msg2053
source: Closing Point: %1/%2
ca: Punt final: %1/%2

# _msg2055
source: Specify first point of distance
ca: Especifiqueu el primer punt de la distància

# _msg2056
source: Cancel
ca: Cancel·la

# _msg2057
source: Specify second point of distance
ca: Especifiqueu el segon punt de la distància

# _msg2059
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
ca: Distància: %1 Cartesiana: (%2 , %3), Polar: (%4<%5)

# _msg2060
source: Distance: %1
ca: Distància: %1

# _msg2061
source: Specify entity
ca: Especifiqueu l'entitat

# _msg2062
source: Cancel
ca: Cancel·la

# _msg2063
source: Specify point
ca: Especifiqueu el punt

# _msg2064
source: Back
ca: Enrere

# _msg2065
source: Point is inside selected contour.
ca: El punt és dins del contorn seleccionat.

# _msg2066
source: Point is outside selected contour.
ca: El punt és fora del contorn seleccionat.

# _msg2067
source: Specify point
ca: Especifiqueu el punt

# _msg2069
source: Total Length of selected entities: %1
ca: Longitud total de les entitats seleccionades: %1

# _msg2070
source: At least one of the selected entities cannot be measured.
ca: Almenys una de les entitats seleccionades no es pot mesurar.

# _msg2071
source: Insert Library Object
ca: Insereix un objecte de la biblioteca

# _msg2072
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg2075
source: Enter angle:
ca: Introduïu l'angle:

# _msg2077
source: Enter factor:
ca: Introduïu el factor:

# _msg2078
source: Cannot open file '%1'
ca: No es pot obrir el fitxer '%1'

# _msg2079
source: (Un-)&Lock Relative Zero
ca: (Des)b&loqueja l'origen relatiu

# _msg2080
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg2081
source: Select first entity
ca: Seleccioneu la primera entitat

# _msg2083
source: Select second entity
ca: Seleccioneu la segona entitat

# _msg2085
source: Enter length 1:
ca: Introduïu la longitud 1:

# _msg2086
source: Enter length 2:
ca: Introduïu la longitud 2:

# _msg2087
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2088
source: Cutting point is invalid.
ca: El punt de tall no és vàlid.

# _msg2089
source: Cutting point is not on entity.
ca: El punt de tall no està en l'entitat.

# _msg2090
source: Specify entity to cut
ca: Especifiqueu l'entitat a retallar

# _msg2092
source: Specify cutting point
ca: Especifiqueu el punt de tall

# _msg2094
source: Entity must be a line, arc, circle, ellipse or interpolation spline.
ca: L'entitat ha de ser una línia, arc, circumferència, el·lipse o spline interpolada.

# _msg2095
source: Specify first break point on a polyline
ca: Especifiqueu el primer punt de ruptura en una polilínia

# _msg2096
source: Cancel
ca: Cancel·la

# _msg2097
source: Specify second break point on the same polyline
ca: Especifiqueu el segon punt de ruptura en la mateixa polilínia

# _msg2099
source: Entities not in the same polyline.
ca: Les entitats no estan en la mateixa polilínia.

# _msg2100
source: Parent of second entity is not a polyline
ca: L'origen de la segona entitat no està en una polilínia

# _msg2101
source: Parent of first entity is not a polyline
ca: L'origen de la primera entitat no està en una polilínia

# _msg2107
source: Pick entity to delete
ca: Tria l'entitat a suprimir

# _msg2108
source: Cancel
ca: Cancel·la

# _msg2110
source: Cancel
ca: Cancel·la

# _msg2111
source: Specify first point of mirror line
ca: Especifiqueu el primer punt de l'eix de simetria

# _msg2113
source: Specify second point of mirror line
ca: Especifiqueu el segon punt de l'eix de simetria

# _msg2115
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2116
source: Cancel
ca: Cancel·la

# _msg2117
source: Specify target point
ca: Especifiqueu el punt de destí

# _msg2118
source: Back
ca: Enrere

# _msg2119
source: Invalid number of copies, use %1
ca: El nombre de còpies no és vàlid, utilitzeu %1

# _msg2121
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2122
source: Cancel
ca: Cancel·la

# _msg2123
source: Specify target point
ca: Especifiqueu el punt de destí

# _msg2125
source: Enter rotation angle:
ca: Introduïu l'angle de gir:

# _msg2126
source: Specify direction of offset
ca: Especifiqueu la direcció del desfasament

# _msg2127
source: Back
ca: Enrere

# _msg2128
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2129
source: Back
ca: Enrere

# _msg2130
source: Specify rotation center
ca: Especifiqueu el centre de rotació

# _msg2131
source: Specify target point to rotate to
ca: Especifiqueu el punt de destí

# _msg2132
source: Specify absolute reference point
ca: Especifiqueu el punt de referència absoluta

# _msg2134
source: Specify relative reference point
ca: Especifiqueu el punt de referència relativa

# _msg2136
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg2137
source: Specify first entity
ca: Especifiqueu la primera entitat

# _msg2138
source: Back
ca: Enrere

# _msg2139
source: Specify second entity
ca: Especifiqueu la segona entitat

# _msg2140
source: Enter radius:
ca: Introduïu el radi:

# _msg2141
source: Cancel
ca: Cancel·la

# _msg2142
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2143
source: Cancel
ca: Cancel·la

# _msg2145
source: Back
ca: Enrere

# _msg2147
source: Specify first corner
ca: Especifiqueu el primer vèrtex

# _msg2148
source: Cancel
ca: Cancel·la

# _msg2149
source: Specify second corner
ca: Especifiqueu el segon vèrtex

# _msg2150
source: Back
ca: Enrere

# _msg2151
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2152
source: Specify target point
ca: Especifiqueu el punt de destí

# _msg2153
source: Select first trim entity
ca: Seleccioneu la primera entitat a reduir

# _msg2154
source: Cancel
ca: Cancel·la

# _msg2155
source: Select limiting entity
ca: Seleccioneu l'entitat que límita

# _msg2156
source: Back
ca: Enrere

# _msg2157
source: Select second trim entity
ca: Seleccioneu la segona entitat a reduir

# _msg2158
source: Select entity to trim
ca: Seleccioneu l'entitat a reduir

# _msg2159
source: No entity found.
ca: No s'ha trobat cap entitat.

# _msg2160
source: The chosen Entity is in a block. Please edit the block.
ca: L'entitat seleccionada forma part d'un bloc. Heu d'editar el bloc.

# _msg2161
source: The chosen Entity is not an atomic entity or cannot be trimmed.
ca: L'entitat seleccionada no és una entitat atòmica o no es pot retallar.

# _msg2162
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg2163
source: Select entity to trim or enter distance:
ca: Seleccioneu l'entitat a reduir o introduïu la distància:

# _msg2164
source: Back
ca: Enrere

# _msg2165
source: Select entity to trim
ca: Seleccioneu l'entitat a reduir

# _msg2168
source: Choose entity for order
ca: Trieu l'entitat a ordenar

# _msg2170
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2171
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.

# _msg2172
source: Adding point is invalid.
ca: El punt afegit no és vàlid.

# _msg2173
source: Adding point is not on entity.
ca: El punt afegit no està en l'entitat.

# _msg2174
source: Specify polyline to add nodes
ca: Especifiqueu la polilínia on afegir nodes

# _msg2176
source: Specify adding node's point
ca: Especifiqueu el punt del node a afegir

# _msg2177
source: Back
ca: Enrere

# _msg2178
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2179
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.

# _msg2180
source: Click somewhere near the beginning or end of existing polyline.
ca: Feu clic en algun punt proper a un dels extrems d'una polilínia.

# _msg2181
source: Specify the polyline somewhere near the beginning or end point
ca: Especifiqueu la polilínia en algun punt proper a un dels extrems

# _msg2182
source: Cancel
ca: Cancel·la

# _msg2183
source: Specify next point or [%1]
ca: Especifiqueu el punt següent o [%1]

# _msg2184
source: Back
ca: Enrere

# _msg2185
source: Specify next point
ca: Especifiqueu el punt següent

# _msg2186
source: Can not append nodes in a closed polyline.
ca: No es poden afegir nodes en una polilínia tancada.

# _msg2187
source: Cannot undo: Not enough entities defined yet.
ca: No es pot desfer: Encara no hi ha definides prou entitats.

# _msg2188
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2189
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.

# _msg2190
source: Specify polyline to delete node
ca: Especifiqueu la polilínia per a suprimir nodes

# _msg2191
source: Cancel
ca: Cancel·la

# _msg2192
source: Specify deleting node's point
ca: Especifiqueu el punt del node a suprimir

# _msg2193
source: Back
ca: Enrere

# _msg2194
source: Deleting point is invalid.
ca: El punt a suprimir no és vàlid.

# _msg2195
source: Deleting point is not on entity.
ca: El punt a suprimir no és a l'entitat.

# _msg2198
source: Deleting point is not on entity.
ca: El punt a suprimir no és a l'entitat.

# _msg2199
source: Specify polyline to delete between two nodes
ca: Especifiqueu la polilínia per a suprimir entre dos nodes

# _msg2200
source: Cancel
ca: Cancel·la

# _msg2201
source: Specify first node
ca: Especifiqueu el primer node

# _msg2202
source: Back
ca: Enrere

# _msg2203
source: Specify second node
ca: Especifiqueu el segon node

# _msg2204
source: Deleting point is invalid.
ca: El punt a suprimir no és vàlid.

# _msg2205
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2206
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.

# _msg2207
source: Choose the original polyline
ca: Trieu la polilínia original

# _msg2209
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2210
source: Choose one of the segments on the original polyline
ca: Trieu un dels segments en la polilínia original

# _msg2211
source: Cancel
ca: Cancel·la

# _msg2212
source: Entity can not be a closed polyline.
ca: L'entitat no pot ser una polilínia tancada.

# _msg2214
source: No Entity found.
ca: No s'ha trobat cap entitat.

# _msg2215
source: Entity must be a polyline.
ca: L'entitat ha de ser una polilínia.

# _msg2216
source: Specifying point is invalid.
ca: El punt especificat no és vàlid.

# _msg2217
source: No Segment found on entity.
ca: No s'ha trobat cap segment en l'entitat.

# _msg2218
source: Specify polyline to trim
ca: Especifiqueu la polilínia a reduir

# _msg2219
source: Cancel
ca: Cancel·la

# _msg2220
source: Specify first segment
ca: Especifiqueu el primer segment

# _msg2221
source: Back
ca: Enrere

# _msg2222
source: Specify second segment
ca: Especifiqueu el segon segment

# _msg2223
source: RS_ActionPrintPreview::fit(): Invalid paper size
ca: RS_ActionPrintPreview::fit(): La mida del paper no és vàlida

# _msg2224
source: Printout offset in paper coordinates by (%1, %2)
ca: Coordinades desplaçades en la impressió (%1, %2)

# _msg2225
source: Printout offset in graph coordinates by (%1, %2)
ca: Coordinades desplaçades en impressió gràfica (%1, %2)

# _msg2226
source: Printout offset in graph coordinates
ca: Coordinades desplaçades en impressió gràfica

# _msg2227
source: Printout offset in paper coordinates
ca: Coordinades desplaçades en impressió sobre paper

# _msg2228
source: : select printout offset coordinates
ca: : selecciona el desplaçament de les coordinades d'impressió

# _msg2229
source: type in offset from command line to offset printout
ca: introdueix el valor de desplaçament per la impressió

# _msg2230
source: Printout offset ignores relative zero. Ignoring '@'
ca: El desplaçament de la impressió ignora el zero relatiu. S'ignora '@'

# _msg2234
source: Select to modify attributes
ca: Seleccioneu per a modificar els atributs

# _msg2236
source: Select to delete
ca: Seleccioneu per suprimir

# _msg2237
source: Select to delete immediately
ca: Seleccioneu per suprimir immediatament

# _msg2238
source: Select to move
ca: Seleccioneu per moure

# _msg2239
source: Select to rotate
ca: Seleccioneu per girar

# _msg2240
source: Select to scale
ca: Seleccioneu per escalar

# _msg2241
source: Select to mirror
ca: Seleccioneu per simetria

# _msg2242
source: Select to move and rotate
ca: Seleccioneu per moure i girar

# _msg2243
source: Select for two axis rotation
ca: Seleccioneu per girar a dos eixos

# _msg2244
source: Select to explode text
ca: Seleccioneu per explotar el text

# _msg2245
source: Select to create block
ca: Seleccioneu per crear un bloc

# _msg2246
source: Select to copy
ca: Seleccioneu per copiar

# _msg2247
source: Select to cut
ca: Seleccioneu per retallar

# _msg2248
source: No entity selected!
ca: No s'ha seleccionat cap entitat!

# _msg2249
source: Select to create offset
ca: Seleccioneu per crear el desfasament

# _msg2250
source: Select entities to order
ca: Selecciona les entitats a ordenar

# _msg2251
source: Select to explode block
ca: Seleccioneu el bloc a explotar

# _msg2252
source: Select to revert direction
ca: Seleccioneu per canviar la direcció

# _msg2254
source: Entity must be an Atomic Entity.
ca: L'entitat ha de ser una entitat atòmica.

# _msg2255
source: Choose first point of intersection line
ca: Trieu el primer punt de la línia d'intersecció

# _msg2256
source: Cancel
ca: Cancel·la

# _msg2257
source: Choose second point of intersection line
ca: Trieu el segon punt de la línia d'intersecció

# _msg2258
source: Back
ca: Enrere

# _msg2259
source: Cancel
ca: Cancel·la

# _msg2260
source: Choose second edge
ca: Trieu la segona aresta

# _msg2261
source: Back
ca: Enrere

# _msg2262
source: Click and drag for the selection window
ca: Feu clic i arrossegueu per a seleccionar una finestra

# _msg2263
source: Set relative Zero
ca: Defineix l'origen relatiu

# _msg2264
source: Cancel
ca: Cancel·la

# _msg2265
source: Set &Relative Zero
ca: Defineix l'origen &relatiu

# _msg2266
source: I&ntersection Manually
ca: I&ntersecció manual

# _msg2267
source: Select first entity
ca: Seleccioneu la primera entitat

# _msg2268
source: Back
ca: Enrere

# _msg2269
source: Select second entity
ca: Seleccioneu la segona entitat

# _msg2270
source: Regenerated %1 dimension entities
ca: S'han regenerat %1 cotes

# _msg2271
source: No dimension entities found
ca: No s'ha trobat cap cota

# _msg2272
source: Click and drag to pan zoom
ca: Feu clic i arrossegueu per a enquadrar

# _msg2273
source: Cancel
ca: Cancel·la

# _msg2274
source: Zoom panning
ca: Enquadrament

# _msg2275
source: Specify first edge
ca: Especifiqueu la primera aresta

# _msg2276
source: Cancel
ca: Cancel·la

# _msg2277
source: Specify second edge
ca: Especifiqueu la segona aresta

# _msg2278
source: Back
ca: Enrere

# _msg2279
source: Frame
ca: Marc

# _msg2280
source: Arc Options
ca: Opcions de l'arc

# _msg2281
source: Counterclockwise
ca: En sentit antihorari

# _msg2282
source: Clockwise
ca: En sentit horari

# _msg2283
source: Tangential Arc Options
ca: Opcions de l'arc tangent

# _msg2284
source: Radius of the tangential arc
ca: Radi de l'arc tangent

# _msg2285
source: Total subtending angle of the tangential arc
ca: Angle complementari de l'arc tangent

# _msg2286
source: Radius
ca: Radi

# _msg2288
source: Bevel Options
ca: Opcions del bisell

# _msg2289
source: Check to trim both entities to the bevel
ca: Comprova si es pot construir el bisell

# _msg2290
source: Trim
ca: Redueix

# _msg2291
source: Length 1:
ca: Longitud 1:

# _msg2292
source: Length 2:
ca: Longitud 2:

# _msg2295
source: Circle Options
ca: Opcions de la circumferència

# _msg2296
source: Radius:
ca: Radi:

# _msg2297
source: Circle Tangential2 Options
ca: Opcions de circumferència tangent 2

# _msg2298
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
ca: <html><head/><body><p>Radi de la circumferència tangent que s'ha de traçar</p></body></html>

# _msg2299
source: Radius:
ca: Radi:

# _msg2300
source: Radius of tangential circle
ca: Radi de la circumferència tangent

# _msg2301
source: Linear Dimension Options
ca: Opcions de cotes lineals

# _msg2303
source: Dimension Options
ca: Opcions de les cotes

# _msg2304
source: Label:
ca: Etiqueta:

# _msg2312
source: Insert Options
ca: Opcions de Insereix

# _msg2314
source: Rotation Angle
ca: Angle de rotació

# _msg2316
source: Scale Factor
ca: Factor d'escala

# _msg2317
source: DPI
ca: PPP

# _msg2318
source: DPI of Image
ca: PPP de la imatge

# _msg2319
source: Insert Options
ca: Opcions de Insereix

# _msg2321
source: Rotation Angle
ca: Angle de rotació

# _msg2323
source: Scale Factor
ca: Factor d'escala

# _msg2324
source: Array:
ca: Matriu:

# _msg2325
source: Number of Columns
ca: Nombre de columnes

# _msg2326
source: Number of Rows
ca: Nombre de files

# _msg2327
source: Spacing:
ca: Espaiat:

# _msg2328
source: Column Spacing
ca: Espaiat entre columnes

# _msg2329
source: Row Spacing
ca: Espaiat entre files

# _msg2330
source: Library Insert Options
ca: Opcions de 'Inserció de la biblioteca'

# _msg2332
source: Rotation Angle
ca: Angle de rotació

# _msg2334
source: Scale Factor
ca: Factor d'escala

# _msg2335
source: Line Angle Options
ca: Opcions de Línia amb angle

# _msg2337
source: Line angle
ca: Línia amb angle

# _msg2338
source: Length:
ca: Longitud:

# _msg2339
source: Length of line
ca: Longitud de la línia

# _msg2340
source: Snap Point:
ca: Força al punt:

# _msg2341
source: Start
ca: Començament

# _msg2342
source: Middle
ca: Mig

# _msg2343
source: End
ca: Acabament

# _msg2344
source: Line Bisector Options
ca: Opcions de Línia bisectriu

# _msg2345
source: Length:
ca: Longitud:

# _msg2346
source: Length of bisector
ca: Longitud de la bisectriu

# _msg2347
source: Number:
ca: Nombre:

# _msg2348
source: Number of bisectors to create
ca: Nombre de bisectrius a crear

# _msg2349
source: Line Options
ca: Opcions de la línia

# _msg2350
source: Form a closed contour from lines drawn
ca: Forma un contorn tancat a partir de les línies dibuixades

# _msg2351
source: Close
ca: Tanca

# _msg2352
source: Undo the last line drawing
ca: Desfés el traç de l'última línia

# _msg2353
source: Undo
ca: Desfés

# _msg2354
source: Redo the last line drawing
ca: Refés el traç de l'última línia

# _msg2355
source: Redo
ca: Refés

# _msg2356
source: Line Parallel Options
ca: Opcions de Línia paral·lela

# _msg2358
source: Distance to original entity
ca: Distància a l'entitat original

# _msg2359
source: Number:
ca: Nombre:

# _msg2360
source: Number of parallels to create
ca: Nombre de paral·leles a crear

# _msg2361
source: Line Parallel Through Options
ca: Opcions de línia paral·lela per un punt

# _msg2362
source: Number:
ca: Nombre:

# _msg2363
source: Number of parallels to create
ca: Nombre de paral·leles a crear

# _msg2364
source: Polygon Options
ca: Opcions del polígon

# _msg2365
source: Number:
ca: Nombre:

# _msg2366
source: Number of edges
ca: Nombre d'arestes

# _msg2367
source: Polygon Options
ca: Opcions del polígon

# _msg2368
source: Number:
ca: Nombre:

# _msg2369
source: Number of edges
ca: Nombre d'arestes

# _msg2372
source: Line angle
ca: Línia amb angle

# _msg2373
source: Length:
ca: Longitud:

# _msg2374
source: Length of line
ca: Longitud de la línia

# _msg2375
source: Text Options
ca: Opcions del text

# _msg2378
source: Modify Offset Options
ca: Opcions de modificació de desfasament

# _msg2379
source: Distance:
ca: Distància:

# _msg2380
source: Offset from original entity
ca: Desfasament a partir de l'entitat original

# _msg2381
source: Move Rotate Options
ca: Opcions de Mou i gira

# _msg2383
source: Polyline Options
ca: Opcions de la línia poligonal

# _msg2384
source: Close
ca: Tanca

# _msg2385
source: Undo
ca: Desfés

# _msg2386
source: Line
ca: Línia

# _msg2387
source: Tangential
ca: Tangent

# _msg2388
source: Tan Radius
ca: Radi tangent

# _msg2390
source: Radius:
ca: Radi:

# _msg2392
source: Counter Clockwise
ca: En sentit antihorari

# _msg2393
source: Clockwise
ca: En sentit horari

# _msg2394
source: Print Preview Options
ca: Opcions de Previsualitza la impressió

# _msg2395
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
ca: <html><head/><body><p>L'escalat d'impressió està bloquejat en el valor actual</p></body></html>

# _msg2396
source: fixed
ca: fix

# _msg2397
source: Toggle Black / White mode
ca: Commuta el mode blanc i negre

# _msg2398
source: Center to page
ca: Centra a la pàgina

# _msg2399
source: Fit to page
ca: Ajusta a la pàgina

# _msg2401
source: Round Options
ca: Opcions d'Arrodoneix

# _msg2402
source: Check to trim both edges to the rounding
ca: Comprova si es poden reduir les arestes per arrodonir

# _msg2403
source: Trim
ca: Redueix

# _msg2404
source: Radius:
ca: Radi:

# _msg2406
source: Offset:
ca: Desplaçament:

# _msg2407
source: Snap Distance Options
ca: Opcions de Força distància

# _msg2408
source: Distance:
ca: Distància:

# _msg2409
source: Snap Distance Options
ca: Opcions de Força distància

# _msg2410
source: Middle Points:
ca: Punts mitjans:

# _msg2411
source: Number of equidistant division points
ca: Nombre de punts de divisió equidistants

# _msg2412
source: Spline Options
ca: Opcions de Spline

# _msg2413
source: Degree:
ca: Grau:

# _msg2414
source: Closed
ca: Tancat

# _msg2415
source: Undo
ca: Desfés

# _msg2416
source: Text Options
ca: Opcions del text

# _msg2419
source: Trim Amount Options
ca: Opcions de Redueix o estén una quantitat

# _msg2420
source: Distance. Negative values for trimming, positive values for extending.
ca: Distància. Valors negatius redueixen, valors positius estenen.

# _msg2421
source: Length:
ca: Longitud:

# _msg2422
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
ca: Distància. Valors negatius redueixen, valors positius estenen. No cal posar el signe negatiu per a reduir a la longitud total final.

# _msg2423
source: The input length is used as total length after trimming, instead of length increase
ca: La longitud introduïda s'usa com a longitud total després de la reducció o extensió, en lloc de l'increment de longitud

# _msg2424
source: Frame
ca: Marc

# _msg2427
source: Name
ca: Nom

# _msg2428
source: Create
ca: Crea

# _msg2429
source: Destroy
ca: Destrueix

# _msg2430
source: Assign
ca: Assigna

# _msg2431
source: Update
ca: Actualitza

# _msg2432
source: Frame
ca: Marc

# _msg2435
source: Save
ca: Desa

# _msg2436
source: 2 Points, Radius
ca: 2 punts i radi

# _msg2437
source: &Spline through points
ca: &Spline per punts

# _msg2438
source: Draw polylines
ca: Dibuixa polilínies

# _msg2439
source: Add polyline's node
ca: Afegeix un node de polilínia

# _msg2440
source: Append polyline's node
ca: Afegeix un node de polilínea

# _msg2441
source: Delete polyline's node
ca: Suprimeix un node de polilínea

# _msg2442
source: Delete between two nodes
ca: Suprimeix entre dos nodes

# _msg2443
source: Trim polyline's segments
ca: Redueix segments de polilínia

# _msg2444
source: Create Equidistant Polylines
ca: Crea polilínies equidistants

# _msg2445
source: Create Polyline from Existing Segments
ca: Crea una polilínia a partir de segment existents

# _msg2446
source: M&ove and Rotate
ca: &Mou i gira

# _msg2447
source: &Trim Two
ca: &Redueix les dues

# _msg2448
source: &Offset
ca: &Desplaçament

# _msg2449
source: set to bottom
ca: Mou al capdavall

# _msg2450
source: lower over entity
ca: Abaixa sota l'entitat

# _msg2451
source: set to top
ca: Mou al capdamunt

# _msg2452
source: &Preferences
ca: &Preferències

# _msg2453
source: Open IDE
ca: Obre IDE

# _msg2454
source: Run Script..
ca: Executa un script..

# _msg2455
source: Regenerate Dimension Entities
ca: Regenera les cotes
