Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2890
source: None
lv: Nav

# _msg2891
source: Block %1 already exist, renamed to: %2
lv: Bloks %1 jau eksistē, pārsaukts par: %2

# _msg2892
source: All Image Files (%1)
lv: Visas attēlu datnes (%1)

# _msg2893
source: length1
lv: garums1

# _msg2894
source: length2
lv: garums2

# _msg2895
source: &Add Block
lv: &Pievienot bloku

# _msg2896
source: &Rename Block
lv: Pā&rsaukt bloku

# _msg2897
source: &Create Block
lv: &Izveidot bloku

# _msg2898
source: &Edit Block
lv: R&ediģēt bloku

# _msg2899
source: Ex&plode
lv: Eks&plodēt

# _msg2900
source: &Hide all
lv: &Slēpt visu

# _msg2901
source: &Show all
lv: &Rādīt visu

# _msg2902
source: &Insert Block
lv: &Ievietot bloku

# _msg2903
source: &Remove Block
lv: &Izņemt bloku

# _msg2904
source: &Save Block
lv: &Saglabāt bloku

# _msg2905
source: Toggle Block &Visibility
lv: Pārslēgt bloka &redzamību

# _msg2906
source: &Aligned
lv: &Līdzināts

# _msg2907
source: &Angular
lv: &Leņķa

# _msg2908
source: &Diametric
lv: &Diametrāls

# _msg2909
source: &Leader
lv: Norādes &līnija

# _msg2910
source: &Linear
lv: &Lineārs

# _msg2911
source: &Horizontal
lv: &Horizontāls

# _msg2912
source: &Vertical
lv: &Vertikāls

# _msg2913
source: &Radial
lv: &Radiāls

# _msg2914
source: &Center, Point, Angles
lv: &Centrs, punkts, leņķi

# _msg2915
source: &3 Points
lv: &3 punkti

# _msg2916
source: Arc &Tangential
lv: Loka &pieskare

# _msg2917
source: Center, &Point
lv: Centrs, &punkts

# _msg2918
source: 2 Points
lv: 2 punkti

# _msg2919
source: 3 Points
lv: 3 punkti

# _msg2920
source: Center, &Radius
lv: Centrs, &rādiuss

# _msg2921
source: Circle &Inscribed
lv: &Ievilkts riņķis

# _msg2922
source: Circle Tangential 2 P&oints
lv: Riņķa pieskares 2 p&unkti

# _msg2923
source: Tangential, 2 P&oints
lv: Pieskare, 2 p&unkti

# _msg2924
source: Circle Tangential &2
lv: Riņķa pieskares &2

# _msg2925
source: Tangential 2 Circles, Radius
lv: Pieskaras 2 apļiem, rādiuss

# _msg2926
source: Common Tangential Circle 1 Point
lv: Kopīgais pieskares riņķa 1 punkts

# _msg2927
source: Tangential 2 Circles, 1 Point
lv: Pieskaras 2 apļiem, 1 punkts

# _msg2928
source: Circle Tangential &3
lv: Riņķa pieskares &3

# _msg2929
source: Tangential &3 Circles
lv: Pieskaras &3 apļiem

# _msg2930
source: Ellipse &4 Point
lv: Elipse &4 punkti

# _msg2931
source: &Ellipse (Axis)
lv: &Elipse (ass)

# _msg2932
source: Ellipse &Arc (Axis)
lv: Elipses loks (&ass)

# _msg2933
source: Ellipse Center and &3 Points
lv: Elipses centrs un &3 punkti

# _msg2934
source: Ellipse &Foci Point
lv: Elipses &fokusa punkti

# _msg2935
source: Ellipse &Inscribed
lv: &Ievilkta elipse

# _msg2936
source: &Hatch
lv: &Svītrojums

# _msg2937
source: Insert &Image
lv: &Ievietot attēlu

# _msg2938
source: &2 Points
lv: &2 punkti

# _msg2939
source: &Angle
lv: &Leņķis

# _msg2940
source: &Horizontal
lv: &Horizontāli

# _msg2941
source: Vertical
lv: Vertikāli

# _msg2942
source: Bisector
lv: Bisektrise

# _msg2943
source: &Freehand Line
lv: &Brīvi zīmēta līnija

# _msg2944
source: Vertical
lv: Vertikāli

# _msg2945
source: Tangent &Orthogonal
lv: &Perpendikulārs tangenss

# _msg2946
source: &Parallel
lv: &Paralēli

# _msg2947
source: &Concentric
lv: &Koncentriski

# _msg2948
source: Parallel through point
lv: Paralēli caur punktu

# _msg2949
source: Pol&ygon (Cen,Cor)
lv: Daudzstūr&is (cen, stūr)

# _msg2950
source: Polygo&n (Cor,Cor)
lv: Daudzstūris (stū&r, stūr)

# _msg2951
source: Rectangle
lv: Taisnstūris

# _msg2952
source: Relative angle
lv: Relatīvais leņķis

# _msg2953
source: Orthogonal
lv: Perpendikulārs

# _msg2954
source: Tangent (P,C)
lv: Pieskare (p,c)

# _msg2955
source: Tangent (C,C)
lv: Pieskare (c,c)

# _msg2956
source: &MText
lv: &VTeksts

# _msg2957
source: &Points
lv: &Punkti

# _msg2958
source: &Polyline
lv: &Lauzta līnija

# _msg2959
source: Draw polylines
lv: Zīmēt lauztas līnijas

# _msg2960
source: &Spline
lv: &Splains

# _msg2961
source: &Text
lv: &Teksts

# _msg2962
source: &Copy
lv: &Kopēt

# _msg2963
source: Cu&t
lv: Izgriez&t

# _msg2964
source: &Paste
lv: &Ielīmēt

# _msg2965
source: &Undo
lv: &Atsaukt

# _msg2966
source: &Redo
lv: &Atatsaukt

# _msg2967
source: &New
lv: Jau&ns

# _msg2968
source: New From &Template
lv: Jauns no &veidnes

# _msg2969
source: &Open...
lv: &Atvērt...

# _msg2970
source: &Save
lv: &Saglabāt

# _msg2971
source: Save &as...
lv: S&aglabāt kā...

# _msg2972
source: An&gle between two lines
lv: &Leņķis starp divām līnijām

# _msg2973
source: or %1%2
lv: vai %1%2

# _msg2974
source: Area: %1
lv: Laukums: %1

# _msg2975
source: Polygonal &Area
lv: Daudzstūra &laukums

# _msg2976
source: &Distance Point to Point
lv: &Attālums no punkta uz punktu

# _msg2977
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
lv: Attālums: %1 Dekarta: (%2 , %3), Polārās: (%4<%5

# _msg2978
source: &Distance Entity to Point
lv: &Attālums no objekta līdz punktam

# _msg2979
source: Point inside contour
lv: Punkts kontūrā

# _msg2980
source: &Total length of selected entities
lv: Izvēlē&to objektu kopīgais garums

# _msg2981
source: &Add Layer
lv: &Pievienot slāni

# _msg2982
source: &Edit Layer
lv: R&ediģēt slāni

# _msg2983
source: &Hide all
lv: &Slēpt visu

# _msg2984
source: &Show all
lv: &Rādīt visu

# _msg2985
source: &Remove Layer
lv: &Izņemt slāni

# _msg2986
source: Toggle Layer Loc&k
lv: Pārslēgt slāņa fi&ksēšanu

# _msg2987
source: Toggle Layer &Print
lv: &Pārslēgt slāņa drukāšanu

# _msg2988
source: &Toggle Layer Visibility
lv: Pārslēg&t slāņa redzamību

# _msg2989
source: &Attributes
lv: &Atribūti

# _msg2990
source: &Bevel
lv: &Slīps

# _msg2991
source: &Divide
lv: &Dalīt

# _msg2992
source: Entity must be a line, arc, circle or ellipse.
lv: Objektam ir jābūt līnijai, lokam, aplim vai elipsei.

# _msg2993
source: &Delete
lv: &Dzēst

# _msg2994
source: Delete Freehand
lv: Dzēst ar brīvu roku zīmēto

# _msg2995
source: Parent of second entity is NULL
lv: Otrā objekta vecāks ir NULL

# _msg2996
source: One of the chosen entities is NULL
lv: Viens no izvēlētajiem objektiem ir NULL

# _msg2997
source: Parent of first entity is NULL
lv: Pirmā objekta vecāks ir NULL

# _msg2998
source: First entity is NULL
lv: Pirmais objekts ir NULL

# _msg2999
source: Second entity is NULL
lv: Otrais objekts ir NULL

# _msg3000
source: &Delete selected
lv: &Dzēst izvēlēto

# _msg3001
source: &Properties
lv: Ī&pašības

# _msg3002
source: &Explode Text into Letters
lv: &Eksplodēt tekstu burtos

# _msg3003
source: &Mirror
lv: &Spoguļot

# _msg3004
source: &Move / Copy
lv: &Pārvietot / kopēt

# _msg3005
source: M&ove and Rotate
lv: Pārviet&ot un pagriezt

# _msg3006
source: &Offset
lv: &Nobīdīt

# _msg3007
source: Re&vert direction
lv: Apgriezt &virznienu

# _msg3009
source: &Rotate
lv: Pag&riezt

# _msg3010
source: Rotate T&wo
lv: Pagriezt di&vus

# _msg3011
source: &Round
lv: &Apaļot

# _msg3012
source: &Fillet
lv: &Lente

# _msg3013
source: &Scale
lv: &Mainīt izmēru

# _msg3014
source: &Stretch
lv: Iz&stiept

# _msg3015
source: &Trim
lv: Īsinā&t

# _msg3016
source: &Trim Two
lv: Īsinā&t divus

# _msg3017
source: &Lengthen
lv: &Pagarināt

# _msg3018
source: Current &Drawing Preferences
lv: Pašreizējā &zīmējuma iestatījumi

# _msg3019
source: move to bottom
lv: pārvietot uz apakšu

# _msg3020
source: set to bottom
lv: iestatīt uz apakšu

# _msg3021
source: lower after entity
lv: pazemināt pēc objekta

# _msg3022
source: lower over entity
lv: pazemināt virs objekta

# _msg3023
source: raise over entity
lv: pacelt virs objekta

# _msg3024
source: move to top
lv: pārvietot uz virspusi

# _msg3025
source: set to top
lv: iestatīt uz virspusi

# _msg3026
source: &Add node
lv: &Pievienot mezglu

# _msg3027
source: Add polyline's node
lv: Pievienot lauztas līnijas mezglu

# _msg3028
source: A&ppend node
lv: &Pielikt mezglu

# _msg3029
source: Append polyline's node
lv: Pielikt lauztas līnijas mezglu

# _msg3030
source: &Delete node
lv: &Dzēst mezglu

# _msg3031
source: Delete polyline's node
lv: Dzēst lauztas līnijas mezglu

# _msg3032
source: Delete &between two nodes
lv: Dzēst starp diviem mez&gliem

# _msg3033
source: Delete between two nodes
lv: Dzēst starp diviem mezgliem

# _msg3034
source: Deletinging point is invalid.
lv: Dzēšanas punkts nav derīgs.

# _msg3035
source: Deleteinging point is not on entity.
lv: Dzēšanas punkts nav objekts.

# _msg3036
source: Create &Equidistant Polylines
lv: Izv&eidot vienāda garuma lauztas līnijas

# _msg3037
source: Create Equidistant Polylines
lv: Izveidot vienāda garuma lauztas līnijas

# _msg3038
source: Create Polyline from Existing &Segments
lv: Izveidot lauztu līniju no esošiem &segmentiem

# _msg3039
source: Create Polyline from Existing Segments
lv: Izveidot lauztu līniju no esošiem segmentiem

# _msg3040
source: Entity must be a line, arc or polyline.
lv: Objektam ir jābūt līnijai, lokam vai lauztai līnijai.

# _msg3041
source: &Trim segments
lv: Īsinā&t segmentus

# _msg3042
source: Trim polyline's segments
lv: Īsināt lauztas līnijas segmentus

# _msg3043
source: Print Pre&view
lv: &Drukas priekšskatījums

# _msg3044
source: Select &All
lv: &Izvēlēties visu

# _msg3045
source: Deselect &all
lv: Neizvēlēties &nevienu

# _msg3047
source: (De-)Select &Contour
lv: [Ne-]izvēlēties &kontūru

# _msg3048
source: Select Intersected Entities
lv: Izvēlēties objektus, kas krustojas

# _msg3049
source: Deselect Intersected Entities
lv: Neizvēlēties objektus, kas krustojas

# _msg3050
source: Invert Selection
lv: Invertēt izvēli

# _msg3051
source: (De-)Select Layer
lv: [Ne-]izvēlēties slāni

# _msg3052
source: Select Entity
lv: Izvēlēties objektu

# _msg3053
source: Select Window
lv: Izvēlēties logu

# _msg3054
source: Deselect Window
lv: Neizvēlēties logu

# _msg3055
source: Regenerate Dimension Entities
lv: Pārģenerēt dimensiju objektus

# _msg3056
source: &Auto Zoom
lv: &Automātisks mērogs

# _msg3057
source: Zoom &In
lv: Tuv&ināt

# _msg3058
source: Zoom &Out
lv: Tā&lināt

# _msg3059
source: Zoom &Panning
lv: Mēroga &panoramēšana

# _msg3060
source: Previous &View
lv: Iepriekšējais &skats

# _msg3061
source: &Redraw
lv: Pā&rzīmēt

# _msg3062
source: &Window Zoom
lv: &Loga mērogs

# _msg3063
source: line
lv: līnija

# _msg3064
source: rectangle
lv: taisnstūris

# _msg3065
source: text
lv: teksts

# _msg3066
source: regen
lv: pārz

# _msg3067
source: undo
lv: atsaukt

# _msg3068
source: u
lv: a

# _msg3069
source: redo
lv: atatsaukt

# _msg3070
source: arc
lv: loks

# _msg3071
source: angle
lv: leņķis

# _msg3072
source: factor
lv: koeficients

# _msg3073
source: columns
lv: kolonnas

# _msg3074
source: rows
lv: rindas

# _msg3075
source: columnspacing
lv: kolonnuatstarpes

# _msg3076
source: rowspacing
lv: rinduatstarpes

# _msg3077
source: ang
lv: len

# _msg3078
source: a
lv: l

# _msg3079
source: fact
lv: fakt

# _msg3081
source: cols
lv: kol

# _msg3082
source: c
lv: k

# _msg3083
source: columnspacing
lv: kolonnuatstarpes

# _msg3084
source: colspacing
lv: kolatstarpes

# _msg3085
source: cs
lv: ka

# _msg3086
source: rowspacing
lv: rinduatstarpes

# _msg3087
source: rs
lv: ra

# _msg3088
source: center
lv: centrs

# _msg3091
source: point
lv: punkts

# _msg3092
source: offset
lv: nobīdīt

# _msg3093
source: o
lv: n

# _msg3094
source: parallel
lv: paralēli

# _msg3095
source: length
lv: garums

# _msg3096
source: close
lv: aizvērt

# _msg3097
source: number
lv: skaits

# _msg3098
source: through
lv: cauri

# _msg3099
source: help
lv: palīdzība

# _msg3101
source: length
lv: garums

# _msg3102
source: len
lv: gar

# _msg3103
source: l
lv: g

# _msg3104
source: c
lv: a

# _msg3105
source: num
lv: sk

# _msg3106
source: n
lv: s

# _msg3107
source: t
lv: c

# _msg3108
source: length1
lv: garums1

# _msg3109
source: length2
lv: garums2

# _msg3110
source: radius
lv: rādiuss

# _msg3111
source: trim
lv: īsināt

# _msg3112
source: length1
lv: garums1

# _msg3113
source: len1
lv: gar1

# _msg3114
source: l1
lv: g1

# _msg3115
source: length2
lv: garums2

# _msg3116
source: len2
lv: gar2

# _msg3117
source: l2
lv: g2

# _msg3120
source: chord length
lv: hordas garums

# _msg3121
source: length
lv: garums

# _msg3122
source: l
lv: g

# _msg3123
source: Command: %1
lv: Komanda: %1

# _msg3124
source: Available commands:
lv: Pieejamās komandas:

# _msg3125
source: circle
lv: riņķis

# _msg3126
source: zw
lv: ml

# _msg3127
source: za
lv: ma

# _msg3128
source: zp
lv: mp

# _msg3129
source: da
lv: dl

# _msg3133
source: ld
lv: dn

# _msg3134
source: sg
lv: pg

# _msg3135
source: se
lv: pb

# _msg3136
source: si
lv: pi

# _msg3137
source: sm
lv: pv

# _msg3138
source: sn
lv: pt

# _msg3139
source: np
lv: tp

# _msg3140
source: tn
lv: in

# _msg3141
source: ch
lv: ms

# _msg3142
source: xt
lv: pī

# _msg3143
source: rm
lv: mī

# _msg3144
source: mv
lv: mp

# _msg3145
source: mi
lv: mo

# _msg3146
source: ro
lv: mg

# _msg3147
source: sz
lv: mm

# _msg3148
source: ss
lv: mz

# _msg3149
source: er
lv: md

# _msg3150
source: oo
lv: ma

# _msg3151
source: uu
lv: mt

# _msg3152
source: xp
lv: me

# _msg3153
source: dimregen
lv: dimpārgen

# _msg3156
source: a
lv: l

# _msg3157
source: ci
lv: ri

# _msg3158
source: rec
lv: tais

# _msg3159
source: rectang
lv: taisn

# _msg3160
source: rg
lv: ta

# _msg3161
source: zr
lv: tp

# _msg3162
source: zv
lv: ti

# _msg3164
source: polyline
lv: lauztalīnija

# _msg3166
source: tm
lv: md

# _msg3167
source: da
lv: dl

# _msg3172
source: tm
lv: mv

# _msg3173
source: xt
lv: xī

# _msg3174
source: rm
lv: mī

# _msg3175
source: mv
lv: mp

# _msg3176
source: ch
lv: ms

# _msg3177
source: mi
lv: mo

# _msg3178
source: ro
lv: mg

# _msg3179
source: sz
lv: mm

# _msg3180
source: ss
lv: mz

# _msg3181
source: er
lv: md

# _msg3182
source: oo
lv: ma

# _msg3183
source: uu
lv: mt

# _msg3184
source: xp
lv: me

# _msg3185
source: os
lv: pn

# _msg3186
source: sg
lv: pg

# _msg3187
source: se
lv: pb

# _msg3188
source: si
lv: pi

# _msg3189
source: sn
lv: pt

# _msg3190
source: sm
lv: pv

# _msg3191
source: np
lv: tp

# _msg3192
source: tn
lv: in

# _msg3193
source: kill
lv: nobeigt

# _msg3194
source: k
lv: b

# _msg3195
source: back
lv: atpakaļ

# _msg3196
source: b
lv: a

# _msg3200
source: ar
lv: lo

# _msg3201
source: rect
lv: tais

# _msg3202
source: redraw
lv: pārzīmēt

# _msg3203
source: zr
lv: tp

# _msg3204
source: zw
lv: ml

# _msg3205
source: za
lv: ma

# _msg3206
source: zp
lv: mp

# _msg3207
source: zv
lv: ti

# _msg3208
source: u
lv: a

# _msg3209
source: os
lv: pn

# _msg3210
source: sc
lv: pc

# _msg3211
source: sc
lv: pc

# _msg3212
source: sd
lv: pa

# _msg3213
source: sd
lv: pa

# _msg3214
source: sf
lv: pb

# _msg3215
source: sf
lv: pb

# _msg3216
source: sa
lv: iv

# _msg3217
source: sa
lv: iv

# _msg3218
source: number
lv: skaits

# _msg3219
source: reversed
lv: apgriezti

# _msg3220
source: rev
lv: apg

# _msg3221
source: r
lv: a

# _msg3222
source: row
lv: rinda

# _msg3224
source: r
lv: a

# _msg3225
source: Command not found: %1
lv: Komanda nav atrasta: %1

# _msg3226
source: Accepted keycode: %1
lv: Pieņemtais taustiņu kods: %1

# _msg3227
source: mtext
lv: vteksts

# _msg3229
source: re
lv: apg

# _msg3230
source: re
lv: apg

# _msg3231
source: rn
lv: in

# _msg3232
source: rn
lv: in

# _msg3233
source: rr
lv: io

# _msg3234
source: rr
lv: io

# _msg3235
source: rh
lv: ih

# _msg3236
source: rh
lv: ih

# _msg3237
source: rv
lv: iv

# _msg3238
source: rv
lv: iv

# _msg3239
source: setrelativezero
lv: iestatītrelatīvonulli

# _msg3240
source: setrelativezero
lv: iestatītrelatīvonulli

# _msg3242
source: paperoffset
lv: papīranobīde

# _msg3243
source: graphoffset
lv: grafikanobīde

# _msg3244
source: fillet
lv: lenta

# _msg3245
source: divide
lv: dalīt

# _msg3246
source: div
lv: dal

# _msg3247
source: cut
lv: griezt

# _msg3248
source: row
lv: rinda

# _msg213
source: Tablet
ca: Tauleta

# _msg214
source: Trackpad
ca: Ratolí tàctil

# _msg527
source: DPI
ca: PPP

# _msg613
source: [0B80-0BFF] Tamil
ca: [0B80-0BFF] Tàmil

# _msg677
source: [D800-DBFF] High Surrogates
ca: [D800-DBFF] Substituts alts

# _msg678
source: [DC00-DFFF] Low Surrogate Area
ca: [DC00-DFFF] Àrea de substituts baixos

# _msg872
source: Spiderweb
ca: Teranyina

# _msg900
source: Don't use native OS file open dialog
ca: No utilitzis el diàleg d'obertura de fitxers del SO natiu

# _msg914
source: Export as MakerCAM SVG
ca: Exporta com a MakerCAM SVG

# _msg915
source: Layers
ca: Capes

# _msg916
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none;" or "visibility: hidden;").
ca: MakerCAM a partir del novembre del 2014 no oculta el contingut SVG que hagi estat establert com a invisible ("display: none;" o "visibility: hidden;").

# _msg917
source: Export invisible layers
ca: Exporta les capes invisibles

# _msg918
source: Export visible construction layers
ca: Exporta les capes visibles de construcció

# _msg919
source: Blocks
ca: Blocs

# _msg920
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
ca: MakerCAM a partir del novembre del 2014 no pot tractar correctament els blocs, ja que no té en compte el punt de referència a l'<use>.

# _msg921
source: Convert blocks to safe inline SVG content
ca: Converteix els blocs a contingut segur SVG alineat

# _msg922
source: Ellipses / Ellipse arcs
ca: El·lipses i arcs de l'el·lipse

# _msg923
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the "transform" attribute or as <path> using elliptic arc segments.
ca: MakerCAM a partir del març del 2015 no pot mostrar correctament les el·lipses i els arcs de l'el·lipse, quan es creïn amb l'etiqueta <ellipse> amb una rotació en l'atribut "transform" o com a <path> mitjançant segments d'arcs el·líptics.

# _msg924
source: Approximate ellipses and ellipse arcs with cubic béziers
ca: Aproximació de les el·lipses i els arcs de l'el·lipse amb corbes cúbiques de Bézier

# _msg939
source: Point
ca: Punt

# _msg940
source: Layer:
ca: Capa:

# _msg941
source: Geometry
ca: Geometria

# _msg942
source: Position (y):
ca: Posició (y):

# _msg943
source: Position (x):
ca: Posició (x):

# _msg944
source: Polyline
ca: Polilínia

# _msg945
source: Layer:
ca: Capa:

# _msg946
source: Geometry
ca: Geometria

# _msg947
source: Closed
ca: Tancada

# _msg948
source: Rotation Options
ca: Opcions de Gira

# _msg949
source: Number of copies
ca: Nombre de còpies

# _msg950
source: &Delete Original
ca: &Suprimeix l'original

# _msg951
source: &Keep Original
ca: &Manté l'original

# _msg952
source: &Multiple Copies:
ca: &Còpies múltiples:

# _msg954
source: Use current &attributes
ca: Utilitza els &atributs actuals

# _msg955
source: Use current &layer
ca: Utilitza la capa actua&l

# _msg957
source: Rotate Two Options
ca: Opcions de Gira a dos

# _msg958
source: Number of copies
ca: Nombre de còpies

# _msg959
source: &Delete Original
ca: &Suprimeix l'original

# _msg960
source: &Keep Original
ca: &Manté l'original

# _msg961
source: &Multiple Copies
ca: &Còpies múltiples

# _msg964
source: Use current &attributes
ca: Utilitza els &atributs actuals

# _msg965
source: Use current &layer
ca: Utilitza la capa actua&l

# _msg967
source: Scaling Options
ca: Opcions del canvi d'escala

# _msg968
source: Number of copies
ca: Nombre de còpies

# _msg969
source: Use current &attributes
ca: Utilitza els &atributs actuals

# _msg970
source: Use current &layer
ca: Utilitza la capa actua&l

# _msg971
source: &Delete Original
ca: &Suprimeix l'original

# _msg972
source: &Keep Original
ca: &Manté l'original

# _msg973
source: &Multiple Copies
ca: &Còpies múltiples

# _msg975
source: Scale by the same factor at both x- and y- directions
ca: Escala amb el mateix factor en les direccions X i Y

# _msg976
source: Isotropic Scaling
ca: Canvi d'escala isotròpic

# _msg980
source: Layer:
ca: Capa:

# _msg981
source: Geometry
ca: Geometria

# _msg982
source: Degree:
ca: Grau:

# _msg983
source: Closed
ca: Tancada

# _msg986
source: Clear Text
ca: Neteja el text

# _msg987
source: Load Text From File
ca: Carrega el text des d'un fitxer

# _msg988
source: Save Text To File
ca: Desa el text en un fitxer

# _msg989
source: Cut
ca: Retalla

# _msg990
source: Copy
ca: Copia

# _msg991
source: Paste
ca: Enganxa

# _msg992
source: Alignment
ca: Alineació

# _msg993
source: Top Right
ca: Superior dreta

# _msg994
source: Top Left
ca: Superior esquerra

# _msg995
source: Middle Left
ca: Mig esquerra

# _msg996
source: Middle Center
ca: Mig centre

# _msg997
source: Middle Right
ca: Mig dreta

# _msg998
source: Bottom Left
ca: Inferior esquerra

# _msg999
source: Bottom Right
ca: Inferior dreta

# _msg1000
source: Bottom Center
ca: Inferior centre

# _msg1001
source: Top Center
ca: Superior centre

# _msg1002
source: Insert Symbol
ca: Insereix un símbol

# _msg1003
source: Degree (°)
ca: Grau (°)

# _msg1004
source: Plus / Minus (±)
ca: Més / Menys (±)

# _msg1005
source: At (@)
ca: Arrova (@)

# _msg1006
source: Hash (#)
ca: Coixinet (#)

# _msg1007
source: Dollar ($)
ca: Dòlar ($)

# _msg1009
source: Registered (®)
ca: Registrat (®)

# _msg1010
source: Paragraph (§)
ca: Paràgraf (§)

# _msg1012
source: Pound (£)
ca: Lliura (£)

# _msg1013
source: Yen (¥)
ca: Ien (¥)

# _msg1014
source: Times (×)
ca: Multiplicació (×)

# _msg1015
source: Division (÷)
ca: Divisió (÷)

# _msg1016
source: Insert Unicode
ca: Insereix un caràcter Unicode

# _msg1017
source: Page:
ca: Pàgina:

# _msg1018
source: Char:
ca: Caràcter:

# _msg1019
source: [0000-007F] Basic Latin
ca: [0000-007F] Llatí bàsic

# _msg1020
source: [0080-00FF] Latin-1 Supplementary
ca: [0080-00FF] Llatí-1 suplementari

# _msg1021
source: [0100-017F] Latin Extended-A
ca: [0100-017F] Llatí ampliat-A

# _msg1022
source: [0180-024F] Latin Extended-B
ca: [0180-024F] Llatí ampliat-B

# _msg1023
source: [0250-02AF] IPA Extensions
ca: [0250-02AF] Extensions de l'IPA

# _msg1024
source: [02B0-02FF] Spacing Modifier Letters
ca: [02B0-02FF] Lletres modificadores d'espaiat

# _msg1025
source: [0300-036F] Combining Diacritical Marks
ca: [0300-036F] Caràcters diacrítics per a combinar

# _msg1026
source: [0370-03FF] Greek and Coptic
ca: [0370-03FF] Grec i copte

# _msg1027
source: [0400-04FF] Cyrillic
ca: [0400-04FF] Ciríl·lic

# _msg1028
source: [0500-052F] Cyrillic Supplementary
ca: [0500-052F] Ciríl·lic suplementari

# _msg1029
source: [0530-058F] Armenian
ca: [0530-058F] Armeni

# _msg1030
source: [0590-05FF] Hebrew
ca: [0590-05FF] Hebreu

# _msg1031
source: [0600-06FF] Arabic
ca: [0600-06FF] Àrab

# _msg1032
source: [0700-074F] Syriac
ca: [0700-074F] Siríac

# _msg1035
source: [0980-09FF] Bengali
ca: [0980-09FF] Bengalí

# _msg1039
source: [0B80-0BFF] Tamil
ca: [0B80-0BFF] Tàmil

# _msg1041
source: [0C80-0CFF] Kannada
ca: [0C80-0CFF] Canarès

# _msg1042
source: [0D00-0D7F] Malayalam
ca: [0D00-0D7F] Malaiàlam

# _msg1043
source: [0D80-0DFF] Sinhala
ca: [0D80-0DFF] Singalès

# _msg1044
source: [0E00-0E7F] Thai
ca: [0E00-0E7F] Tailandès

# _msg1045
source: [0E80-0EFF] Lao
ca: [0E80-0EFF] Laosià

# _msg1046
source: [0F00-0FFF] Tibetan
ca: [0F00-0FFF] Tibetà

# _msg1048
source: [10A0-10FF] Georgian
ca: [10A0-10FF] Georgià

# _msg1050
source: [1200-137F] Ethiopic
ca: [1200-137F] Etíop

# _msg1052
source: [1400-167F] Unified Canadian Aboriginal Syllabic
ca: [1400-167F] Sil·làbic unificat d'aborígens canadencs

# _msg1054
source: [16A0-16FF] Runic
ca: [16A0-16FF] Rúnic

# _msg1055
source: [1700-171F] Tagalog
ca: [1700-171F] Tagal

# _msg1060
source: [1800-18AF] Mongolian
ca: [1800-18AF] Mongol

# _msg1061
source: [1E00-1EFF] Latin Extended Additional
ca: [1E00-1EFF] Llatí ampliat addicional

# _msg1062
source: [1F00-1FFF] Greek Extended
ca: [1F00-1FFF] Grec ampliat

# _msg1063
source: [2000-206F] General Punctuation
ca: [2000-206F] Puntuació general
