Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2214
source: Select to delete
fr: Sélectionner pour supprimer
gl: Escolla para desbotar
pt_pt: Selecionar para excluir

# _msg2215
source: Select to delete immediately
fr: Sélectionner pour supprimer immédiatement
gl: Escolla para desbotar axiña
pt_pt: Selecionar para excluir imediatamente

# _msg2216
source: Select to move
fr: Sélectionner pour déplacer
gl: Escolla para mover
pt_pt: Selecionar para mover

# _msg2217
source: Select to rotate
fr: Sélectionner pour effectuer une rotation
gl: Escolla para xirar
pt_pt: Selecionar para girar

# _msg2218
source: Select to scale
fr: Sélectionner pour mettre à l’échelle
gl: Escolla para escalar
pt_pt: Selecionar para escalonar

# _msg2219
source: Select to mirror
fr: Sélectionner pour effectuer une symétrie axiale
gl: Escolla para imaxe espello
pt_pt: Selecionar para espelhar

# _msg2220
source: Select to move and rotate
fr: Sélectionner pour effectuer un déplacement et une rotation
gl: Escolla para mover e xirar
pt_pt: Selecionar para mover e girar

# _msg2221
source: Select for two axis rotation
fr: Sélectionner pour effectuer une rotation biaxiale
gl: Escolla para dobre xiro
pt_pt: Selecionar para girar em dois eixos

# _msg2222
source: Select to explode text
fr: Sélectionner pour éclater le texte
gl: Escolla para estoupar o texto en letras
pt_pt: Selecionar para fragmentar texto

# _msg2223
source: Select to create block
fr: Sélectionner pour créer un bloc
gl: Escolla para crear bloque
pt_pt: Selecionar para criar bloco

# _msg2224
source: Select to copy
fr: Sélectionner pour copier
gl: Escolla para copiar
pt_pt: Selecionar para copiar

# _msg2225
source: Select to cut
fr: Sélectionner pour couper
gl: Escolla para tallar
pt_pt: Selecionar para cortar

# _msg2226
source: No entity selected!
fr: Aucun élément sélectionné!
gl: Non se escolleu ningunha entidade!
pt_pt: Nenhuma entidade selecionada!

# _msg2227
source: Select to create offset
fr: Sélectionner pour créer un décalage
gl: Escolla para facer desprazamento
pt_pt: Selecionar para criar deslocamento

# _msg2228
source: Select entities to order
fr: Sélectionner les éléments à ordonner
gl: Escolla entidades para ordenar
pt_pt: Selecionar as entidades para o pedido

# _msg2229
source: Select to explode block
fr: Sélectionner pour éclater le bloc
gl: Escolla un conxunto para estoupar
pt_pt: Selecionar para fragmentar bloco

# _msg2230
source: Select to revert direction
fr: Sélectionner pour inverser la direction
gl: Escolla para reverter dirección
pt_pt: Selecionar para reverter a direção

# _msg2231
source: Select to unlink shaped text
fr: Sélectionner pour séparer le texte formé
pt_pt: Selecionar para desvincular texto modelado

# _msg2232
source: Entity must be an Atomic Entity.
fr: L’objet doit être atomique.
gl: A entidade ten que ser unha entidade atómica.
pt_pt: A entidade deve ser uma Entidade atômica.

# _msg2233
source: Back
pt_pt: Voltar

# _msg2234
source: Choose second point of intersection line
pt_pt: Selecionar o segundo ponto da linha de interseção

# _msg2235
source: Cancel
ca: Cancel·la
pt_pt: Cancelar

# _msg2236
source: Choose first point of intersection line
pt_pt: Selecionar o primeiro ponto da linha de interseção

# _msg2237
source: Back
pt_pt: Voltar

# _msg2238
source: Cancel
pt_pt: Cancelar

# _msg2239
source: Choose second edge
pt_pt: Escolher a segunda borda

# _msg2240
source: Click and drag for the selection window
fr: Cliquer et glisser pour sélectionner une fenêtre
gl: Prema e arrastre para facer a fiestra de selección
pt_pt: Clicar e arrastar para a janela de seleção

# _msg2241
source: Cancel
pt_pt: Cancelar

# _msg2242
source: Set relative Zero
pt_pt: Configurar zero relativo

# _msg2243
source: Set &Relative Zero
fr: Positionner le zéro &relatif
gl: Fixar orixe &relativa
pt_pt: Configurar zero &relativo

# _msg2244
source: Back
pt_pt: Voltar

# _msg2245
source: Select second entity
pt_pt: Selecionar a segunda entidade

# _msg2246
source: I&ntersection Manually
pt_pt: I&nterseção manual

# _msg2247
source: Select first entity
pt_pt: Selecionar primeira entidade

# _msg2248
source: Regenerated %1 dimension entities
fr: Éléments %1 de cotation régénérés
gl: Rexeneradas %1 entidades de acoutamento
pt_pt: Entidades de dimensão %1 regeneradas

# _msg2249
source: No dimension entities found
fr: Aucun élément de cotation trouvé
gl: Non se atopou ningunha entidade de acoutamento.
pt_pt: Nenhuma entidade de dimensão encontrada

# _msg2250
source: Cancel
pt_pt: Cancelar

# _msg2251
source: Click and drag to pan zoom
pt_pt: Clicar e arrastar para zoom panorâmico

# _msg2252
source: Zoom panning
fr: Déplacement de la vue
gl: Arrastrar área gráfica
pt_pt: Zoom panorâmico

# _msg2253
source: Back
pt_pt: Voltar

# _msg2254
source: Specify first edge
pt_pt: Especificar a primeira borda

# _msg2255
source: Cancel
pt_pt: Cancelar

# _msg2256
source: Specify second edge
pt_pt: Especificar a segunda borda

# _msg2257
source: Frame
fr: Cadre
gl: Marco
pt_pt: Quadro

# _msg2258
source: Arc Options
fr: Paramètres des arcs
gl: Opcións de arco
pt_pt: Opções do arco

# _msg2259
source: Counterclockwise
fr: Sens antihoraire
gl: No sentido contrario ás agullas do reloxo
pt_pt: Anti-horário

# _msg2260
source: Clockwise
fr: Sens horaire
gl: No sentido das agullas do reloxo
pt_pt: Sentido horário

# _msg2261
source: Tangential Arc Options
fr: Paramètres d’arc tangent
gl: Opcións de arco tanxente
pt_pt: Opções do arco tangente

# _msg2262
source: Radius of the tangential arc
fr: Rayon de l’arc tangent
gl: Raio do arco tanxente
pt_pt: Raio do arco tangente

# _msg2263
source: Total subtending angle of the tangential arc
fr: Angle sous-tendu total de l’arc tangent
gl: Ángulo total abranguido polo arco tanxente
pt_pt: Ângulo total subtendido no arco tangente

# _msg2264
source: Radius
fr: Rayon
gl: Raio
pt_pt: Raio

# _msg2265
source: Angle
gl: Ángulo
pt_pt: Ângulo

# _msg2266
source: Bevel Options
fr: Paramètres de chanfrein
gl: Opcións de chafrán
pt_pt: Opções de chanfro

# _msg2267
source: Check to trim both entities to the bevel
fr: Vérifier pour ajuster les deux éléments avec le chanfrein
gl: Actíveo para tallares as dúas entidades a achafranar
pt_pt: Marcar para aparar ambas as entidades para o chanfro

# _msg2268
source: Trim
fr: Ajuster
gl: Tallar
pt_pt: Aparar

# _msg2269
source: Length 1:
fr: Longueur 1 :
gl: Lonxitude 1:
pt_pt: Comprimento 1:

# _msg2270
source: Length 2:
fr: Longueur 2 :
gl: Lonxitude 2:
pt_pt: Comprimento 2:

# _msg2271
source: Circle Options
fr: Paramètres des cercles
gl: Opcións de círculo
pt_pt: Opções do círculo

# _msg2272
source: Diameter:
fr: Diamètre :
pt_pt: Diâmetro:

# _msg2273
source: Circle Options
fr: Paramètres des cercles
gl: Opcións de círculo
pt_pt: Opções do círculo

# _msg2274
source: Radius:
fr: Rayon :
gl: Raio:
pt_pt: Raio:

# _msg2275
source: Circle Tangential2 Options
fr: Paramètres des cercles tangents 2
gl: Opcións de círculo tanxencial a 2
pt_pt: Opções do círculo tangente2

# _msg2276
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
fr: <html><head/><body><p>Rayon du cercle tangent à tracer</p></body></html>
gl: <html><head/><body><p>Raio do círculo tanxencial a debuxar</p></body></html>
pt_pt: <html><head/><body><p>Raio do círculo tangente para desenhar</p></body></html>

# _msg2277
source: Radius:
fr: Rayon :
gl: Raio:
pt_pt: Raio:

# _msg2278
source: Radius of tangential circle
fr: Rayon du cercle tangent
gl: Raio do círculo tanxencial
pt_pt: Raio do círculo tangente

# _msg2279
source: Linear Dimension Options
fr: Paramètres de cotation linéaire
gl: Opcións de acoutamento linear
pt_pt: Opções de dimensão linear

# _msg2280
source: Angle:
gl: Ángulo
pt_pt: Ângulo:

# _msg2281
source: Dimension Options
fr: Paramètres de cotation
gl: Opcións de acoutamento
pt_pt: Opções da dimensão

# _msg2282
source: Label:
fr: Étiquette :
gl: Etiqueta:
pt_pt: Rótulo:

# _msg2290
source: Insert Options
fr: Paramètres d’insertion
gl: Opcións de inserción
pt_pt: Opções de Inserir

# _msg2291
source: Angle:
gl: Ángulo
pt_pt: Ângulo:

# _msg2292
source: Rotation Angle
fr: Angle de rotation
gl: Ángulo de xiro
pt_pt: Ângulo de rotação

# _msg2293
source: Factor:
fr: Facteur :
pt_pt: Fator:

# _msg2294
source: Scale Factor
fr: Facteur de mise à l’échelle
gl: Factor de escala
pt_pt: Fator de escala

# _msg2296
source: DPI of Image
fr: PPP de l’image
gl: PPP da imaxe
pt_pt: DPI da imagem

# _msg2297
source: Insert Options
fr: Paramètres d’insertion
gl: Opcións de inserción
pt_pt: Opções de Inserir

# _msg2298
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2299
source: Rotation Angle
fr: Angle de rotation
gl: Ángulo de xiro
pt_pt: Ângulo de rotação

# _msg2300
source: Factor:
fr: Facteur :
pt_pt: Fator:

# _msg2301
source: Scale Factor
fr: Facteur de mise à l’échelle
gl: Factor de escala
pt_pt: Fator de escala

# _msg2302
source: Array:
fr: Matrice :
gl: Matriz:
pt_pt: Arranjo:

# _msg2303
source: Number of Columns
fr: Nombre de colonnes
gl: Cantidade de columnas
pt_pt: Número de colunas

# _msg2304
source: Number of Rows
fr: Nombre de lignes
gl: Cantidade de ringleiras
pt_pt: Número de linhas

# _msg2305
source: Spacing:
fr: Espacement :
gl: Espazado:
pt_pt: Espaçamento:

# _msg2306
source: Column Spacing
fr: Espacement des colonnes
gl: Espazo entre columnas
pt_pt: Espaçamento das colunas

# _msg2307
source: Row Spacing
fr: Espacement des lignes
gl: Espazo entre ringleiras
pt_pt: Espaçamento das linhas

# _msg2308
source: Library Insert Options
fr: Paramètres d’insertion de bibliothèques
gl: Opcións de inserción da biblioteca
pt_pt: Opções para inserir biblioteca

# _msg2309
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2310
source: Rotation Angle
fr: Angle de rotation
gl: Ángulo de xiro
pt_pt: Ângulo de rotação

# _msg2311
source: Factor:
fr: Facteur :
pt_pt: Fator:

# _msg2312
source: Scale Factor
fr: Facteur de mise à l’échelle
gl: Factor de escala
pt_pt: Fator de escala

# _msg2313
source: Line Angle Options
fr: Paramètres d’inclinaison de lignes
gl: Opcións de liña en ángulo
pt_pt: Opções do ângulo da linha

# _msg2314
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2315
source: Line angle
fr: Inclinaison de la ligne
gl: Ángulo da liña:
pt_pt: Ângulo da linha

# _msg2316
source: Length:
fr: Longueur :
gl: Lonxitude:
pt_pt: Comprimento:

# _msg2317
source: Length of line
fr: Longueur de la ligne
gl: Lonxitude da liña
pt_pt: Comprimento da linha

# _msg2318
source: Snap Point:
fr: Point d’accrochage :
gl: Punto de agarre:
pt_pt: Ponto de snap:

# _msg2319
source: Start
fr: Départ
gl: Principio
pt_pt: Iniciar

# _msg2320
source: Middle
fr: Milieu
gl: Metade
pt_pt: Meio

# _msg2321
source: End
fr: Fin
gl: Final
pt_pt: Fim

# _msg2322
source: Line Bisector Options
fr: Paramètres des lignes bissectrices
gl: Opcións de liña bisectriz
pt_pt: Opções da linha bissetriz

# _msg2323
source: Length:
fr: Longueur :
gl: Lonxitude:
pt_pt: Comprimento:

# _msg2324
source: Length of bisector
fr: Longueur de la bissectrice
gl: Lonxitude da bisectriz
pt_pt: Comprimento da bissetriz

# _msg2325
source: Number:
fr: Nombre :
gl: Cantidade
pt_pt: Número:

# _msg2326
source: Number of bisectors to create
fr: Nombre de bissectrices à créer
gl: Cantidade de bisectrices a facer
pt_pt: Número de bissetores a serem criados

# _msg2327
source: Line Options
fr: Paramètres des lignes
gl: Opcións de liña
pt_pt: Opções da linha

# _msg2328
source: Form a closed contour from lines drawn
fr: Créer une forme fermée à partir des lignes tracées
gl: Facer un contorno pechado coas liñas debuxadas
pt_pt: Formar um contorno fechado a partir das linhas desenhadas

# _msg2329
source: Close
fr: Fermer
gl: Pechar
pt_pt: Fechar

# _msg2330
source: Undo the last line drawing
fr: Annuler le dernier tracé de ligne
gl: Desfacer a última liña debuxada
pt_pt: Desfazer a última linha desenhada

# _msg2331
source: Undo
fr: Annuler
gl: Desfacer
pt_pt: Desfazer

# _msg2332
source: Redo the last line drawing
fr: Rétablir le dernier tracé de ligne
gl: Refacer a última liña debuxada
pt_pt: Refazer a última linha desenhada

# _msg2333
source: Redo
fr: Effectuer à nouveau
gl: Refacer
pt_pt: Refazer

# _msg2334
source: Line Parallel Options
fr: Paramètres des lignes parallèles
gl: Opcións de liña paralela
pt_pt: Opções de linha paralela

# _msg2335
source: Distance:
gl: Distancia:
pt_pt: Distância:

# _msg2336
source: Distance to original entity
fr: Distance depuis l’objet de référence
gl: Distancia de separación da entidade orixinal
pt_pt: Distância à entidade original

# _msg2337
source: Number:
fr: Nombre :
gl: Cantidade:
pt_pt: Número:

# _msg2338
source: Number of parallels to create
fr: Nombre de parallèles à créer
gl: Cantidade de paralelas a facer
pt_pt: Número de paralelas a serem criadas

# _msg2339
source: Line Parallel Through Options
fr: Paramètres des lignes parallèles passant par un point
gl: Opcións de liña paralela pasando por un punto
pt_pt: Opções através de linhas paralelas

# _msg2340
source: Number:
fr: Nombre :
gl: Cantidade:
pt_pt: Número:

# _msg2341
source: Number of parallels to create
fr: Nombre de parallèles à créer
gl: Cantidade de paralelas a facer
pt_pt: Número de paralelas a serem criadas

# _msg2342
source: Polygon Options
fr: Paramètres des polygones
gl: Opcións de polígono
pt_pt: Opções do polígono

# _msg2343
source: Number:
fr: Nombre :
gl: Cantidade:
pt_pt: Número:

# _msg2344
source: Number of edges
fr: Nombre de bords
gl: Cantidade de lados
pt_pt: Número de extremidades

# _msg2345
source: Polygon Options
fr: Paramètres des polygones
gl: Opcións de polígono
pt_pt: Opções do polígono

# _msg2346
source: Number:
fr: Nombre :
gl: Cantidade:
pt_pt: Número:

# _msg2347
source: Number of edges
fr: Nombre de bords
gl: Cantidade de lados
pt_pt: Número de extremidades

# _msg2348
source: Line Relative Angle Options
fr: Paramètres des lignes avec un angle relatif
gl: Opcións de liña con ángulo relativo
pt_pt: Opções de ângulo relativo à linha

# _msg2349
source: Angle:
gl: Ángulo:
lv: Leņķis:
pt_pt: Ângulo:

# _msg2350
source: Line angle
fr: Inclinaison de la ligne
gl: Liña con ángulo
pt_pt: Ângulo da linha

# _msg2351
source: Length:
fr: Longueur :
gl: Lonxitude:
pt_pt: Comprimento:

# _msg2352
source: Length of line
fr: Longueur de la ligne
gl: Lonxitude da liña
pt_pt: Comprimento da linha

# _msg2353
source: Text Options
fr: Paramètres des textes
gl: Opcións de texto
pt_pt: Opções de texto

# _msg2354
source: Text:
fr: Texte :
gl: Texto:
pt_pt: Texto:

# _msg2355
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2356
source: Modify Offset Options
fr: Paramètres de décalage
gl: Opcións de desprazamento
pt_pt: Opções para modificar as linhas de deslocamento

# _msg2357
source: Distance:
ca: Distància:
gl: Separación:
pt_pt: Distância:
uk: Відстань:

# _msg2358
source: Offset from original entity
fr: Décalage depuis l’objet de référence
gl: Distancia de separación da entidade orixinal
pt_pt: Deslocar a partir da entidade original

# _msg2359
source: Move Rotate Options
fr: Paramètres de déplacement/rotation
gl: Opcións de desprazar e xirar
pt_pt: Opções Mover e Girar

# _msg2360
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2361
source: Polyline Options
fr: Paramètres des polylignes
gl: Opcións de poliliña
pt_pt: Opções da polilinha

# _msg2362
source: Close
fr: Fermer
gl: Pechar
pt_pt: Fechar

# _msg2363
source: Undo
fr: Annuler
gl: Desfacer
pt_pt: Desfazer

# _msg2364
source: Line
fr: Ligne
gl: Liña
pt_pt: Linha

# _msg2365
source: Tangential
fr: Tangent
gl: Tanxentes
pt_pt: Tangente

# _msg2366
source: Tan Radius
fr: Rayon tangent
gl: Tanx. con raio
pt_pt: Raio tangente

# _msg2367
source: Angle
gl: Por ángulo
pt_pt: Ângulo

# _msg2368
source: Radius:
fr: Rayon :
gl: Raio:
pt_pt: Raio:

# _msg2369
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2370
source: Counter Clockwise
fr: Sens antihoraire
gl: No sentido contrario as agullas do reloxo
pt_pt: Sentido Anti-horário

# _msg2371
source: Clockwise
fr: Sens horaire
gl: No sentido das agullas do reloxo
pt_pt: Sentido horário

# _msg2372
source: Print Preview Options
fr: Options d’aperçu avant impression
gl: Opcións de vista previa de impresión
pt_pt: Opções de visualizar impressão

# _msg2373
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
fr: <html><head/><body><p>L’échelle d’impression est fixée à la valeur actuelle</p></body></html>
gl: <html><head/><body><p>Fixar a escala de impresión no valor actual</p></body></html>
pt_pt: <html><head/><body><p>A impressão de escala está travada no valor atual</p></body></html>

# _msg2374
source: fixed
fr: fixé
gl: Fixa
pt_pt: fixo

# _msg2375
source: Toggle Black / White mode
fr: Basculer entre les modes blanc et noir
gl: Alternar branco/negro-cor
pt_pt: Alternar modo Preto / Branco

# _msg2376
source: Center to page
fr: Centré sur la page
gl: Centrar o debuxo á folla
pt_pt: Centralizar à página

# _msg2377
source: Fit to page
fr: Ajusté à la page
gl: Escalar o debuxo á folla
pt_pt: Ajustar à página

# _msg2378
source: Calculate number of pages needed to contain the drawing.
fr: Calculer le nombre de pages nécessaires pour contenir le dessin.
pt_pt: Calcular número de páginas necessárias para conter o desenho.

# _msg2379
source: Round Options
fr: Paramètres des arrondis
gl: Opcións de arredondar
pt_pt: Opções de arredondamento

# _msg2380
source: Check to trim both edges to the rounding
fr: Vérifier pour ajuster les deux bords selon l’arrondi
gl: Actíveo para tallares as dúas entidades a arredondar
pt_pt: Marque para aparar ambas as entidades a serem arredondadas

# _msg2381
source: Trim
fr: Ajuster
gl: Tallar
pt_pt: Aparar

# _msg2382
source: Radius:
fr: Rayon :
gl: Raio:
pt_pt: Raio:

# _msg2383
source: Shape Text Options
fr: Paramètres de texte de forme
pt_pt: Opções de modelagem de texto

# _msg2384
source: Offset:
fr: Décalage :
gl: Separación:
pt_pt: Deslocamento:

# _msg2385
source: Snap Distance Options
fr: Options de la distance d’accrochage
gl: Opcións de forzar a unha distancia
pt_pt: Opções de snap de distância

# _msg2386
source: Distance:
gl: Distancia:
pt_pt: Distância:

# _msg2387
source: Snap Distance Options
fr: Options de la distance d’accrochage
gl: Opcións de forzar a unha distancia
pt_pt: Opções de snap de distância

# _msg2388
source: Middle Points:
fr: Points intermédiaires :
gl: Puntos medios:
pt_pt: Pontos medianos:

# _msg2389
source: Number of equidistant division points
fr: Nombre de points de division équidistants
gl: Cantidade de puntos medios equidistantes para forzado
pt_pt: Número de pontos de divisão equidistante

# _msg2390
source: Spline Options
fr: Paramètres des courbes splines
gl: Opcións de spline
pt_pt: Opções da curva

# _msg2391
source: Degree:
fr: Degré :
gl: Grao:
pt_pt: Graus:

# _msg2392
source: Closed
fr: Fermé
gl: Pechada
pt_pt: Fechado

# _msg2393
source: Undo
fr: Annuler
gl: Desfacer
pt_pt: Desfazer

# _msg2394
source: Text Options
fr: Paramètres des textes
gl: Opcións de texto
pt_pt: Opções de texto

# _msg2395
source: Text:
fr: Texte :
gl: Texto:
pt_pt: Texto:

# _msg2396
source: Angle:
gl: Ángulo:
pt_pt: Ângulo:

# _msg2397
source: Trim Amount Options
fr: Paramètres de la quantité d’ajustements
gl: Opcións de tallado por medidas
pt_pt: Opções de quantidade para aparar

# _msg2398
source: Distance. Negative values for trimming, positive values for extending.
fr: Distance. Valeurs négatives pour raccourcir, positives pour rallonger.
gl: Medida: Valores negativos para tallar, positivos para alongar.
pt_pt: Distância. Valores negativos para aparar, valores positivos para estender.

# _msg2399
source: Length:
fr: Longueur :
gl: Lonxitude:
pt_pt: Comprimento:

# _msg2400
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
fr: Distance. Valeurs négatives pour raccourcir, positives pour rallonger. Les signes négatifs sont ignorés lors de l’ajustement pour obtenir la longueur totale finale.
gl: Medida: Valores negativos para tallar, positivos para alongar. O signo negativo ignórase cando se activa a opción de largura total final.
pt_pt: Distância. Valores negativos para aparar, valores positivos para estender. O sinal negativo é ignorado quando está aparando até o comprimento final.

# _msg2401
source: The input length is used as total length after trimming, instead of length increase
fr: La longueur saisie est utilisée en tant que longueur totale après ajustement, plutôt que comme une longueur ajoutée
gl: Activándoa, a largura introducida úsase como largura total final, empaga de incrementares a largura.
pt_pt: O comprimento informado é utilizado como comprimento total após aparar, em vez de aumentar o comprimento

# _msg2402
source: Frame
fr: Cadre
gl: Marco
pt_pt: Quadro

# _msg2405
source: Name
fr: Nom
gl: Nome
pt_pt: Nome

# _msg2406
source: Create
fr: Créer
gl: Crear
pt_pt: Criar

# _msg2407
source: Destroy
fr: Détruire
gl: Desfacer
pt_pt: Destruir

# _msg2408
source: Assign
fr: Assigner
gl: Asignar
pt_pt: Atribuir

# _msg2409
source: Update
fr: Mettre à jour
gl: Actualizar
pt_pt: Atualizar

# _msg2410
source: 2 Points, Radius
pt_pt: 2 Pontos, Raio

# _msg2411
source: &Spline through points
pt_pt: &Curva através dos pontos

# _msg2412
source: Draw polylines
pt_pt: Desenhar polilinhas

# _msg2413
source: Add polyline's node
pt_pt: Adicionar nós de polilinha

# _msg2414
source: Append polyline's node
pt_pt: Adicionar nós de polilinha

# _msg2415
source: Delete polyline's node
pt_pt: Excluir nós da polilinha

# _msg2416
source: Delete between two nodes
pt_pt: Excluir entre dois nós

# _msg2417
source: Trim polyline's segments
pt_pt: Aparar segmentos da polilinha

# _msg2418
source: Create Equidistant Polylines
pt_pt: Criar polilinhas equidistantes

# _msg2419
source: M&ove and Rotate
pt_pt: M&over e girar

# _msg2420
source: &Trim Two
pt_pt: &Aparar dois

# _msg2421
source: &Offset
pt_pt: &Deslocar

# _msg2422
source: set to bottom
pt_pt: definir na parte inferior

# _msg2423
source: lower over entity
pt_pt: diminuir sobre a entidade

# _msg2424
source: set to top
pt_pt: definir no topo

# _msg2425
source: &Preferences
pt_pt: &Preferências

# _msg2426
source: Open IDE
pt_pt: Abrir IDE

# _msg2427
source: Run Script..
pt_pt: Executar script..

# _msg2428
source: Regenerate Dimension Entities
pt_pt: Regenerar entidades de dimensão

# _msg2429
source: &Draft
pt_pt: &Rascunho

# _msg2430
source: Specify a point
pt_pt: Especificar um ponto

# _msg2432
source: &Arc
pt_pt: &Arco

# _msg2433
source: None
pt_pt: Nenhum

# _msg2434
source: &Draw
pt_pt: &Desenhar

# _msg2436
source: Reset
pt_pt: Redefinir

# _msg2437
source: Command Line
pt_pt: Linha de comando

# _msg2438
source: &Block
pt_pt: &Bloco

# _msg2439
source: &Layer
pt_pt: &Camada

# _msg2440
source: Focus on &Command Line
pt_pt: Focar na linha de &comando

# _msg2441
source: &Point
pt_pt: &Ponto

# _msg2442
source: Property Editor
pt_pt: Editor de Propriedades

# _msg2443
source: &Dimension
pt_pt: &Dimensão

# _msg2444
source: <b>Version:</b> %1
pt_pt: <b>Versão:</b> %1

# _msg2445
source: <b>Qt Version:</b> %1
pt_pt: <b>Versão do Qt:</b> %1

# _msg2446
source: Simulation Controls
pt_pt: Controles de Simulação

# _msg2447
source: CAD Tools
lv: CAD rīki
pt_pt: Ferramentas CAD

# _msg2448
source: &Order QCAD Professional Now
pt_pt: Fazer o &pedido do QCAD Profissional agora

# _msg2449
source: Running script '%1'
pt_pt: Executando o script '%1'

# _msg2450
source: Inserting block '%1'
pt_pt: Inserindo bloco '%1'

# _msg2451
source: &About %1
pt_pt: &Sobre %1

# _msg2452
source: About...
pt_pt: Sobre...

# _msg2454
source: Visit the RibbonSoft website
pt_pt: Visitar o site da Ribbonsoft

# _msg2456
source: &Spline
pt_pt: &Curva
