Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg944
source: &Delete Original
pt_pt: &Excluir original

# _msg945
source: &Keep Original
pt_pt: &Manter original

# _msg946
source: &Multiple Copies:
pt_pt: &Múltiplas cópias:

# _msg948
source: Use current &attributes
pt_pt: Utilize &atributos atuais

# _msg949
source: Rotate Two Options
pt_pt: Girar duas opções

# _msg950
source: Angle (&b):
pt_pt: Ângulo (&b):

# _msg951
source: Angle (&a):
pt_pt: Ângulo (&a):
uk: &Кут (a):

# _msg952
source: Use current &layer
pt_pt: Utilize a &camada atual

# _msg953
source: Number of copies
pt_pt: Número de cópias

# _msg954
source: &Delete Original
pt_pt: &Excluir original

# _msg955
source: &Keep Original
pt_pt: &Manter original

# _msg956
source: &Multiple Copies
pt_pt: &Várias cópias

# _msg958
source: Use current &attributes
pt_pt: Utilize &atributos atuais
uk: Використовувати поточні &атрибути

# _msg959
source: Use current &layer
pt_pt: Utilize a &camada atual
uk: Використовувати поточний &шар

# _msg960
source: Scaling Options
pt_pt: Opções de escala

# _msg962
source: Number of copies
pt_pt: Número de cópias

# _msg963
source: &Delete Original
pt_pt: &Excluir original

# _msg964
source: &Keep Original
pt_pt: &Manter original

# _msg965
source: &Multiple Copies
pt_pt: &Várias cópias

# _msg966
source: Scale by the same factor at both x- and y- directions
pt_pt: Fazer escala pelo mesmo fator de ambas as direções x- e y-

# _msg967
source: Isotropic Scaling
pt_pt: Escalonamento Isotrópico

# _msg970
source: Closed
pt_pt: Fechado

# _msg971
source: Layer:
pt_pt: Camada:

# _msg972
source: Spline
pt_pt: Curva

# _msg973
source: Degree:
pt_pt: Graus:

# _msg974
source: Geometry
pt_pt: Geometria

# _msg976
source: Cut
pt_pt: Cortar

# _msg977
source: Copy
pt_pt: Copiar

# _msg978
source: Text
pt_pt: Texto

# _msg979
source: Char:
pt_pt: Caractere:

# _msg980
source: Page:
pt_pt: Página:

# _msg981
source: Paste
pt_pt: Colar

# _msg982
source: Text:
pt_pt: Texto:

# _msg983
source: Save Text To File
pt_pt: Salvar texto para arquivo

# _msg984
source: Middle Left
pt_pt: Meio à esquerda
uk: По середині ліворуч

# _msg985
source: Top Right
pt_pt: Topo, à direita

# _msg986
source: Middle Right
pt_pt: Meio à direita
uk: По середині праворуч

# _msg987
source: Top Center
pt_pt: Topo, no centro

# _msg988
source: Bottom Left
pt_pt: Inferior Esquerdo

# _msg989
source: Insert Symbol
pt_pt: Inserir símbolo

# _msg990
source: Top Left
lv: Augšā pa kreisi
pt_pt: Topo, à esquerda

# _msg991
source: Middle Center
pt_pt: Meio ao centro

# _msg992
source: Clear Text
pt_pt: Limpar texto

# _msg993
source: Load Text From File
pt_pt: Carregar texto a partir do arquivo

# _msg994
source: Bottom Right
pt_pt: Inferior Direito

# _msg995
source: Bottom Center
pt_pt: Centro Inferior

# _msg996
source: &Height:
pt_pt: &Altura:

# _msg997
source: Insert Unicode
pt_pt: Inserir Unicode

# _msg998
source: Alignment
pt_pt: Alinhamento

# _msg999
source: Degree (°)
lv: Grāds (°)
pt_pt: Graus (°)

# _msg1000
source: Plus / Minus (±)
lv: Pluss / mīnuss (±)
pt_pt: Mais / Menos (±)

# _msg1001
source: At (@)
pt_pt: Arroba (@)

# _msg1002
source: Hash (#)
lv: Reste (#)
pt_pt: Cerquilha (#)

# _msg1003
source: Dollar ($)
lv: Dolārs ($)
pt_pt: Cifrão ($)

# _msg1004
source: Copyright (©)
lv: Autortiesības (©)
pt_pt: Direitos autorais (©)

# _msg1005
source: Registered (®)
lv: Reģistrēts (®)
pt_pt: Registrado (®)

# _msg1006
source: Paragraph (§)
lv: Paragrāfs (§)
pt_pt: Parágrafo (§)

# _msg1008
source: Pound (£)
lv: Mārciņa (£)
pt_pt: Libra (£)

# _msg1009
source: Yen (¥)
lv: Jēna (¥)
pt_pt: Iene (¥)

# _msg1010
source: Times (×)
lv: Reizes (×)
pt_pt: Vezes (×)

# _msg1011
source: Division (÷)
lv: Dalīšana (÷)
pt_pt: Divisão (÷)

# _msg1120
source: Layer:
pt_pt: Camada:

# _msg1121
source: Font settings
pt_pt: Configurações das fontes

# _msg1122
source: Angle:
pt_pt: Ângulo:

# _msg1123
source: Oblique:
pt_pt: Oblíquo:

# _msg1124
source: Width factor:
pt_pt: Fator da largura:

# _msg1125
source: Font:
pt_pt: Fonte:

# _msg1126
source: Baseline Left
pt_pt: Linha de base esquerda

# _msg1127
source: Baseline Right
pt_pt: Linha de base direita

# _msg1128
source: Baseline Center
pt_pt: Linha de base do centro

# _msg1129
source: Fit
pt_pt: Ajustar

# _msg1130
source: Diameter (⌀)
pt_pt: Diâmetro (⌀)

# _msg1131
source: A&ligned
pt_pt: A&linhado

# _msg1132
source: &Middle
pt_pt: &Meio

# _msg1134
source: again Still No Text supplied.
pt_pt: nenhum texto foi fornecido novamente ainda.

# _msg1135
source: Save As...
pt_pt: Salvar como...

# _msg1136
source: Close All
pt_pt: Fechar tudo

# _msg1137
source: Close
pt_pt: Fechar

# _msg1138
source: Drawing Exchange DXF 2000 %1
pt_pt: Desenho de Compartilhamento DXF 2000 %1

# _msg1139
source: Drawing Exchange DXF R12 %1
pt_pt: Desenho de Compartilhamento DXF R12 %1

# _msg1140
source: LFF Font %1
pt_pt: Fonte LFF %1

# _msg1141
source: QCad Font %1
pt_pt: Fonte QCad %1

# _msg1142
source: Jww Drawing %1
pt_pt: Desenho Jww %1

# _msg1143
source: Drawing Exchange %1
pt_pt: Desenho de Compartilhamento %1

# _msg1144
source: QCad 1.x file %1
pt_pt: Arquivo QCad 1.x %1

# _msg1145
source: Drawing Exchange DXF 2007 %1
pt_pt: Desenho de Compartilhamento DXF 2007 %1

# _msg1146
source: Drawing Exchange DXF 2004 %1
pt_pt: Desenho de Compartilhamento DXF 2004 %1

# _msg1147
source: Drawing Exchange DXF R14 %1
pt_pt: Desenho de Compartilhamento DXF R14 %1

# _msg1148
source: Block
pt_pt: Bloco

# _msg1149
source: Drawing
pt_pt: Desenho

# _msg1150
source: Open %1
pt_pt: Abrir %1

# _msg1151
source: Save %1 As
pt_pt: Salvar %1 como

# _msg1152
source: dwg Drawing %1
pt_pt: desenho dwg %1

# _msg1153
source: Untitled
pt_pt: Sem título

# _msg1154
source: Image Export Options
pt_pt: Opções de exportação da imagem

# _msg1155
source: Bitmap Size
pt_pt: Tamanho de Bitmap

# _msg1156
source: Width:
pt_pt: Largura:

# _msg1157
source: Height:
pt_pt: Altura:

# _msg1158
source: Resolution:
pt_pt: Resolução:
uk: Роздільна здатність:

# _msg1159
source: auto
pt_pt: automático
uk: авто

# _msg1160
source: Background
pt_pt: Fundo

# _msg1161
source: White
pt_pt: Branco

# _msg1162
source: Colouring
pt_pt: Coloração

# _msg1163
source: Black / White
pt_pt: Preto / Branco

# _msg1164
source: Coloured
pt_pt: Colorido

# _msg1165
source: Borders
pt_pt: Bordas

# _msg1166
source: Top / Bottom - Border:
pt_pt: Topo / Abaixo - Borda:

# _msg1167
source: Left / Right - Border:
pt_pt: Esquerda / Direita - Borda:

# _msg1168
source: set same size
pt_pt: configurar mesmo tamanho

# _msg1169
source: B&lack
pt_pt: P&reto

# _msg1170
source: - Unchanged -
pt_pt: - Inalterado -

# _msg1171
source: Layer Settings
pt_pt: Configurações de camada

# _msg1172
source: Default Pen
pt_pt: Pena padrão

# _msg1173
source: Layer Name:
pt_pt: Nome da camada:

# _msg1174
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
pt_pt: A camada de construção tem entidades de retas infinitas para serem utilizadas na criação de uma construção geométrica. O conteúdo da camada de construção não será visualizada na impressão.

# _msg1175
source: Construction Layer
pt_pt: Camada de construção

# _msg1176
source: Show all layers
pt_pt: Mostrar todas as camadas

# _msg1177
source: Hide all layers
pt_pt: Ocultar todas as camadas

# _msg1178
source: Add a layer
pt_pt: Adicionar uma camada

# _msg1179
source: Remove the current layer
pt_pt: Remover a camada atual

# _msg1180
source: Modify layer attributes / rename
pt_pt: Modificar atributos da camada / renomear

# _msg1181
source: Layer Menu
pt_pt: Menu de Camada

# _msg1182
source: &Defreeze all Layers
pt_pt: &Descongelar todas as camadas

# _msg1183
source: &Freeze all Layers
pt_pt: &Congelar todas as camadas

# _msg1184
source: &Add Layer
pt_pt: &Adicionar camada

# _msg1185
source: &Remove Layer
pt_pt: &Remover camada

# _msg1186
source: Looking for matching layer names
pt_pt: Procurando por nomes de camadas semelhantes

# _msg1187
source: Edit Layer &Attributes
pt_pt: Editar atributos &de camada

# _msg1188
source: Toggle Layer &Visibility
pt_pt: Alternar visibilidade &da camada

# _msg1189
source: Toggle Layer &Printing
pt_pt: Alternar impressão &da camada

# _msg1190
source: Toggle &Construction Layer
pt_pt: Alternar &camada de construção

# _msg1191
source: Unlock all layers
pt_pt: Destravar todas as camadas

# _msg1192
source: Lock all layers
pt_pt: Travar todas as camadas

# _msg1193
source: &Unlock all Layers
pt_pt: &Destravar todas as camadas

# _msg1194
source: &Lock all Layers
pt_pt: &Travar todas as camadas

# _msg1196
source: Insert
pt_pt: Inserir

# _msg1197
source: Directories
pt_pt: Diretórios

# _msg1198
source: Refresh
pt_pt: Atualizar

# _msg1199
source: Rebuild
pt_pt: Recriar

# _msg1200
source: Dot
pt_pt: Ponto

# _msg1201
source: Dash
pt_pt: Traço

# _msg1202
source: Center (large)
pt_pt: Centro (grande)

# _msg1203
source: Center (small)
pt_pt: Centro (pequeno)

# _msg1204
source: Border
pt_pt: Borda

# _msg1205
source: Center
pt_pt: Centro

# _msg1206
source: Divide
pt_pt: Dividir

# _msg1207
source: No Pen
lv: Bez zīmuļa
pt_pt: Sem Pena

# _msg1208
source: Dash Dot (large)
pt_pt: Traço Ponto (grande)

# _msg1209
source: Dash Dot (small)
pt_pt: Traço Ponto (pequeno)
uk: Штрихпунктирна (мала)

# _msg1210
source: Dash Dot
pt_pt: Traço Ponto

# _msg1211
source: - Unchanged -
pt_pt: - Inalterado -

# _msg1212
source: Border (small)
pt_pt: Borda (pequena)

# _msg1213
source: Border (large)
pt_pt: Borda (grande)

# _msg1214
source: Continuous
pt_pt: Contínuo

# _msg1215
source: By Block
pt_pt: Por bloco

# _msg1216
source: Dash (small)
pt_pt: Traço (pequeno)

# _msg1217
source: By Layer
pt_pt: Por camada

# _msg1218
source: Dash (large)
ca: Guió (gran)
pt_pt: Traço (grande)

# _msg1219
source: Dot (large)
pt_pt: Ponto (grande)

# _msg1220
source: Divide (small)
pt_pt: Divisória (pequeno)

# _msg1221
source: Divide (large)
pt_pt: Divisória (grande)

# _msg1222
source: Dot (small)
pt_pt: Ponto (pequeno)

# _msg1223
source: Dot (tiny)
pt_pt: Ponto (muito pequeno)

# _msg1224
source: Dash (tiny)
pt_pt: Traço (muito pequeno)

# _msg1225
source: Dash Dot (tiny)
pt_pt: Traço e ponto (muito pequeno)

# _msg1226
source: Divide (tiny)
pt_pt: Divisória (muito pequena)

# _msg1227
source: Center (tiny)
pt_pt: Centro (muito pequeno)

# _msg1228
source: Border (tiny)
pt_pt: Borda muito pequena)

# _msg1230
source: Right
pt_pt: Direita

# _msg1231
source: Left
pt_pt: Esquerda

# _msg1232
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Dica das ações do botão do mouse à esquerda/direita</span></p></body></html>

# _msg1233
source: Line color
pt_pt: Cor da linha

# _msg1234
source: Line width
pt_pt: Largura da linha

# _msg1235
source: Line type
pt_pt: Tipo de linha

# _msg1236
source: wrong action type
pt_pt: tipo errado de ação

# _msg1238
source: Selection
pt_pt: Seleção

# _msg1239
source: Selected
pt_pt: Selecionado

# _msg1240
source: Total Length
pt_pt: Comprimento total

# _msg1241
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Número de entidades selecionadas</p></body></html>

# _msg1242
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Comprimento total das entidades selecionadas</p></body></html>

# _msg1244
source: Snap to Endpoints
pt_pt: Snap para extremidades

# _msg1245
source: Snap to equidistant points of entity
pt_pt: Snap para pontos de entidade equidistantes

# _msg1246
source: Snap to center points
pt_pt: Snap para pontos centrais

# _msg1247
source: Snap to intersections automatically
pt_pt: Snap para intersecções automaticamente

# _msg1248
source: Snap to closest point on entity
pt_pt: Snap para o ponto mais próximo da entidade

# _msg1249
source: Snap to point with given distance to endpoint
pt_pt: Snap para ponto com distância fornecida para a extremidade

# _msg1250
source: Snap to intersections manually
pt_pt: Snap para intersecções feitas manualmente

# _msg1251
source: Snap to grid
pt_pt: Snap para grade

# _msg1252
source: Restrict Horizontally
pt_pt: Restringir horizontalmente

# _msg1253
source: Restrict Vertically
pt_pt: Restringir verticalmente

# _msg1254
source: Move relative Zero
pt_pt: Mover zero relativo

# _msg1255
source: Lock relative Zero
pt_pt: Travar zero relativo

# _msg1256
source: Free Snap
pt_pt: Snap livre

# _msg1257
source: Snap on grid
pt_pt: Snap na grade

# _msg1258
source: Snap on Endpoints
pt_pt: Snap nas extremidades

# _msg1259
source: Snap on Entity
pt_pt: Snap na entidade

# _msg1260
source: Snap Center
pt_pt: Snap no centro

# _msg1261
source: Snap Middle
pt_pt: Snap no meio

# _msg1262
source: Snap Distance
pt_pt: Snap na distância

# _msg1263
source: Snap Intersection
pt_pt: Snap na intersecção

# _msg1264
source: Restrict Horizontal
pt_pt: Restrição horizontal

# _msg1265
source: Restrict Vertical
pt_pt: Restrição vertical

# _msg1266
source: Restrict Orthogonal
pt_pt: Restrição ortogonal

# _msg1267
source: Restrict Nothing
pt_pt: Sem restrição

# _msg1268
source: Set relative zero position
pt_pt: Configurar a posição do zero relativo

# _msg1269
source: Lock relative zero position
pt_pt: Travar a posição do zero relativo

# _msg1270
source: Exclusive Snap Mode
pt_pt: Modo exclusivo de ajuste (snap)

# _msg1271
source: Pen
pt_pt: Pena

# _msg1272
source: Color:
pt_pt: Cor:
uk: Колір:

# _msg1273
source: Width:
pt_pt: Largura:

# _msg1274
source: Line type:
pt_pt: Tipo da linha:

# _msg1275
source: - Unchanged -
pt_pt: - Inalterado -

# _msg1276
source: Default
pt_pt: Padrão

# _msg1277
source: By Block
pt_pt: Por bloco

# _msg1278
source: By Layer
pt_pt: Por camada

# _msg1303
source: Layer "%1" can never be removed.
pt_pt: Camada "%1" não pode ser removida.
uk: Шар „%1“ ніколи не можна вилучати.

# _msg1304
source: Remove Block
pt_pt: Remover bloco

# _msg1305
source: Remove Layer
pt_pt: Remover camada

# _msg1306
source: Layer Properties
pt_pt: Propriedades da camada

# _msg1307
source: Layer with a name "%1" already exists. Please specify a different name.
pt_pt: Camada com o nome "%1" já existe. Especificar um nome diferente.

# _msg1308
source: Warning
lv: Brīdinājums
pt_pt: Atenção

# _msg1309
source: Block "%1" and all its entities will be removed.
pt_pt: Bloco "%1" e todas as suas entidades serão removidas.

# _msg1310
source: Layer Dialog
pt_pt: Camada de diálogo

# _msg1311
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
pt_pt: Camada "%1" e todas as entidades nela serão removidas. Essa ação NÃO pode ser desfeita.

# _msg1312
source: Portable Pixel Map
pt_pt: PPM

# _msg1313
source: Save Drawing As
pt_pt: Salvar Desenho Como

# _msg1314
source: Graphics Interchange Format
pt_pt: GIF

# _msg1315
source: Portable Bit Map
pt_pt: PBM

# _msg1316
source: All Image Files (%1)
pt_pt: Todos os Arquivos de Imagem (%1)

# _msg1317
source: Windows Bitmap
pt_pt: Bitmap do Windows

# _msg1318
source: Joint Photographic Experts Group
pt_pt: JPEG

# _msg1319
source: Portable Network Graphic
pt_pt: PNG
uk: Формат переносимої мережевої графіки (PNG)

# _msg1320
source: All Files (*.*)
pt_pt: Todos os arquivos (*.*)

# _msg1321
source: X Bitmap Format
pt_pt: Formato XBF
uk: Формат бітової карти Х

# _msg1322
source: X Pixel Map
pt_pt: Formato XPM
uk: Формат піксельної карти Х

# _msg1323
source: Open Drawing
ca: Obre un dibuix
pt_pt: Abrir Desenho

# _msg1324
source: Portable Grey Map
pt_pt: PGM

# _msg1325
source: Multiple-image Network Graphics
pt_pt: MNG

# _msg1326
source: Mil
pt_pt: Milhar

# _msg1327
source: Foot
pt_pt: Pé

# _msg1328
source: Inch
pt_pt: Polegada

# _msg1329
source: Line
pt_pt: Linha

# _msg1330
source: Mile
pt_pt: Milha

# _msg1331
source: Yard
pt_pt: Jarda

# _msg1333
source: Layer
pt_pt: Camada

# _msg1334
source: Meter
pt_pt: Metro
uk: Метр

# _msg1335
source: Millimeter
pt_pt: Milímetro

# _msg1336
source: Kilometer
pt_pt: Quilômetro

# _msg1337
source: Dimension
pt_pt: Dimensão

# _msg1338
source: Available commands:
pt_pt: Comandos disponíveis:

# _msg1339
source: Circle
pt_pt: Círculo

# _msg1341
source: Micron
pt_pt: Mícron
uk: Мікрон

# _msg1342
source: Nanometer
pt_pt: Nanômetro

# _msg1344
source: Polyline
pt_pt: Polilinha

# _msg1345
source: Drawing Exchange %1
pt_pt: Desenho de Compartilhamento %1

# _msg1346
source: Decameter
pt_pt: Decâmetro

# _msg1347
source: Decimeter
pt_pt: Decímetro

# _msg1348
source: Microinch
fr: Micropouce
pt_pt: Micropolegada

# _msg1349
source: Centimeter
pt_pt: Centímetro

# _msg1350
source: Hectometer
lv: Hektometrs
pt_pt: Hectômetro

# _msg1351
source: Ellipse
pt_pt: Elipse

# _msg1352
source: Font %1
pt_pt: Fonte %1

# _msg1353
source: Gigameter
pt_pt: Gigâmetro

# _msg1354
source: Lightyear
pt_pt: Anos-luz

# _msg1355
source: Loading File %1..
pt_pt: Carregando o arquivo %1..

# _msg1356
source: Loading..
pt_pt: Carregando..

# _msg1357
source: Open Image
pt_pt: Abrir imagem

# _msg1358
source: %1 already exists. Do you want to replace it?
pt_pt: %1 já existe. Deseja substituí-lo?

# _msg1359
source: QCad 1.x file %1
pt_pt: Arquivo QCad 1.x %1

# _msg1360
source: Loading...
pt_pt: Carregando...

# _msg1361
source: enter an integer number
pt_pt: entre com um número inteiro

# _msg1362
source: LibreCAD query
pt_pt: Consulta LibreCAD

# _msg1363
source: enter a number
pt_pt: insira um número

# _msg1364
source: enter text
pt_pt: insira um texto

# _msg1365
source: LFF Font %1
pt_pt: Fonte LFF %1

# _msg1367
source: Scalable Vector Graphics
pt_pt: SVG

# _msg1368
source: SGI Black & White
pt_pt: SGI Preto e Branco

# _msg1369
source: Encapsulated PostScript
pt_pt: EPS

# _msg1370
source: Encapsulated PostScript Format
pt_pt: Formato EPS

# _msg1371
source: Encapsulated PostScript Interchange
pt_pt: Troca de EPS

# _msg1372
source: Windows Icon
pt_pt: Ícone do Windows

# _msg1377
source: Targa Image File
pt_pt: Arquivo de imagem Targa

# _msg1378
source: Tagged Image File Format
pt_pt: Formato de arquivo de imagem com marcação

# _msg1379
source: Old Drawing Exchange %1
pt_pt: Antigo Desenho de Compartilhamento %1

# _msg1380
source: Opened dwg file version %1.
pt_pt: Abriu arquivo dwg versão %1.

# _msg1381
source: unknown error opening dwg file
pt_pt: erro desconhecido ao abrir arquivo dwg

# _msg1382
source: can't open this dwg file
pt_pt: não foi possível abrir este arquivo dwg

# _msg1383
source: unsupported dwg version
pt_pt: versão dwg não suportada

# _msg1384
source: error reading file header in dwg file
pt_pt: erro ao ler cabeçalho dentro do arquivo dwg

# _msg1385
source: error reading header vars in dwg file
pt_pt: erro lao ler variáveis do cabeçalho no arquivo dwg

# _msg1386
source: error reading classes in dwg file
pt_pt: erro ao ler classes no arquivo dwg

# _msg1387
source: error reading offsets in dwg file
pt_pt: erro ao ler linhas paralelas no arquivo dwg

# _msg1388
source: error reading tables in dwg file
pt_pt: erro ao ler tabelas no arquivo dwg

# _msg1389
source: error reading entities in dwg file
pt_pt: erro ao ler entidades no arquivo dwg

# _msg1390
source: dwg Drawing %1
pt_pt: desenho dwg %1

# _msg1391
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
pt_pt: Arquivo modificado no disco. Salvar em outro arquivo para evitar a perda de dados! Arquivo modificado: %1

# _msg1392
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
pt_pt: A hachura falhou no intervalo=%1 entre (%2, %3) e (%4, %5)

# _msg1393
source: Warning
pt_pt: Atenção

# _msg1394
source: experimental, save your work first. Continue?
pt_pt: versão experimental, salve seu trabalho antes de prosseguir. Deseja continuar?

# _msg1395
source: error reading blocks in dwg file
pt_pt: erro ao ler blocos no arquivo dwg

# _msg1396
source: error reading objects in dwg file
pt_pt: erro lendo objetos no arquivo dwg

# _msg1397
source: : duplicated command: %1 is already taken by %2
pt_pt: : comando duplicado: %1 já foi executado por %2

# _msg1398
source: point
pt_pt: ponto

# _msg1400
source: line
pt_pt: linha

# _msg1403
source: polyline
pt_pt: polilinha

# _msg1405
source: free
pt_pt: livre

# _msg1407
source: spline
pt_pt: curva

# _msg1409
source: spline2
pt_pt: curva2

# _msg1411
source: offset
pt_pt: deslocamento

# _msg1412
source: parallel
pt_pt: paralela

# _msg1422
source: ortho
pt_pt: orto

# _msg1427
source: rectangle
pt_pt: retângulo

# _msg1428
source: rectang
pt_pt: retângulo

# _msg1429
source: rect
pt_pt: ret

# _msg1432
source: poly2
pt_pt: poli2

# _msg1433
source: arc
pt_pt: arco

# _msg1435
source: circle
pt_pt: círculo

# _msg1437
source: circle2
pt_pt: círculo2

# _msg1439
source: circle3
pt_pt: círculo3

# _msg1441
source: circlecr
pt_pt: círculocr

# _msg1448
source: hatch
pt_pt: hachura

# _msg1452
source: text
pt_pt: texto

# _msg1455
source: redraw
pt_pt: redesenhar

# _msg1468
source: undo
pt_pt: desfazer

# _msg1470
source: redo
pt_pt: refazer

# _msg1488
source: dimleader
pt_pt: dimlíder

# _msg1499
source: move
pt_pt: mover

# _msg1501
source: bevel
pt_pt: chanfro

# _msg1504
source: fillet
pt_pt: filete
