Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg988
source: Load Text From File
fr: Charger le texte depuis un fichier
gl: Introducir texto dun ficheiro

# _msg989
source: Save Text To File
fr: Enregistrer le texte dans un fichier
gl: Gardar o texto nun ficheiro

# _msg990
source: Cut
fr: Couper
gl: Cortar

# _msg991
source: Copy
fr: Copier
gl: Copiar

# _msg992
source: Paste
fr: Coller
gl: Colar

# _msg993
source: Alignment
fr: Alignement
gl: Situación do punteiro

# _msg994
source: Top Right
fr: En haut à droite
gl: Enriba a dereita

# _msg995
source: Top Left
fr: En haut à gauche
gl: Enriba a esquerda

# _msg996
source: Middle Left
fr: Au milieu à gauche
gl: No medio a esquerda

# _msg997
source: Middle Center
fr: Au milieu au centre
gl: No centro

# _msg998
source: Middle Right
fr: Au milieu à droite
gl: No medio a dereita

# _msg999
source: Bottom Left
fr: En bas à gauche
gl: Embaixo a esquerda

# _msg1000
source: Bottom Right
fr: En bas à droite
gl: Embaixo a dereita

# _msg1001
source: Bottom Center
fr: En bas au centre
gl: Embaixo o medio

# _msg1002
source: Top Center
fr: En haut au centre
gl: Enriba o medio

# _msg1003
source: Insert Symbol
fr: Insérer un symbole
gl: Inserir símbolo

# _msg1004
source: Degree (°)
fr: Degrés (°)
gl: Graos (°)

# _msg1005
source: Plus / Minus (±)
fr: Plus/moins (±)
gl: Máis / menos (±)

# _msg1006
source: At (@)
fr: Arobas (@)
gl: Arroba (@)

# _msg1008
source: Dollar ($)
gl: Dólar ($)

# _msg1010
source: Registered (®)
gl: Rexistrada (®)

# _msg1011
source: Paragraph (§)
gl: Parágrafo (§)

# _msg1013
source: Pound (£)
gl: Libra (£)

# _msg1014
source: Yen (¥)
gl: Ien (¥)

# _msg1015
source: Times (×)
gl: Por (×)

# _msg1016
source: Division (÷)
gl: Partido por (÷)

# _msg1017
source: Insert Unicode
gl: Inserir Unicode

# _msg1018
source: Page:
gl: Grupo:

# _msg1019
source: Char:
gl: &Carácter:

# _msg1020
source: [0000-007F] Basic Latin
gl: [0000-007F] Latín Básico

# _msg1021
source: [0080-00FF] Latin-1 Supplementary
gl: [0080-00FF] Latín-1 Suplementario

# _msg1022
source: [0100-017F] Latin Extended-A
gl: [0100-017F] Latín Estendido-A

# _msg1023
source: [0180-024F] Latin Extended-B
gl: [0180-024F] Latín Estendido-B

# _msg1024
source: [0250-02AF] IPA Extensions
gl: [0250-02AF] IPA Extensións

# _msg1025
source: [02B0-02FF] Spacing Modifier Letters
gl: [02B0-02FF] Modificadores de letras con espazamento

# _msg1026
source: [0300-036F] Combining Diacritical Marks
gl: [0300-036F] Signos diacríticos combinados

# _msg1027
source: [0370-03FF] Greek and Coptic
gl: [0370-03FF] Grego e mais Copto

# _msg1028
source: [0400-04FF] Cyrillic
gl: [0400-04FF] Cirílico

# _msg1029
source: [0500-052F] Cyrillic Supplementary
gl: [0500-052F] Cirílico suplementario

# _msg1030
source: [0530-058F] Armenian
gl: [0530-058F] Armenio

# _msg1031
source: [0590-05FF] Hebrew
gl: [0590-05FF] Hebraico

# _msg1032
source: [0600-06FF] Arabic
gl: [0600-06FF] Arábigo

# _msg1033
source: [0700-074F] Syriac
gl: [0700-074F] Siríaco

# _msg1035
source: [0900-097F] Devanagari
gl: [0900-097F] Devanágari

# _msg1036
source: [0980-09FF] Bengali
gl: [0980-09FF] Bengalí

# _msg1038
source: [0A80-0AFF] Gujarati
gl: [0A80-0AFF] Guxaratí

# _msg1041
source: [0C00-0C7F] Telugu
gl: [0C00-0C7F] Telugú

# _msg1042
source: [0C80-0CFF] Kannada
gl: [0C80-0CFF] Canarés

# _msg1043
source: [0D00-0D7F] Malayalam
gl: [0D00-0D7F] Malaiala

# _msg1044
source: [0D80-0DFF] Sinhala
gl: [0D80-0DFF] Sinhalés

# _msg1045
source: [0E00-0E7F] Thai
gl: [0E00-0E7F] Tailandés

# _msg1046
source: [0E80-0EFF] Lao
gl: [0E80-0EFF] Laosiano

# _msg1047
source: [0F00-0FFF] Tibetan
gl: [0F00-0FFF] Tibetano

# _msg1048
source: [1000-109F] Myanmar
gl: [1000-109F] Birmano

# _msg1049
source: [10A0-10FF] Georgian
gl: [10A0-10FF] Xeorxiano

# _msg1051
source: [1200-137F] Ethiopic
gl: [1200-137F] Amárico (Etiopía)

# _msg1052
source: [13A0-13FF] Cherokee
gl: [13A0-13FF] Cheroqui

# _msg1053
source: [1400-167F] Unified Canadian Aboriginal Syllabic
gl: [1400-167F] Silábico Aborixe Canadense Unificado

# _msg1054
source: [1680-169F] Ogham
gl: [1680-169F] Oghámico

# _msg1055
source: [16A0-16FF] Runic
gl: [16A0-16FF] Rúnico

# _msg1056
source: [1700-171F] Tagalog
gl: [1700-171F] Tagalo

# _msg1061
source: [1800-18AF] Mongolian
gl: [1800-18AF] Mongol

# _msg1062
source: [1E00-1EFF] Latin Extended Additional
gl: [1E00-1EFF] Latín Estendido Adicional

# _msg1063
source: [1F00-1FFF] Greek Extended
gl: [1F00-1FFF] Grego Estendido

# _msg1064
source: [2000-206F] General Punctuation
gl: [2000-206F] Signos xerais de ortografía

# _msg1065
source: [2070-209F] Superscripts and Subscripts
gl: [2070-209F] Superíndices e subíndices

# _msg1066
source: [20A0-20CF] Currency Symbols
gl: [20A0-20CF] Símbolos de moeda

# _msg1067
source: [20D0-20FF] Combining Marks for Symbols
gl: [20D0-20FF] Signos diacríticos combinados para símbolos

# _msg1068
source: [2100-214F] Letterlike Symbols
gl: [2100-214F] Letras coma símbolos

# _msg1069
source: [2150-218F] Number Forms
gl: [2150-218F] Formas numerais

# _msg1070
source: [2190-21FF] Arrows
gl: [2190-21FF] Frechas

# _msg1071
source: [2200-22FF] Mathematical Operators
gl: [2200-22FF] Operadores matemáticos

# _msg1072
source: [2300-23FF] Miscellaneous Technical
gl: [2300-23FF] Símbolos técnicos varios

# _msg1073
source: [2400-243F] Control Pictures
gl: [2400-243F] Imaxes de control

# _msg1074
source: [2440-245F] Optical Character Recognition
gl: [2440-245F] Carácteres de recoñecemento óptico

# _msg1075
source: [2460-24FF] Enclosed Alphanumerics
gl: [2460-24FF] Alfanuméricos engaiolados

# _msg1076
source: [2500-257F] Box Drawing
gl: [2500-257F] Caixas de debuxo

# _msg1077
source: [2580-259F] Block Elements
gl: [2580-259F] Elementos de bloque

# _msg1078
source: [25A0-25FF] Geometric Shapes
gl: [25A0-25FF] Formas xeométricas

# _msg1079
source: [2600-26FF] Miscellaneous Symbols
gl: [2600-26FF] Símbolos varios

# _msg1080
source: [2700-27BF] Dingbats
gl: [2700-27BF] Figuras

# _msg1081
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
gl: [27C0-27EF] Símbolos matemáticos varios-A

# _msg1082
source: [27F0-27FF] Supplemental Arrows-A
gl: [27F0-27FF] Frechas suplementarias-A

# _msg1083
source: [2800-28FF] Braille Patterns
gl: [2800-28FF] Patróns Braille

# _msg1084
source: [2900-297F] Supplemental Arrows-B
gl: [2900-297F] Frechas suplementarias-B

# _msg1085
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
gl: [2980-29FF] Símbolos matemáticos varios-B

# _msg1086
source: [2A00-2AFF] Supplemental Mathematical Operators
gl: [2A00-2AFF] Operadores matemáticos suplementarios

# _msg1087
source: [2E80-2EFF] CJK Radicals Supplement
gl: [2E80-2EFF] Suplemento de radicais para CXC

# _msg1088
source: [2F00-2FDF] Kangxi Radicals
gl: [2F00-2FDF] Radicais Kangxi (chinés)

# _msg1089
source: [2FF0-2FFF] Ideographic Description Characters
gl: [2FF0-2FFF] Carácteres de descrición Ideográfica

# _msg1090
source: [3000-303F] CJK Symbols and Punctuation
gl: [3000-303F] Símbolos e puntuación para CXC

# _msg1091
source: [3040-309F] Hiragana
gl: [3040-309F] Hiragana (xaponés)

# _msg1092
source: [30A0-30FF] Katakana
gl: [30A0-30FF] Katakana (xaponés)

# _msg1093
source: [3100-312F] Bopomofo
gl: [3100-312F] Bopomofo (chinés)

# _msg1094
source: [3130-318F] Hangul Compatibility Jamo
gl: [3130-318F] Jamo compatibilidade con Hangul

# _msg1095
source: [3190-319F] Kanbun
gl: [3190-319F] Kanbun (chinés)

# _msg1096
source: [31A0-31BF] Bopomofo Extended
gl: [31A0-31BF] Bopomofo estendido

# _msg1097
source: [3200-32FF] Enclosed CJK Letters and Months
gl: [3200-32FF] Letras e meses CXC engaiolados

# _msg1098
source: [3300-33FF] CJK Compatibility
gl: [3300-33FF] Compatibilidade CXC

# _msg1099
source: [3400-4DBF] CJK Unified Ideographs Extension A
gl: [3400-4DBF] Ideografías unificadas CXC Estensión A

# _msg1100
source: [4E00-9FAF] CJK Unified Ideographs
gl: [4E00-9FAF] Ideografías unificadas CXC

# _msg1101
source: [A000-A48F] Yi Syllables
gl: [A000-A48F] Sílabas da linguaxe yi

# _msg1102
source: [A490-A4CF] Yi Radicals
gl: [A490-A4CF] Radicais yi

# _msg1103
source: [AC00-D7AF] Hangul Syllables
gl: [AC00-D7AF] Sílabas da linguaxe hangul

# _msg1106
source: [E000-F8FF] Private Use Area
gl: [E000-F8FF] Área para uso privativo

# _msg1107
source: [F900-FAFF] CJK Compatibility Ideographs
gl: [F900-FAFF] Ideografías compatíbeis con CXC

# _msg1108
source: [FB00-FB4F] Alphabetic Presentation Forms
gl: [FB00-FB4F] Formas de presentación alfabéticas

# _msg1109
source: [FB50-FDFF] Arabic Presentation Forms-A
gl: [FB50-FDFF] Formas de presentación árabes-A

# _msg1110
source: [FE00-FE0F] Variation Selectors
gl: [FE00-FE0F] Selectores de variación

# _msg1111
source: [FE20-FE2F] Combining Half Marks
gl: [FE20-FE2F] Signos medios de combinación

# _msg1112
source: [FE30-FE4F] CJK Compatibility Forms
gl: [FE30-FE4F] Formas de compatibilidade con CXC

# _msg1113
source: [FE50-FE6F] Small Form Variants
gl: [FE50-FE6F] Formas en variante pequena

# _msg1114
source: [FE70-FEFF] Arabic Presentation Forms-B
gl: [FE70-FEFF] Formas de presentación árabes-B

# _msg1115
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
gl: [FF00-FFEF] Formas con media largura e largura completa

# _msg1116
source: [FFF0-FFFF] Specials
gl: [FFF0-FFFF] Especiais

# _msg1117
source: [10300-1032F] Old Italic
gl: [10300-1032F] Itálica antiga

# _msg1118
source: [10330-1034F] Gothic
gl: [10330-1034F] Gótica

# _msg1120
source: [1D000-1D0FF] Byzantine Musical Symbols
gl: [1D000-1D0FF] Símbolos musicais bizantinos

# _msg1121
source: [1D100-1D1FF] Musical Symbols
gl: [1D100-1D1FF] Símbolos musicais

# _msg1122
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
gl: [1D400-1D7FF] Símbolos alfanuméricos matemáticos

# _msg1123
source: [20000-2A6DF] CJK Unified Ideographs Extension B
gl: [20000-2A6DF] Ideografías unificadas CXC Estensión B

# _msg1124
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
gl: [2F800-2FA1F] Suplemento de ideografías compatíbeis con CXC

# _msg1125
source: [E0000-E007F] Tags
gl: [E0000-E007F] Indicadores comúns

# _msg1126
source: [F0000-FFFFD] Supplementary Private Use Area-A
gl: [F0000-FFFFD] Área de uso privativo suplementaria-A

# _msg1127
source: [100000-10FFFD] Supplementary Private Use Area-B
gl: [100000-10FFFD] Área de uso privativo suplementaria-B

# _msg1128
source: &Height:
gl: &Altura:

# _msg1129
source: Layer:
fr: Calque :
gl: Capa:

# _msg1130
source: Font settings
fr: Paramètres de polices
gl: Configuración da fonte

# _msg1131
source: Angle:
gl: Án&gulo do texto:

# _msg1132
source: Oblique:
gl: &Oblicua:

# _msg1133
source: Width factor:
fr: Facteur de largeur :
gl: Factor de &largura:

# _msg1134
source: Font:
fr: Police :
gl: &Fonte:

# _msg1135
source: Baseline Left
fr: À gauche de la ligne de base
gl: Na liña base a esquerda

# _msg1137
source: Baseline Right
fr: À droite de la ligne de base
gl: Na liña base a dereita

# _msg1138
source: Baseline Center
fr: Au centre de la ligne de base
gl: No medio da liña base

# _msg1139
source: Fit
fr: Ajusté
gl: Acai&do

# _msg1140
source: Diameter (⌀)
fr: Diamètre (ø)
gl: Diámetro (⌀)

# _msg1141
source: A&ligned
fr: A&ligné
gl: Ali&ñado

# _msg1142
source: &Middle
fr: &Milieu
gl: No &medio

# _msg1144
source: again Still No Text supplied.
fr: Toujours pas de texte spécifié.
gl: Segue sen engadir texto.

# _msg1145
source: Save As...
fr: Enregistrer sous...
gl: Gardar coma...

# _msg1147
source: Close
fr: Fermer
gl: Pechar

# _msg1148
source: Drawing Exchange DXF 2000 %1
gl: Ficheiro de debuxo intercambiábel DXF 2000 %1

# _msg1149
source: Drawing Exchange DXF R12 %1
gl: Ficheiro de debuxo intercambiábel DXF R12 %1

# _msg1150
source: LFF Font %1
fr: Police LFF %1
gl: Fonte LFF %1

# _msg1151
source: QCad Font %1
fr: Police QCad %1
gl: Fonte QCad %1

# _msg1152
source: Jww Drawing %1
fr: Dessin Jww %1
gl: Debuxo Jww %1

# _msg1153
source: Drawing Exchange %1
gl: Debuxo de intercambio %1

# _msg1154
source: QCad 1.x file %1
fr: Fichier QCad 1.x %1
gl: Ficheiro QCad 1.x %1

# _msg1155
source: Drawing Exchange DXF 2007 %1
fr: Drawing Exhange DXF 2007 %1
gl: Debuxo intercambiábel DXF 2007 %1

# _msg1156
source: Drawing Exchange DXF 2004 %1
gl: Debuxo intercambiábel DXF 2004 %1

# _msg1157
source: Drawing Exchange DXF R14 %1
gl: Debuxo intercambiábel DXF R14 %1

# _msg1158
source: Block
fr: Bloc
gl: Bloque

# _msg1159
source: Drawing
fr: Dessin
gl: Debuxo

# _msg1160
source: Open %1
fr: Ouvrir %1
gl: Abrir %1

# _msg1161
source: Save %1 As
fr: Enregistrer %1 sous
gl: Gardar %1 coma

# _msg1162
source: dwg Drawing %1
fr: dessin DWG %1
gl: Debuxo dwg %1

# _msg1163
source: Untitled
fr: Sans titre
gl: Sen nome

# _msg1164
source: Image Export Options
fr: Paramètres d’exportation d’images
gl: Opcións de exportación da imaxe

# _msg1165
source: Bitmap Size
fr: Taille de la table de bits
gl: Tamaño do mapa de bits

# _msg1166
source: Width:
fr: Largeur :
gl: Largura:

# _msg1167
source: Height:
fr: Hauteur :
gl: Altura:

# _msg1168
source: Background
fr: Arrière-plan
gl: Fondo

# _msg1169
source: White
fr: Blanc
gl: Branco

# _msg1170
source: Resolution:
fr: Résolution :
gl: Resolución:

# _msg1171
source: auto
fr: automatique
gl: automático

# _msg1172
source: Colouring
fr: Coloration
gl: Coloración

# _msg1173
source: Black / White
fr: Noir/blanc
gl: Branco / Negro

# _msg1174
source: Coloured
fr: Coloré
gl: Colorado

# _msg1175
source: Borders
fr: Bordures
gl: Bordos

# _msg1176
source: Top / Bottom - Border:
fr: Bordure haut/bas :
gl: Bordo enriba/embaixo:

# _msg1177
source: Left / Right - Border:
fr: Bordure gauche/droite :
gl: Bordo esquerdo/dereito:

# _msg1178
source: set same size
fr: utiliser les mêmes dimensions
gl: definir o mesmo tamaño

# _msg1179
source: B&lack
fr: &Noir
gl: &Negro

# _msg1180
source: - Unchanged -
fr: - Inchangé -
gl: - Sen trocos -

# _msg1181
source: Layer Settings
fr: Paramètres du calque
gl: Configuración de capa

# _msg1182
source: Layer Name:
fr: Nom du calque :
gl: Nome da capa:

# _msg1183
source: Default Pen
fr: Stylet par défaut
gl: Trazo por defecto

# _msg1184
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
fr: Un calque de construction contient des lignes droites de longueur infinie prévues pour être utilisées dans les constructions géométriques. Le contenu d’un calque de construction ne devrait pas s’afficher lors de l’impression.
gl: Unha Capa de Construción ten entidades de liñas rectas infinitas destinadas a ser usadas para a construción xeométrica. Os contidos dunha Capa de Construción non deberan aparecer na impresión.

# _msg1185
source: Construction Layer
fr: Calque de construction
gl: Capa de construción

# _msg1186
source: Show all layers
fr: Afficher tous les calques
gl: Amosar tódalas capas

# _msg1187
source: Hide all layers
fr: Masquer tous les calques
gl: Agochar tódalas capas

# _msg1188
source: Add a layer
fr: Ajouter un calque
gl: Engadir unha capa

# _msg1189
source: Remove the current layer
fr: Supprimer le calque actif
gl: Desbotar a capa actual

# _msg1190
source: Modify layer attributes / rename
fr: Modifier les attributs du calque/renommer
gl: Modificar atributos da capa / renomear

# _msg1191
source: Layer Menu
fr: Menu des calques
gl: Menú Capas

# _msg1192
source: &Defreeze all Layers
fr: &Débloquer tous les calques
gl: &Desconxelar tódalas capas

# _msg1193
source: &Freeze all Layers
fr: &Bloquer tous les calques
gl: &Conxelar tódalas capas

# _msg1194
source: &Add Layer
fr: &Ajouter un calque
gl: &Engadir capa

# _msg1195
source: &Remove Layer
fr: &Supprimer le calque
gl: Des&botar capa

# _msg1196
source: Looking for matching layer names
fr: Recherche de noms de calque correspondants
gl: Mirando polas coincidencias en nomes de capas

# _msg1197
source: Edit Layer &Attributes
fr: Éditer les &attributs du calque
gl: E&ditar atributos de capa

# _msg1198
source: Toggle Layer &Visibility
fr: Basculer la &visibilité du calque
gl: Alternar &visibilidade da capa

# _msg1199
source: Toggle Layer &Printing
fr: Basculer l’impression& du calque
gl: Alternar im&presión da capa

# _msg1200
source: Toggle &Construction Layer
fr: Basculer le calque de &construction
gl: Alternar &capa de construción

# _msg1206
source: Directories
fr: Répertoires
gl: Directorios

# _msg1207
source: Insert
fr: Insérer
gl: Inserir

# _msg1210
source: By Layer
fr: Par calque
gl: Da capa

# _msg1211
source: By Block
fr: Par bloc
gl: Do bloque

# _msg1212
source: No Pen
fr: Pas de stylet
gl: Sen trazo

# _msg1213
source: Continuous
fr: Continu
gl: Continua

# _msg1214
source: Dot
fr: Point
gl: A puntos

# _msg1215
source: Dot (small)
fr: Point (petit)
gl: A puntos (bastos)

# _msg1216
source: Dot (large)
fr: Point (grand)
gl: A puntos (raros)

# _msg1217
source: Dash
fr: Tiret
gl: A trazos

# _msg1218
source: Dash (small)
fr: Tiret (petit)
gl: A trazos (bastos)

# _msg1219
source: Dash (large)
fr: Tiret (grand)
gl: A trazos (raros)

# _msg1220
source: Dash Dot
fr: Tiret-point
gl: A trazo e punto

# _msg1221
source: Dash Dot (small)
fr: Tiret-point (petit)
gl: A trazos e puntos (bastos)

# _msg1222
source: Dash Dot (large)
fr: Tiret-point (grand)
gl: A trazos e puntos (raros)

# _msg1223
source: Divide
fr: Diviser
gl: A trazo e dobre punto

# _msg1224
source: Divide (small)
fr: Diviser (petit)
gl: A trazos e dobres puntos (bastos)

# _msg1225
source: Divide (large)
fr: Diviser (grand)
gl: A trazos e dobres puntos (raros)

# _msg1226
source: Center
fr: Centre
gl: A trazo curto e longo

# _msg1227
source: Center (small)
fr: Centre (petit)
gl: A trazos curtos e longos (bastos)

# _msg1228
source: Center (large)
fr: Centre (grand)
gl: A trazos curtos e longos (raros)

# _msg1229
source: Border
fr: Bordure
gl: A dobre trazo e punto

# _msg1230
source: Border (small)
fr: Bordure (petit)
gl: A dobres trazos e puntos (bastos)

# _msg1231
source: Border (large)
fr: Bordure (grand)
gl: A dobres trazos e puntos (raros)

# _msg1232
source: - Unchanged -
fr: - Inchangé -
gl: - Sen trocos -

# _msg1233
source: Dot (tiny)
fr: Point (minuscule)
gl: A puntos (moi bastos)

# _msg1234
source: Dash (tiny)
fr: Tiret (minuscule)
gl: A trazos (moi bastos)

# _msg1235
source: Dash Dot (tiny)
fr: Tiret-point (minuscule)
gl: A trazos e puntos (moi bastos)

# _msg1236
source: Divide (tiny)
fr: Diviser (minuscule)
gl: A trazos e dobres puntos (moi bastos)

# _msg1237
source: Center (tiny)
fr: Centre (minuscule)
gl: A trazos curtos e longos (moi bastos)

# _msg1238
source: Border (tiny)
fr: Bordure (minuscule)
gl: A dobres trazos e puntos (moi bastos)

# _msg1239
source: Mouse
fr: Souris
gl: Rato

# _msg1240
source: Right
fr: Droite
gl: Dereito

# _msg1241
source: Left
fr: Gauche
gl: Esquerdo

# _msg1242
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Indications concernant les actions des boutons gauche et droit de la souris</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Información sobre as accións do botón do rato esquerdo/dereito</span></p></body></html>

# _msg1243
source: Line color
fr: Couleur de ligne
gl: Cor da liña

# _msg1244
source: Line width
fr: Largeur de ligne
gl: Grosor da liña

# _msg1245
source: Line type
fr: Type de ligne
gl: Tipo de liña

# _msg1246
source: wrong action type
fr: type d’action incorrect
gl: Tipo de acción incorrecta

# _msg1248
source: Selection
fr: Sélection
gl: Selección

# _msg1249
source: Selected
fr: Sélectionné
gl: Seleccionados

# _msg1250
source: Total Length
fr: Longueur totale
gl: Lonxitude total

# _msg1251
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nombre d’éléments sélectionnés</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cantidade de entidades seleccionadas</p></body></html>
