Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1568
source: trim
uk: усікти

# _msg1569
source: ang
uk: кут

# _msg1571
source: center
uk: центр

# _msg1572
source: cen
uk: цтр

# _msg1575
source: c
uk: ц

# _msg1581
source: fact
uk: множник

# _msg1582
source: f
uk: м

# _msg1583
source: help
uk: довідка

# _msg1585
source: length
uk: довжина

# _msg1586
source: len
uk: дов

# _msg1588
source: length1
uk: довжина1

# _msg1589
source: len1
uk: довж1

# _msg1590
source: l1
uk: д1

# _msg1591
source: length2
uk: довжина2

# _msg1592
source: len2
uk: довж2

# _msg1593
source: l2
uk: д2

# _msg1594
source: number
uk: число

# _msg1595
source: num
uk: числ

# _msg1598
source: reversed
uk: зворотньо

# _msg1599
source: rev
uk: звр

# _msg1600
source: row
uk: рядок

# _msg1601
source: rowspacing
uk: відступ між рядками

# _msg1603
source: text
uk: текст

# _msg1606
source: undo
uk: скасувати

# _msg1607
source: u
uk: с

# _msg1608
source: redo
uk: повторити

# _msg1610
source: back
uk: назад

# _msg1616
source: Command not found: %1
uk: Команду не знайдено: %1

# _msg1617
source: Accepted keycode: %1
uk: Прийнята клавіатурна послідовність: %1

# _msg1618
source: Available commands:
uk: Доступні команди:

# _msg1621
source: None
uk: Немає

# _msg1630
source: Block
uk: Блок

# _msg1631
source: Circle
uk: Коло

# _msg1633
source: Edit
uk: Редагувати

# _msg1634
source: Ellipse
uk: Еліпс

# _msg1635
source: File
uk: Файл

# _msg1636
source: Dimension
uk: Розмір

# _msg1637
source: Info
uk: Інформація

# _msg1639
source: Line
uk: Лінія

# _msg1640
source: Modify
uk: Змінити

# _msg1641
source: Options
uk: Параметри

# _msg1643
source: Polyline
uk: Ламана

# _msg1645
source: Select
uk: Вибрати

# _msg1646
source: Snap
uk: Прив’язка

# _msg1648
source: View
uk: Вигляд

# _msg1673
source: length1
uk: довжина1

# _msg1674
source: length2
uk: довжина2

# _msg1699
source: Crosshair
uk: Хрестоподібний покажчик

# _msg1703
source: Point
uk: Точка

# _msg1708
source: Mouse
uk: Миша

# _msg1712
source: Specify reference point
uk: Вкажіть точку відліку

# _msg1713
source: Cancel
uk: Відміна

# _msg1714
source: Not a valid expression
uk: Некоректний вираз

# _msg1715
source: Specify reference point
uk: Вкажіть точку відліку

# _msg1716
source: Cancel
uk: Відміна

# _msg1717
source: Enter angle:
uk: Введіть кут:

# _msg1718
source: Enter factor:
uk: Введіть коефіцієнт:

# _msg1719
source: Enter columns:
uk: Введіть кількість стовпців:

# _msg1720
source: Enter rows:
uk: Введіть кількість рядків:

# _msg1721
source: Enter column spacing:
uk: Введіть проміжок між стовпцями:

# _msg1722
source: Enter row spacing:
uk: Введіть проміжок між рядками:

# _msg1723
source: No block activated to save
uk: Не вибрано блок для збереження

# _msg1724
source: Choose second edge
uk: Виберіть другий край

# _msg1725
source: Back
uk: Назад

# _msg1726
source: Specify first extension line origin
uk: Вкажіть точку прив’язки першої розмірної лінії

# _msg1727
source: Cancel
uk: Відміна

# _msg1728
source: Specify second extension line origin
uk: Вкажіть точку прив’язки другої розмірної лінії

# _msg1729
source: Back
uk: Назад

# _msg1730
source: Specify dimension line location
uk: Вкажіть розташування розмірної лінії

# _msg1731
source: Enter dimension text:
uk: Введіть текст розмірного напису:

# _msg1732
source: Select first line
uk: Виділіть першу лінію

# _msg1733
source: Cancel
uk: Відміна

# _msg1734
source: Select second line
uk: Виділіть другу лінію

# _msg1735
source: Specify dimension arc line location
uk: Вкажіть положення розмірної дуги

# _msg1736
source: Enter dimension text:
uk: Введіть текст розмірного напису:

# _msg1737
source: Not a circle or arc entity
uk: Не є колом чи дугою

# _msg1738
source: Not a valid expression
uk: Некоректний вираз

# _msg1739
source: Select arc or circle entity
uk: Виділіть дугу чи коло

# _msg1740
source: Cancel
uk: Відміна

# _msg1741
source: Specify dimension line location
uk: Вкажіть положення розмірної лінії

# _msg1742
source: Enter dimension text:
uk: Введіть текст розмірного напису:

# _msg1743
source: Specify target point
uk: Вкажіть цільову точку

# _msg1744
source: Cancel
uk: Відміна

# _msg1745
source: Specify next point
uk: Вкажіть наступну точку

# _msg1746
source: Finish
uk: Завершити

# _msg1747
source: Not a valid expression
lv: Nav derīga izteiksme
uk: Некоректний вираз

# _msg1748
source: Specify first extension line origin
uk: Вкажіть точку прив’язки першої розмірної лінії

# _msg1750
source: Specify second extension line origin
uk: Вкажіть точку прив’язки другої розмірної лінії

# _msg1751
source: Back
fr: Retour
gl: Atrás
uk: Назад

# _msg1752
source: Specify dimension line location
uk: Вкажіть розташування розмірної лінії

# _msg1753
source: Enter dimension text:
uk: Введіть текст розмірного напису:

# _msg1754
source: Enter dimension line angle:
uk: Введіть кут розмірного напису:

# _msg1755
source: Not a circle or arc entity
uk: Не є колом чи дугою

# _msg1756
source: Not a valid expression
lv: Nav derīga izteiksme
uk: Некоректний вираз

# _msg1757
source: Select arc or circle entity
uk: Виділіть дугу чи коло

# _msg1759
source: Specify dimension line position or enter angle:
uk: Вкажіть розташування розмірної лінії чи введіть кут:

# _msg1760
source: Enter dimension text:
uk: Введіть текст розмірного напису:

# _msg1761
source: Not a valid expression
ca: L'expressió no és vàlida
uk: Некоректний вираз

# _msg1762
source: Not a valid chord length
uk: Неприпустима довжина хорди

# _msg1763
source: Specify center
uk: Вкажіть центр

# _msg1764
source: Cancel
uk: Відміна

# _msg1765
source: Specify radius
uk: Вкажіть радіус

# _msg1766
source: Back
uk: Назад

# _msg1767
source: Specify start angle:
uk: Вкажіть початковий кут:

# _msg1768
source: Specify included angle:
uk: Зазначте внутрішній кут:

# _msg1769
source: Specify chord length:
uk: Вкажіть довжину хорди:

# _msg1770
source: Specify end angle or [angle/chord length]
uk: Вкажіть кінцевий кут або [кут/довжину хорди]

# _msg1771
source: Invalid arc data.
uk: Некоректні дані дуги.

# _msg1773
source: Specify second point
uk: Вкажіть другу точку

# _msg1774
source: Back
uk: Назад

# _msg1775
source: Specify endpoint
uk: Вкажіть кінцеву точку

# _msg1776
source: Specify startpoint or [center]
uk: Вкажіть початкову точку або [центр]

# _msg1777
source: Specify base entity
uk: Вкажіть базовий об’єкт

# _msg1778
source: Cancel
uk: Відміна

# _msg1779
source: Specify end angle
uk: Вкажіть кінцевий кут

# _msg1780
source: Back
uk: Назад

# _msg1781
source: Specify end point
uk: Вкажіть кінцеву точку

# _msg1782
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida
uk: Не коректний вираз

# _msg1783
source: Specify center
uk: Вкажіть центр

# _msg1784
source: Cancel
fr: Annuler
gl: Cancelar
uk: Відміна

# _msg1785
source: Specify radius
uk: Вкажіть радіус

# _msg1786
source: Back
uk: Назад

# _msg1788
source: Invalid Circle data.
uk: Некоректні дані кола.

# _msg1789
source: Specify first point
uk: Вкажіть першу точку

# _msg1790
source: Cancel
fr: Annuler
gl: Cancelar
uk: Відміна

# _msg1791
source: Specify second point
uk: Вкажіть другу точку

# _msg1792
source: Back
fr: Retour
gl: Atrás
uk: Назад

# _msg1793
source: Invalid circle data.
uk: Некоректні дані кола.

# _msg1794
source: Specify first point
uk: Вкажіть першу точку

# _msg1795
source: Cancel
uk: Відміна

# _msg1796
source: Specify second point
uk: Вкажіть другу точку

# _msg1797
source: Back
uk: Назад

# _msg1798
source: Specify third point
uk: Вкажіть третю точку

# _msg1799
source: Not a valid expression
uk: Некоректний вираз

# _msg1800
source: Specify circle center
uk: Вкажіть центр кола

# _msg1802
source: Specify circle radius
uk: Вкажіть радіус кола

# _msg1803
source: Back
uk: Назад

# _msg1806
source: Specify center
uk: Вкажіть центр

# _msg1808
source: Specify circle radius
uk: Вкажіть радіус кола

# _msg1809
source: Back
uk: Назад

# _msg1811
source: Specify the first line
uk: Вкажіть першу лінію

# _msg1812
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg1813
source: Specify the second line
uk: Вкажіть другу лінію

# _msg1814
source: Back
ca: Enrere
uk: Назад

# _msg1815
source: Specify the third line
uk: Вкажіть третю лінію

# _msg1816
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt
uk: Відміна

# _msg1817
source: Specify the first point on the tangent circle
uk: Вкажіть першу точку на дотичній кола

# _msg1818
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
uk: Назад

# _msg1819
source: Specify the second point on the tangent circle
uk: Вкажіть другу точку на дотичній кола

# _msg1820
source: Select the center of the tangent circle
uk: Вкажіть центр дотичного кола

# _msg1821
source: Specify a line/arc/circle
uk: Вкажіть лінію, дугу чи коло

# _msg1822
source: Specify the first line/arc/circle
uk: Вкажіть першу пряму, дугу або коло

# _msg1823
source: Cancel
uk: Відміна

# _msg1824
source: Specify the second line/arc/circle
uk: Вкажіть другу пряму, дугу або коло

# _msg1825
source: Back
uk: Назад

# _msg1826
source: Select the center of the tangent circle
uk: Вкажіть центр дотичного кола

# _msg1827
source: Specify a line/arc/circle
uk: Вкажіть пряму, дугу або коло

# _msg1828
source: Cancel
uk: Відміна

# _msg1829
source: Specify the another arc/circle
uk: Вкажіть іншу дугу або коло

# _msg1830
source: Back
uk: Назад

# _msg1831
source: Specify a point on the tangent circle
uk: Вкажіть точку на колі

# _msg1832
source: Select the center of the tangent circle
uk: Вкажіть центр кола

# _msg1833
source: Cancel
fr: Annuler
gl: Cancelar
uk: Відміна

# _msg1834
source: Back
ca: Enrere
lv: Atpakaļ
uk: Назад

# _msg1835
source: Select the center of the tangent circle
lv: Izvelieties pieskares riņķa centru
uk: Вкажіть центр кола

# _msg1836
source: Specify the first line/arc/circle
uk: Вкажіть першу лінію, дугу або коло

# _msg1837
source: Specify the second line/arc/circle
uk: Вкажіть другу лінію, дугу або коло

# _msg1838
source: Specify the third line/arc/circle
uk: Вкажіть третю лінію, дугу або коло

# _msg1839
source: Specify the first point on ellipse
uk: Вкажіть першу точку на еліпсі

# _msg1840
source: Cancel
uk: Відміна

# _msg1841
source: Specify the second point on ellipse
uk: Вкажіть другу точку на еліпсі

# _msg1842
source: Back
uk: Назад

# _msg1843
source: Specify the third point on ellipse
uk: Вкажіть третю точку на еліпсі

# _msg1844
source: Specify the fourth point on ellipse
uk: Вкажіть четверту точку на еліпсі

# _msg1845
source: Can not determine uniquely an ellipse
uk: Неможливо визначити однозначно еліпс

# _msg1846
source: Not a valid expression
uk: Некоректний вираз

# _msg1847
source: Specify ellipse center
uk: Вкажіть центр еліпса

# _msg1848
source: Cancel
uk: Відміна

# _msg1849
source: Specify endpoint of major axis
uk: Вкажіть кінцеву точку великої осі

# _msg1850
source: Back
uk: Назад

# _msg1851
source: Specify endpoint or length of minor axis:
uk: Вкажіть кінцеву точку чи довжину меншої осі:

# _msg1852
source: Specify start angle
uk: Вкажіть початковий кут

# _msg1853
source: Specify end angle
uk: Вкажіть кінцевий кут

# _msg1854
source: Specify the center of ellipse
uk: Вкажіть центр еліпса

# _msg1855
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg1856
source: Specify the first point on ellipse
uk: Вкажіть першу точку на еліпсі

# _msg1857
source: Specify the second point on ellipse
uk: Вкажіть другу точку на еліпсі

# _msg1858
source: Back
uk: Назад

# _msg1859
source: Specify the third point on ellipse
uk: Вкажіть третю точку на еліпсі

# _msg1860
source: Not a valid expression
uk: Не коректний вираз

# _msg1861
source: Specify first focus of ellipse
uk: Вкажіть перший фокус еліпса

# _msg1863
source: Specify second focus of ellipse
uk: Вкажіть другий фокус еліпса

# _msg1864
source: Back
uk: Назад

# _msg1865
source: Specify a point on ellipse or total distance to foci
uk: Вкажіть точку на еліпсі чи повну відстань до фокуса

# _msg1868
source: Specify the first line
uk: Вкажіть першу лінію

# _msg1870
source: Specify the second line
uk: Вкажіть другу лінію

# _msg1872
source: Specify the third line
uk: Вкажіть третю лінію

# _msg1873
source: Specify the fourth line
uk: Вкажіть четверту лінію

# _msg1875
source: Hatch created successfully.
uk: Штрихування створена успішно.

# _msg1876
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
uk: Неправильно задана область штрихування. Будь ласка, перевірте, що вибрані об’єкти формують один чи більше закритих контурів.

# _msg1877
source: Hatch Error: Invalid contour found!
uk: Зловлена помилка: знайдений неправильний контур!

# _msg1878
source: Hatch Error: Pattern not found!
uk: Зловлена помилка: шаблон не знайдено!

# _msg1879
source: Hatch Error: Contour or pattern too small!
uk: Зловлена помилка: контур чи шаблон занадто малий!

# _msg1880
source: Hatch Error: Contour too big!
uk: Зловлена помилка: контур занадто великий!

# _msg1881
source: Hatch Error: Undefined Error!
uk: Зловлена помилка: на жаль, не визначена помилка!

# _msg1883
source: Not a valid expression
uk: Некоректний вираз

# _msg1884
source: Specify reference point
uk: Вкажіть точку відліку

# _msg1885
source: Cancel
uk: Відміна

# _msg1886
source: Enter angle:
uk: Введіть кут:

# _msg1887
source: Enter factor:
uk: Введіть коефіцієнт:

# _msg1888
source: Enter dpi:
uk: Введіть DPI:

# _msg1889
source: Specify first point
uk: Вкажіть першу точку

# _msg1890
source: Cancel
uk: Відміна

# _msg1891
source: Specify next point or [%1]
uk: Вкажіть наступну точку чи [%1]

# _msg1892
source: Back
uk: Назад

# _msg1893
source: Specify next point
uk: Вкажіть наступну точку

# _msg1894
source: Cannot undo: Not enough entities defined yet.
uk: Скасування неможливе: недостатньо об’єктів визначено.

# _msg1895
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
uk: Неможливо замкнути послідовність відрізків — вибрано недостатньо або вже замкнуто.

# _msg1896
source: Cannot redo: Not previous line segment defined.
uk: Не вдається повторити: не визначено попереднього сегмента лінії.

# _msg1897
source: Not a valid expression
uk: Некоректний вираз

# _msg1898
source: Specify position
uk: Вкажіть положення

# _msg1899
source: Cancel
lv: Atcelt
uk: Відміна

# _msg1900
source: Enter angle:
uk: Введіть кут:

# _msg1901
source: Back
lv: Atpakaļ
uk: Назад

# _msg1902
source: Enter length:
uk: Введіть довжину:

# _msg1903
source: Not a valid expression
uk: Некоректний вираз

# _msg1904
source: Select first line
uk: Виділіть першу лінію

# _msg1905
source: Cancel
uk: Відміна

# _msg1906
source: Select second line
uk: Виділіть другу лінію

# _msg1907
source: Back
uk: Назад

# _msg1908
source: Enter bisector length:
uk: Вкажіть довжину бісектриси:

# _msg1909
source: Enter number of bisectors:
uk: Вкажіть кількість бісектрис:

# _msg1911
source: Click and drag to draw a line
uk: Клацніть мишкою та потягніть, щоб намалювати лінію

# _msg1912
source: Cancel
uk: Відміна

# _msg1913
source: Specify first point
uk: Вкажіть першу точку

# _msg1914
source: Cancel
lv: Atcelt
uk: Відміна

# _msg1915
source: Specify second point
uk: Вкажіть другу точку

# _msg1916
source: Back
lv: Atpakaļ
uk: Назад

# _msg1917
source: Select a line
uk: Виберіть лінію

# _msg1918
source: Cancel
uk: Відміна

# _msg1919
source: Select circle, arc or ellipse
uk: Виберіть коло, дугу чи еліпс

# _msg1920
source: Back
uk: Назад

# _msg1921
source: Specify Distance <%1> or select entity or [%2]
uk: Вкажіть відстань <%1> чи виберіть об’єкт або ж [%2]

# _msg1922
source: Cancel
uk: Відміна

# _msg1923
source: Enter number:
uk: Введіть число:

# _msg1924
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida
uk: Некоректний вираз

# _msg1925
source: Not a valid number. Try 1..99
uk: Неприпустиме число. Спробуйте 1..99

# _msg1926
source: Select entity
uk: Виберіть об’єкт

# _msg1927
source: Cancel
lv: Atcelt
uk: Відміна

# _msg1928
source: Specify through point
uk: Вкажіть точку „через“

# _msg1929
source: Back
lv: Atpakaļ
uk: Назад

# _msg1930
source: Number:
uk: Число:

# _msg1931
source: Not a valid number. Try 1..99
uk: Неприпустиме число. Спробуйте 1..99

# _msg1932
source: Not a valid expression
uk: Некоректний вираз

# _msg1933
source: Specify center
uk: Вкажіть центр

# _msg1934
source: Specify a corner
uk: Вкажіть кут

# _msg1935
source: Enter number:
uk: Введіть число:

# _msg1936
source: Not a valid number. Try 1..9999
uk: Неприпустиме число. Спробуйте 1..9999

# _msg1937
source: Not a valid expression
uk: Не коректний вираз

# _msg1938
source: Specify first corner
uk: Вкажіть перший кут

# _msg1939
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
uk: Відміна

# _msg1940
source: Specify second corner
uk: Вкажіть другий кут

# _msg1941
source: Back
ca: Enrere
uk: Назад

# _msg1942
source: Number:
uk: Число:

# _msg1943
source: Not a valid number. Try 1..9999
uk: Неприпустиме число. Спробуйте 1..9999

# _msg1944
source: Not a valid expression.
uk: Неприпустимий вираз.

# _msg1945
source: Specify first corner
uk: Вкажіть перший кут

# _msg1946
source: Cancel
uk: Відміна

# _msg1947
source: Specify second corner
uk: Вкажіть другий кут

# _msg1948
source: Back
uk: Назад

# _msg1949
source: Not a valid expression
uk: Неприпустимий вираз

# _msg1950
source: Select base entity
uk: Виберіть базовий об’єкт

# _msg1951
source: Cancel
uk: Відміна

# _msg1952
source: Specify position
uk: Вкажіть положення

# _msg1953
source: Back
uk: Назад

# _msg1954
source: Specify point
uk: Вкажіть точку

# _msg1955
source: Cancel
lv: Atcelt
uk: Відміна

# _msg1956
source: Select circle, arc or ellipse
uk: Виділіть коло, дугу чи еліпс

# _msg1957
source: Back
lv: Atpakaļ
uk: Назад

# _msg1959
source: Back
uk: Назад

# _msg1960
source: Select first circle or ellipse
uk: Вкажіть перше коло чи еліпс

# _msg1961
source: Select second circle or ellipse
uk: Вкажіть друге коло чи еліпс

# _msg1962
source: Specify insertion point
uk: Вкажіть точку вставки

# _msg1963
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg1964
source: Enter text:
uk: Введіть текст:

# _msg1965
source: Back
ca: Enrere
uk: Назад

# _msg1966
source: Specify location
uk: Вкажіть розташування

# _msg1967
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt
uk: Відміна

# _msg1968
source: Specify first point
uk: Вкажіть першу точку

# _msg1969
source: Cancel
uk: Відміна

# _msg1970
source: Specify next point or [%1]
uk: Вкажіть наступну точку чи [%1]

# _msg1971
source: Back
uk: Назад

# _msg1972
source: Specify next point
uk: Вкажіть наступну точку

# _msg1973
source: Cannot close sequence of lines: Not enough entities defined yet.
uk: Не вдається закрити послідовність ліній: ще недостатньо визначено об’єктів.

# _msg1974
source: Cannot undo: Not enough entities defined yet.
uk: Не вдається скасувати: недостатня кількість означених об’єктів.

# _msg1975
source: Specify first control point
uk: Вкажіть першу контрольну точку

# _msg1976
source: Cancel
ca: Cancel·la
lv: Atcelt
uk: Відміна

# _msg1977
source: Specify next control point or [%1]
uk: Вкажіть наступну контрольну точку чи [%1]

# _msg1979
source: Specify next control point
uk: Вкажіть наступну контрольну точку

# _msg1980
source: Cannot undo: Not enough entities defined yet.
uk: Не вдається скасувати: ще недостатньо визначено об’єктів.

# _msg1981
source: Specify insertion point
uk: Вкажіть точку вставки

# _msg1982
source: Cancel
uk: Відміна

# _msg1983
source: Enter text:
uk: Введіть текст:

# _msg1984
source: Back
uk: Назад

# _msg1985
source: Specify second point
uk: Вкажіть другу точку

# _msg1986
source: Specify reference point
uk: Вкажіть точку відліку

# _msg1987
source: Cancel
uk: Відміна

# _msg1988
source: Set reference point
uk: Встановити точку відліку

# _msg1989
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg1990
source: Nothing to undo!
uk: Немає що скасовувати!

# _msg1991
source: Nothing to redo!
uk: Немає що переробляти!

# _msg1992
source: Lines are parallel
uk: Лінії паралельні

# _msg1993
source: Specify first line
uk: Вкажіть першу лінію

# _msg1994
source: Cancel
uk: Відміна

# _msg1995
source: Specify second line
uk: Вкажіть другу лінію

# _msg1996
source: Back
uk: Назад

# _msg1997
source: Angle: %1
uk: Кут: %1

# _msg1998
source: Circumference: %1
uk: Обвід: %1

# _msg1999
source: Point: %1/%2
uk: Точка: %1/%2

# _msg2000
source: Specify first point of polygon
uk: Вкажіть першу точку багатокутника

# _msg2001
source: Cancel
ca: Cancel·la
uk: Відміна

# _msg2002
source: Specify next point of polygon
uk: Вкажіть наступну точку багатокутника

# _msg2003
source: Closing Point: %1/%2
uk: Завершальна точка: %1; %2

# _msg2005
source: Specify first point of distance
uk: Зазначте першу точку вимірюваної відстані

# _msg2007
source: Specify second point of distance
uk: Зазначте другу точку вимірюваної відстані

# _msg2008
source: Back
uk: Назад

# _msg2009
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
uk: Відстань: %1; прямокутні координати (%2, %3); полярні (%4∠%5 {1 ?} {2 ?} {3)?} {4<?} {5)?}

# _msg2010
source: Distance: %1
uk: Відстань: %1

# _msg2011
source: Specify entity
uk: Вкажіть об’єкт

# _msg2013
source: Specify point
uk: Вкажіть точку

# _msg2014
source: Back
uk: Назад

# _msg2015
source: Point is inside selected contour.
uk: Точка знаходиться всередині вибраного контура.

# _msg2016
source: Point is outside selected contour.
uk: Точка знаходиться зовні вибраного контура.

# _msg2017
source: Specify point
uk: Вкажіть точку

# _msg2019
source: Total Length of selected entities: %1
uk: Сумарна довжина вибраних об’єктів: %1

# _msg2020
source: At least one of the selected entities cannot be measured.
uk: Принаймні один з вибраних об’єктів не може бути виміряний.

# _msg2021
source: Insert Library Object
uk: Вставити об’єкт з бібліотеки

# _msg2022
source: Cannot open file '%1'
uk: Не вдається відкрити файл „%1“

# _msg2023
source: Not a valid expression
uk: Некоректний вираз

# _msg2024
source: Specify reference point
uk: Вкажіть точку відліку

# _msg2025
source: Cancel
uk: Відміна

# _msg2026
source: Enter angle:
uk: Введіть кут:

# _msg2027
source: Enter factor:
uk: Введіть коефіцієнт:

# _msg2028
source: (Un-)&Lock Relative Zero
uk: Увімкн./в&имкн. відносний нуль

# _msg2029
source: Not a valid expression
uk: Некоректний вираз

# _msg2030
source: Select first entity
uk: Виберіть перший об’єкт

# _msg2031
source: Cancel
uk: Відміна

# _msg2032
source: Select second entity
uk: Виберіть другий об’єкт

# _msg2033
source: Back
uk: Назад

# _msg2034
source: Enter length 1:
uk: Введіть довжину 1:

# _msg2035
source: Enter length 2:
uk: Введіть довжину 2:

# _msg2036
source: No Entity found.
uk: Об’єкт не знайдено.

# _msg2037
source: Cutting point is invalid.
uk: Неприпустима точка розбиття.

# _msg2038
source: Cutting point is not on entity.
uk: Точка розбиття не належить об’єкту.

# _msg2039
source: Specify entity to cut
uk: Вкажіть об’єкт для розбиття

# _msg2040
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt
uk: Відміна

# _msg2041
source: Specify cutting point
uk: Вкажіть точку розбиття

# _msg2042
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ
uk: Назад

# _msg2044
source: Entities not in the same polyline.
uk: Об’єкти, не лежать на одній ламаній.

# _msg2045
source: Parent of second entity is not a polyline
uk: Батько другого об’єкта не є ламаною

# _msg2046
source: Parent of first entity is not a polyline
uk: Батько першого об’єкту не є ламаною

# _msg2047
source: Specify first break point on a polyline
uk: Вкажіть першу точку розриву ламаної

# _msg2048
source: Cancel
uk: Відміна

# _msg2049
source: Specify second break point on the same polyline
uk: Вкажіть другу точку розриву на тій же ламаній

# _msg2050
source: Back
uk: Назад
