Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2521
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Debuxe un círculo tanxencial a dous círculos, arcos ou liñas, dado o raio</span></p></body></html>

# _msg2522
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Debuxe un círculo tanxencial a outro círculo, arco ou liña, dados dous puntos</span></p></body></html>

# _msg2523
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Debuxe un círculo tanxencial a dous círculos, arcos ou liñas, dado un punto</span></p></body></html>

# _msg2524
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Debuxe un círculo tanxencial a tres círculos, arcos ou liñas</span></p></body></html>

# _msg2525
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Debuxe un círculo inscrito nun triángulo, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">ou o que é o mesmo</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tanxencial a 3 liñas. Por favor use en paga disto o recurso máis recente &quot;Círculo tanxencial a tres círculos, arcos ou liñas&quot;.</span></p></body></html>

# _msg2526
source: <html><head/><body><p>Circle with 2 Points and Radius</p></body></html>
gl: <html><head/><body><p>Círculo con 2 puntos e raio</p></body></html>

# _msg2527
source: Dimensions
gl: Acoutamento

# _msg2528
source: Back to main menu
gl: Atrás o menú principal

# _msg2529
source: Diametric Dimension
gl: Acoutamento diámetral

# _msg2530
source: Radial Dimension
gl: Acoutamento radial

# _msg2531
source: Vertical Dimension
gl: Acoutamento vertical

# _msg2532
source: Horizontal Dimension
gl: Acoutamento horizontal

# _msg2533
source: Linear Dimension
gl: Acoutamento linear

# _msg2534
source: Aligned Dimension
gl: Acoutamento aliñado

# _msg2535
source: Angular Dimension
gl: Acoutamento angular

# _msg2536
source: Leader
gl: Directriz

# _msg2537
source: Concentric
gl: Acoutamento concéntrico

# _msg2538
source: Ellipses
gl: Elipses

# _msg2539
source: Ellipse arc with center, two points and angles
gl: Arco de elipse dado o centro, os eixes e ángulos

# _msg2540
source: Ellipse with Center and two points
gl: Elipse dado o centro mais os eixes

# _msg2541
source: Back to main menu
gl: Atrás o menú principal

# _msg2542
source: Draw Ellipse by foci and a point on ellipse
gl: Elipse dados os focos mais un punto

# _msg2543
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
gl: Elipse dados catro puntos, e cos eixes nas direccións X e Y

# _msg2544
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Debuxar elipse inscrita nun cuadrilátero, <span style=" font-style:italic;">ou o que é o mesmo</span>, tanxencial a catro liñas</p></body></html>

# _msg2545
source: Concentric
gl: Concéntrica

# _msg2546
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
gl: <html><head/><body><p>Debuxar elipse dado o centro e 3 puntos</p></body></html>

# _msg2547
source: Info
gl: Consulta

# _msg2548
source: Back to main menu
gl: Atrás o menú principal

# _msg2549
source: Distance (Point, Point)
gl: Distancia punto-punto

# _msg2550
source: Distance (Entity, Point)
gl: Distancia entidade-punto

# _msg2551
source: Angle
gl: Ángulo

# _msg2552
source: Total length of selected entities
gl: Largura total das entidades seleccionadas

# _msg2553
source: Area of polygon
gl: Área do polígono

# _msg2554
source: Concentric
gl: Concéntrica

# _msg2555
source: Lines
gl: Liñas

# _msg2556
source: Freehand lines
gl: Liña a man alzada

# _msg2557
source: Orthogonal lines
gl: Liñas ortogonais

# _msg2558
source: Back to main menu
gl: Atrás o menú principal

# _msg2559
source: Bisectors
gl: Bisectriz

# _msg2560
source: Tangents from circle to circle
gl: Liña tanxente a dous círculos/arcos/elipses

# _msg2561
source: Tangents from point to circle
gl: Liña tanxente dende un punto a un círculo/arco/elipse

# _msg2562
source: Line with two points
gl: Liña entre dous puntos

# _msg2563
source: Lines with relative angles
gl: Liñas oblicuas entre si

# _msg2564
source: Line with given angle
gl: Liña oblicua

# _msg2565
source: Horizontal lines
gl: Liña horizontal

# _msg2566
source: Vertical lines
gl: Liña vertical

# _msg2567
source: Rectangles
gl: Rectángulo

# _msg2568
source: Polygons with Center and Corner
gl: Polígono con centro e vértice

# _msg2569
source: Polygons with two Corners
gl: Polígono con dous vértices

# _msg2570
source: Parallels with distance
gl: Paralela a unha distancia dada

# _msg2571
source: Parallels through point
gl: Paralela pasando por un punto

# _msg2572
source: Tangents to a circle, orthogonal to a line
gl: Liña perpendicular a outra e tanxente a un círculo/arco/elipse

# _msg2573
source: Main
gl: Principal

# _msg2574
source: Create Block
gl: Crear bloque

# _msg2575
source: Show toolbar "Lines"
gl: Amosar ferramentas "Liñas e polígonos"

# _msg2576
source: Show toolbar "Arcs"
gl: Amosar ferramentas "Arcos"

# _msg2577
source: Show toolbar "Circles"
gl: Amosar ferramentas "Círculos"

# _msg2578
source: Show toolbar "Ellipses"
gl: Amosar ferramentas "Elipses"

# _msg2579
source: Show toolbar "Polylines"
gl: Amosar ferramentas "Poliliñas"

# _msg2580
source: Draw Splines
gl: Amosar ferramentas "Splines"

# _msg2581
source: Draw Points
gl: Debuxar puntos

# _msg2582
source: Show toolbar "Dimensions"
gl: Amosar ferramentas "Acoutar"

# _msg2583
source: Create Hatch
gl: Crear raiado

# _msg2584
source: Insert Image
gl: Inserir imaxe

# _msg2585
source: Show toolbar "Modify"
gl: Amosar ferramentas "Modificar"

# _msg2586
source: Show toolbar "Info"
gl: Amosar ferramentas "Consultar"

# _msg2587
source: Show toolbar "Select"
gl: Amosar ferramentas "Seleccionar"

# _msg2588
source: Insert Multi-line Text
gl: Inserir texto multiliña

# _msg2589
source: Modify
gl: Modificar

# _msg2590
source: Back to main menu
gl: Atrás o menú principal

# _msg2591
source: Rotate
gl: Xirar

# _msg2592
source: Scale
gl: Escalar

# _msg2593
source: Move and Rotate
gl: Mover e xirar

# _msg2594
source: Explode
gl: Estoupar

# _msg2595
source: Delete
gl: Desbotar

# _msg2596
source: Stretch
gl: Estalicar/encoller

# _msg2597
source: Bevel
gl: Chafrán

# _msg2598
source: Trim / Extend two
gl: Tallar/estender dúas liñas

# _msg2599
source: Trim / Extend
gl: Tallar/estender

# _msg2600
source: Edit Entity Attributes
gl: Editar atributos (varias entidades)

# _msg2601
source: Edit Entity Geometry
gl: Editar xeometría e atributos (unha entidade)

# _msg2602
source: Mirror
gl: Imaxe espello

# _msg2603
source: Divide
gl: Partir entidade

# _msg2604
source: Explode Text into Letters
gl: Estoupar o texto en letras

# _msg2605
source: Edit Text
gl: Editar texto

# _msg2606
source: Move / Copy
gl: Copiar/Mover

# _msg2607
source: Rotate Two
gl: Dobre xiro

# _msg2608
source: Offset (Experimental Feature, work in progress)
gl: Desprazamento (Recurso experimental, traballo en marcha)

# _msg2609
source: Revert direction
gl: Reverter dirección

# _msg2610
source: Lengthen
gl: Alongar

# _msg2611
source: <html><head/><body><p>Fillet, rounding of an interior or exterior corner</p></body></html>
gl: <html><head/><body><p>Arredondar unha esquina</p></body></html>

# _msg2612
source: Points
gl: Puntos

# _msg2613
source: Back to main menu
gl: Atrás o menú principal

# _msg2614
source: Single points
gl: Puntos únicos

# _msg2615
source: Polylines
gl: Poliliñas

# _msg2616
source: Back to main menu
gl: Atrás o menú principal

# _msg2617
source: Create Polyline
gl: Crear poliliña

# _msg2618
source: Delete between two nodes
gl: Desbotar varios nodos entre dous

# _msg2619
source: Add node
gl: Engadir nodo

# _msg2620
source: Delete node
gl: Desbotar un nodo

# _msg2621
source: Trim segments
gl: Tallar/estender segmentos

# _msg2622
source: Append node
gl: Anexar nodo

# _msg2623
source: Polyline equidistant
gl: Poliliña equidistante

# _msg2624
source: Create Polyline from Existing Segments
gl: Poliliña nova a partir de segmentos independentes en contacto

# _msg2625
source: Concentric
gl: Concéntrica

# _msg2626
source: Select
gl: Seleccionar

# _msg2627
source: Select all
gl: Seleccionar todo

# _msg2628
source: Back to main menu
ca: Torna al menú principal
gl: Atrás o menú principal

# _msg2629
source: Select intersected entities
gl: Seleccionar por liña de intersección

# _msg2630
source: Deselect intersected entities
gl: Deseleccionar por liña de intersección

# _msg2631
source: Deselect all
gl: Deseleccionar todo

# _msg2632
source: Invert Selection
gl: Inverter selección

# _msg2633
source: Select layer
gl: Seleccionar capa

# _msg2634
source: (De-)Select contour
gl: Sel./Deseleccionar contornos

# _msg2635
source: (De-)Select entity
gl: Sel./Deseleccionar entidades

# _msg2636
source: Deselect Window
gl: Deseleccionar por fiestra

# _msg2637
source: Select Window
gl: Seleccionar por fiestra

# _msg2638
source: Continue action
gl: Seguir a acción

# _msg2640
source: Back to main menu
gl: Atrás o menú principal

# _msg2642
source: Interpolation Spline
gl: Spline de interpolación

# _msg2643
source: Circle Options
gl: Opcións de círculo

# _msg2644
source: Radius:
gl: Raio:

# _msg2645
source: Circle Tangential2 Options
gl: Opcións de círculo tanxencial a 2

# _msg2646
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
gl: <html><head/><body><p>Raio do círculo tanxencial a debuxar</p></body></html>

# _msg2647
source: Radius:
gl: Raio:

# _msg2648
source: Radius of tangential circle
gl: Raio do círculo tanxencial

# _msg2649
source: Others..
gl: Outros..

# _msg2650
source: Clear
gl: Limpar

# _msg2651
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
gl: <html><head/><body><p>Introduza coordenadas ou comandos</p></body></html>

# _msg2652
source: &Copy
gl: &Copiar

# _msg2653
source: select&All
gl: Seleccionar &todo

# _msg2654
source: Linear Dimension Options
gl: Opcións de acoutamento linear

# _msg2655
source: Angle:
gl: Ángulo:

# _msg2656
source: Dimension Options
gl: Opcións de acoutamento

# _msg2657
source: Label:
gl: Etiqueta:

# _msg2665
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
gl: <font size="+1"><b>Benvindo o QCad</b> </font> <br> Por favor, escolme as unidades de medida que queira usar nos seus novos debuxos e mais a súa linguaxe preferida.<br> Vostede pode trocar estas preferencias despois, no cadro de diálogo de opcións de QCad.

# _msg2666
source: Line &spacing:
gl: &Espazo entre liñas:

# _msg2667
source: Extension line extension:
gl: Extensión da liña de referencia:

# _msg2668
source: Extension line offset:
gl: Desprazamento da liña de referencia:

# _msg2669
source: Alignment:
gl: Aliñamento do texto:

# _msg2670
source: Dimension Aligned
gl: Aliñado

# _msg2671
source: General Factor:
gl: Factor xeral:
lv: Pamata koeficients:

# _msg2672
source: <html><head/><body><p>Text alignment.</p></body></html>
gl: <html><head/><body><p>Aliñamento do texto.</p></body></html>

# _msg2674
source: &Show large crosshairs
gl: A&mosar guías do punteiro:

# _msg2675
source: Number of p&review entities:
gl: &Número de entidades a previsualizar:

# _msg2676
source: Colors
gl: Cores

# _msg2677
source: Fontsize
gl: Tamaño da fonte

# _msg2678
source: Statusbar:
gl: Barra de estado:

# _msg2681
source: Minimal Grid Spacing (px):
gl: Espazado mínimo da grella (px):

# _msg2688
source: Splash Window
gl: Fiestra de principio

# _msg2689
source: Display Splash
gl: Amosar principio

# _msg2690
source: Aquamarine
gl: Augamariña

# _msg2691
source: Azure
gl: Azul esbrancuxado

# _msg2692
source: DeepSkyBlue
gl: Celeste

# _msg2693
source: DodgerBlue
gl: Azul escuro

# _msg2694
source: Gray
gl: Gris

# _msg2695
source: HoneyDew
gl: Verde esbrancuxado

# _msg2696
source: Lavender
gl: Azulado

# _msg2697
source: LightGrey
gl: Gris claro

# _msg2698
source: Navy
gl: Azul mariño

# _msg2699
source: PaleGreen
gl: Verde vivo

# _msg2700
source: Pink
gl: Rosado

# _msg2701
source: Salmon
gl: Salmón

# _msg2702
source: Silver
gl: Prata

# _msg2703
source: Violet
gl: Violeta

# _msg2704
source: Wheat
gl: Marrón claro

# _msg2705
source: White
gl: Branco

# _msg2706
source: GUI Colors
gl: Cores de interface

# _msg2707
source: Layer/ Block Selection:
gl: Selección de capas/bloques:

# _msg2708
source: Custom Toolbar:
gl: Personalizar barra de ferramentas:

# _msg2709
source: <html><head/><body><p>When enabled, activation a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities are modified to belong to the new layer.</p></body></html>
gl: <html><head/><body><p>Cando está activado, todos os obxectos que estean seleccionados pódense asignar a unha capa. Para cambiar a capa de varias entidades: Primeiro seleccione as entidades ou obxectos que desexe asignar e a seguir seleccione a capa no cadro de listaxe de capas, tódalas entidades seleccionadas pasarán a formar parte da nova capa.</p></body></html>

# _msg2714
source: Cancel
gl: Cancelar

# _msg2716
source: Aligned
gl: Proporcionado

# _msg2717
source: Middle
gl: O medio

# _msg2718
source: Insert Options
gl: Opcións de inserción

# _msg2719
source: Angle:
gl: Ángulo:

# _msg2720
source: Rotation Angle
gl: Ángulo de xiro

# _msg2722
source: Scale Factor
gl: Factor de escala

# _msg2723
source: DPI
gl: PPP

# _msg2724
source: DPI of Image
gl: PPP da imaxe

# _msg2725
source: Black
gl: Negro

# _msg2726
source: Insert Options
gl: Opcións de inserción

# _msg2727
source: Angle:
gl: Ángulo:

# _msg2728
source: Rotation Angle
gl: Ángulo de xiro

# _msg2730
source: Scale Factor
gl: Factor de escala

# _msg2731
source: Array:
gl: Matriz:

# _msg2732
source: Number of Columns
gl: Número de columnas

# _msg2733
source: Number of Rows
gl: Número de ringleiras

# _msg2734
source: Spacing:
gl: Espazado:

# _msg2735
source: Column Spacing
gl: Espazado entre columnas

# _msg2736
source: Row Spacing
gl: Espazado entre ringleiras

# _msg2737
source: &Edit Layer
gl: Edi&tar capa

# _msg2738
source: &Toggle Visibility
gl: &Alternar a visibilidade

# _msg2739
source: Library Insert Options
gl: Opcións de inserción da biblioteca

# _msg2740
source: Angle:
gl: Ángulo:

# _msg2741
source: Rotation Angle
gl: Ángulo de xiro

# _msg2743
source: Scale Factor
gl: Factor de escala

# _msg2744
source: Line Angle Options
gl: Opcións de liña en ángulo

# _msg2745
source: Angle:
gl: Ángulo:

# _msg2746
source: Line angle
gl: Ángulo da liña

# _msg2747
source: Length:
gl: Largura:

# _msg2748
source: Length of line
gl: Largura da liña

# _msg2749
source: Snap Point:
gl: Punto de agarre:

# _msg2750
source: Start
gl: Arrinque

# _msg2751
source: Middle
gl: Medio

# _msg2752
source: End
gl: Final

# _msg2753
source: Line Bisector Options
gl: Opcións de liña bisectriz

# _msg2754
source: Length:
gl: Largura:

# _msg2755
source: Length of bisector
gl: Largura da bisectriz

# _msg2756
source: Number:
gl: Cantidade:

# _msg2757
source: Number of bisectors to create
gl: Cantidade de bisectrices a crear

# _msg2758
source: Line Options
gl: Opcións de liña

# _msg2759
source: Close
gl: Pechar

# _msg2760
source: Undo
gl: Desfacer

# _msg2761
source: Form a closed contour from lines drawn
gl: Facer un contorno pechado coas liñas debuxadas

# _msg2762
source: Undo the last line drawing
gl: Desfacer a última liña debuxada

# _msg2763
source: Redo the last line drawing
gl: Refacer a última liña debuxada

# _msg2764
source: Redo
gl: Refacer

# _msg2765
source: Line Parallel Options
gl: Opcións de liña paralela

# _msg2766
source: Distance:
gl: Separación:

# _msg2767
source: Distance to original entity
gl: Distancia de separción da entidade orixinal

# _msg2768
source: Number:
gl: Cantidade:

# _msg2769
source: Number of parallels to create
gl: Cantidade de paralelas equidistantes a crear

# _msg2770
source: Line Parallel Through Options
gl: Opcións de liña paralela pasando por un punto

# _msg2771
source: Number:
gl: Cantidade:

# _msg2772
source: Number of parallels to create
gl: Cantidade de paralelas equidistantes a crear

# _msg2773
source: Polygon Options
gl: Opcións de polígono

# _msg2774
source: Number:
gl: Lados:

# _msg2775
source: Number of edges
gl: Cantidade de lados

# _msg2776
source: Polygon Options
gl: Opcións de polígono

# _msg2777
source: Number:
gl: Lados:

# _msg2778
source: Number of edges
gl: Cantidade de lados

# _msg2779
source: Line Relative Angle Options
gl: Opcións de liña con ángulo relativo

# _msg2780
source: Angle:
gl: Ángulo:

# _msg2781
source: Line angle
gl: Ángulo relativo entre liñas

# _msg2782
source: Length:
gl: Largura:

# _msg2783
source: Length of line
gl: Largura da liña

# _msg2784
source: Text Options
gl: Opcións de texto

# _msg2785
source: Text:
gl: Texto:

# _msg2786
source: Angle:
gl: Ángulo:

# _msg2787
source: Modify Offset Options
gl: Opcións de desprazamento

# _msg2788
source: Distance:
gl: Separación:

# _msg2789
source: Offset from original entity
gl: Distancia de separación da entidade orixinal

# _msg2791
source: Move Rotate Options
gl: Opcións de desprazar e xirar

# _msg2792
source: Angle:
gl: Ángulo:

# _msg2793
source: Line Relative Angle Options
gl: Opcións de liña con ángulo relativo

# _msg2794
source: Spacing:
gl: Espazado:

# _msg2795
source: Distance from original polyline
gl: Distancia de separación da poliliña orixinal

# _msg2796
source: Copies:
gl: Copias:

# _msg2797
source: Polyline Options
gl: Opcións de poliliña

# _msg2798
source: Close
gl: Pechar

# _msg2799
source: Undo
gl: Desfacer

# _msg2800
source: Line
gl: Liña
