Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2399
source: Multiple-image Network Graphics
zh_tw: 多重圖像網路圖形

# _msg2400
source: Portable Bit Map
zh_tw: 可攜式點陣圖

# _msg2401
source: Portable Grey Map
zh_tw: 可攜式灰階圖

# _msg2402
source: Portable Network Graphic
zh_tw: 可攜式網路圖形

# _msg2403
source: Portable Pixel Map
zh_tw: 可攜式像素圖

# _msg2404
source: X Bitmap Format
zh_tw: X 點陣圖格式

# _msg2405
source: X Pixel Map
zh_tw: X 像素圖

# _msg2406
source: Scalable Vector Graphics
zh_tw: 可縮放向量圖形

# _msg2407
source: SGI Black & White
zh_tw: SGI 黑白圖像

# _msg2408
source: Encapsulated PostScript
zh_tw: 囊封幕後排版

# _msg2409
source: Encapsulated PostScript Format
zh_tw: 囊封幕後排版格式

# _msg2410
source: Encapsulated PostScript Interchange
zh_tw: 囊封幕後排版交換

# _msg2411
source: Windows Icon
zh_tw: Windows 圖標

# _msg2413
source: ZSoft Paintbrush
zh_tw: ZSoft 畫筆

# _msg2414
source: PC Paint
zh_tw: PC 漆

# _msg2415
source: SGI-Bilddatei
zh_tw: SGI 圖像檔案

# _msg2416
source: Targa Image File
zh_tw: TGA 圖像檔案

# _msg2417
source: Tagged Image File Format
zh_tw: TIFF 圖像檔案格式

# _msg2418
source: None
zh_tw: 無

# _msg2419
source: Inch
zh_tw: 英吋

# _msg2420
source: Foot
zh_tw: 英呎

# _msg2421
source: Mile
zh_tw: 英哩

# _msg2422
source: Millimeter
zh_tw: 公釐

# _msg2423
source: Centimeter
zh_tw: 公分

# _msg2424
source: Meter
zh_tw: 公尺

# _msg2425
source: Kilometer
zh_tw: 公里

# _msg2426
source: Microinch
zh_tw: 微英吋

# _msg2427
source: Mil
zh_tw: 密耳（千分之一英吋）

# _msg2428
source: Yard
zh_tw: 碼

# _msg2429
source: Angstrom
zh_tw: 埃（光譜）

# _msg2430
source: Nanometer
zh_tw: 奈米

# _msg2431
source: Micron
zh_tw: 微米

# _msg2432
source: Decimeter
zh_tw: 公寸

# _msg2433
source: Decameter
zh_tw: 公丈

# _msg2434
source: Hectometer
zh_tw: 公引

# _msg2435
source: Gigameter
zh_tw: 百萬公里

# _msg2436
source: Astro
zh_tw: 天文單位

# _msg2437
source: Lightyear
zh_tw: 光年

# _msg2438
source: Parsec
zh_tw: 秒差距

# _msg2439
source: Custom
zh_tw: 自訂

# _msg2455
source: Crosshair
zh_tw: 光標

# _msg2459
source: Point
zh_tw: 點

# _msg2461
source: Mouse
zh_tw: 滑鼠

# _msg2465
source: Circle
zh_tw: 圓

# _msg2466
source: Loading..
zh_tw: 載入中..

# _msg2467
source: Loading...
zh_tw: 載入中...

# _msg2468
source: Loading File %1..
zh_tw: 正在載入檔案 %1..

# _msg2469
source: enter an integer number
zh_tw: 輸入整數

# _msg2470
source: LibreCAD query
zh_tw: LibreCAD 查詢

# _msg2471
source: enter a number
zh_tw: 輸入數字

# _msg2472
source: enter text
zh_tw: 輸入文字

# _msg2473
source: Opened dwg file version %1.
zh_tw: 已開啟的 dwg 檔案版本%1。

# _msg2474
source: unknown error opening dwg file
zh_tw: 開啟 dwg 檔案時出現未知錯誤

# _msg2475
source: can't open this dwg file
zh_tw: 無法開啟此 dwg 檔案

# _msg2476
source: unsupported dwg version
zh_tw: 不支持的 dwg 版本

# _msg2477
source: error reading file metadata in dwg file
zh_tw: 讀取 dwg 檔案中的檔案元數據時出錯

# _msg2478
source: error reading file header in dwg file
zh_tw: 讀取 dwg 檔案頭時出錯

# _msg2479
source: error reading header vars in dwg file
zh_tw: 讀取 dwg 檔案頭變量時出錯

# _msg2480
source: error reading classes in dwg file
zh_tw: 讀取 dwg 檔案類時出錯

# _msg2481
source: error reading offsets in dwg file
zh_tw: 讀取 dwg 檔案偏移距離時出錯

# _msg2482
source: error reading tables in dwg file
zh_tw: 讀取 dwg 檔案表時出錯

# _msg2483
source: error reading blocks in dwg file
zh_tw: 讀取 dwg 檔案中的圖塊時出錯

# _msg2484
source: error reading entities in dwg file
zh_tw: 讀取 dwg 檔案物件時出錯

# _msg2485
source: error reading objects in dwg file
zh_tw: 讀取 dwg 檔案中的對象時出錯

# _msg2486
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
zh_tw: 磁盤上的檔案已修改。 請儲存至另一個檔案，以避免遺失數據！ 檔案已修改：%1

# _msg2487
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
zh_tw: 陰影失敗因為介於 (%2, %3) 和 (%4, %5) 的間距 = %1

# _msg2488
source: : duplicated command: %1 is already taken by %2
zh_tw: ：重複指令：%1 已經由%2所使用

# _msg2489
source: point
zh_tw: 點

# _msg2491
source: line
zh_tw: 線

# _msg2494
source: polyline
zh_tw: 折線

# _msg2496
source: free
zh_tw: 自由

# _msg2498
source: spline
zh_tw: 雲形線

# _msg2500
source: spline2
zh_tw: 雲形線 2

# _msg2502
source: offset
zh_tw: 偏移

# _msg2503
source: parallel
zh_tw: 平行

# _msg2514
source: vertical
zh_tw: 垂直

# _msg2516
source: horizontal
zh_tw: 水平

# _msg2518
source: rectangle
zh_tw: 矩形

# _msg2519
source: rectang
zh_tw: 矩形

# _msg2522
source: polygon2v
zh_tw: 多邊形 2v

# _msg2524
source: arc
zh_tw: 弧

# _msg2526
source: circle
zh_tw: 圓

# _msg2528
source: circle2
zh_tw: 圓形 2

# _msg2530
source: circle3
zh_tw: 圓形 3

# _msg2532
source: circlecr
zh_tw: 圓周

# _msg2534
source: circlediam
zh_tw: 圓形直徑

# _msg2538
source: ellipseinscribed
zh_tw: 內切橢圓

# _msg2541
source: hatch
zh_tw: 陰影

# _msg2545
source: text
zh_tw: 文字

# _msg2547
source: regen
zh_tw: 重生

# _msg2548
source: redraw
zh_tw: 重繪

# _msg2551
source: zoomwindow
zh_tw: 縮放視窗

# _msg2553
source: zoomauto
zh_tw: 自動縮放

# _msg2555
source: zoompan
zh_tw: 縮放平移

# _msg2557
source: zoomprevious
zh_tw: 之前縮放

# _msg2559
source: kill
zh_tw: 取消

# _msg2561
source: undo
zh_tw: 恢復

# _msg2563
source: redo
zh_tw: 重做

# _msg2565
source: dimaligned
zh_tw: 對齊標注

# _msg2567
source: dimhorizontal
zh_tw: 水平標註

# _msg2569
source: dimvertical
zh_tw: 垂直標註

# _msg2571
source: dimlinear
zh_tw: 線性標註

# _msg2574
source: dimangular
zh_tw: 角度標註

# _msg2576
source: dimradial
zh_tw: 徑向標註

# _msg2577
source: dimradius
zh_tw: 半徑標註

# _msg2578
source: dimdiametric
zh_tw: 徑向標註

# _msg2579
source: dimdiameter
zh_tw: 直徑標註

# _msg2581
source: dimleader
zh_tw: 直徑引線

# _msg2584
source: restrictnothing
zh_tw: 沒有限制

# _msg2586
source: restrictorthogonal
zh_tw: 正交限制

# _msg2588
source: restricthorizontal
zh_tw: 水平限制

# _msg2590
source: restrictvertical
zh_tw: 垂直限制

# _msg2592
source: move
zh_tw: 移動

# _msg2594
source: bevel
zh_tw: 倒角

# _msg2597
source: fillet
zh_tw: 圓角

# _msg2599
source: divide
zh_tw: 等分

# _msg2600
source: cut
zh_tw: 剪下

# _msg2603
source: mirror
zh_tw: 鏡射

# _msg2605
source: revert
zh_tw: 還原

# _msg2607
source: rotate
zh_tw: 旋轉

# _msg2609
source: scale
zh_tw: 縮放

# _msg2611
source: trim
zh_tw: 修剪

# _msg2613
source: trim2
zh_tw: 修剪 2

# _msg2619
source: lengthen
zh_tw: 延長

# _msg2621
source: stretch
zh_tw: 延伸

# _msg2623
source: delete
zh_tw: 刪除

# _msg2626
source: shapetxt
zh_tw: 變形文字

# _msg2629
source: unlinktxt
zh_tw: 取消文字連結

# _msg2632
source: explode
zh_tw: 分解

# _msg2634
source: snapfree
zh_tw: 自由貼齊

# _msg2637
source: snapcenter
zh_tw: 貼齊中心

# _msg2639
source: snapdist
zh_tw: 貼齊距離

# _msg2641
source: snapend
zh_tw: 貼齊端點

# _msg2643
source: snapgrid
zh_tw: 貼齊格點

# _msg2645
source: snapintersection
zh_tw: 貼齊交點

# _msg2647
source: snapmiddle
zh_tw: 貼齊中間點

# _msg2649
source: snaponentity
zh_tw: 貼齊物件

# _msg2652
source: setrelativezero
zh_tw: 設定相對原點

# _msg2654
source: selectall
zh_tw: 全選

# _msg2656
source: deselectall
zh_tw: 取消全選

# _msg2658
source: modifyattr
zh_tw: 修改屬性

# _msg2661
source: properties
zh_tw: 屬性

# _msg2664
source: distance
zh_tw: 距離

# _msg2667
source: angle
zh_tw: 角度

# _msg2669
source: area
zh_tw: 面積

# _msg2671
source: angle
zh_tw: 角度

# _msg2673
source: close
zh_tw: 關閉

# _msg2674
source: chord length
zh_tw: 弦長

# _msg2675
source: columns
zh_tw: 欄

# _msg2677
source: factor
zh_tw: 係數

# _msg2678
source: length
zh_tw: 長度

# _msg2679
source: number
zh_tw: 數字

# _msg2680
source: radius
zh_tw: 半徑

# _msg2681
source: rows
zh_tw: 列

# _msg2682
source: rowspacing
zh_tw: 列高

# _msg2683
source: through
zh_tw: 通過

# _msg2684
source: trim
zh_tw: 修剪

# _msg2687
source: center
zh_tw: 中心

# _msg2694
source: columnspacing
zh_tw: 欄寬

# _msg2695
source: colspacing
zh_tw: 欄寬

# _msg2697
source: fact
zh_tw: 事實

# _msg2699
source: help
zh_tw: 說明

# _msg2701
source: length
zh_tw: 長度

# _msg2704
source: length1
zh_tw: 長度 1

# _msg2707
source: length2
zh_tw: 長度 2

# _msg2710
source: number
zh_tw: 數字

# _msg2714
source: reversed
zh_tw: 反轉

# _msg2716
source: row
zh_tw: 列

# _msg2717
source: rowspacing
zh_tw: 列高

# _msg2719
source: text
zh_tw: 文字

# _msg2722
source: undo
zh_tw: 恢復

# _msg2724
source: redo
zh_tw: 重做

# _msg2726
source: back
zh_tw: 返回

# _msg2729
source: blackwhite
zh_tw: 黑白

# _msg2730
source: color
zh_tw: 顏色

# _msg2731
source: paperoffset
zh_tw: 偏移圖紙

# _msg2732
source: graphoffset
zh_tw: 偏移圖案

# _msg2733
source: Command: %1 (%2)
zh_tw: 指令：%1 (%2)

# _msg2734
source: RS_Commands:: command not found: %1
zh_tw: RS_Commands::找不到指令: %1

# _msg2735
source: Command not found: %1
zh_tw: 找不到指令：%1

# _msg2736
source: Accepted keycode: %1
zh_tw: 接受鍵碼：%1

# _msg2737
source: length1
zh_tw: 長度 1

# _msg2738
source: length2
zh_tw: 長度 2

# _msg2739
source: Available commands:
zh_tw: 可用的指令：

# _msg2741
source: calculate
zh_tw: 計算

# _msg2742
source: Block
zh_tw: 圖塊

# _msg2743
source: Curve
zh_tw: 曲線

# _msg2744
source: Edit
zh_tw: 編輯

# _msg2745
source: Ellipse
zh_tw: 橢圓

# _msg2746
source: File
zh_tw: 檔案

# _msg2747
source: Dimension
zh_tw: 標註

# _msg2748
source: Info
zh_tw: 資訊

# _msg2749
source: Layer
zh_tw: 圖層

# _msg2750
source: Line
zh_tw: 線

# _msg2751
source: Modify
zh_tw: 修改

# _msg2752
source: Options
zh_tw: 選項

# _msg2753
source: Other
zh_tw: 其他

# _msg2754
source: Polyline
zh_tw: 折線

# _msg2755
source: Restriction
zh_tw: 限制

# _msg2756
source: Select
zh_tw: 選取

# _msg2757
source: Snap
zh_tw: 貼齊

# _msg2758
source: Snap Extras
zh_tw: 貼齊多餘的部分

# _msg2759
source: View
zh_tw: 視圖

# _msg2760
source: Widgets
zh_tw: 工具

# _msg2761
source: All
zh_tw: 全部

# _msg2762
source: Select objects
zh_tw: 選取物件

# _msg2763
source: Apply to selected
zh_tw: 套用所選

# _msg2764
source: Remove
zh_tw: 移除

# _msg2765
source: Could not convert requested font: %1
zh_tw: 無法轉換所要求的字型：%1

# _msg2766
source: 1 entity exploded
zh_tw: 已分解 1 個物件

# _msg2767
source: %1 entities exploded
zh_tw: 已分解 %1 個物件

# _msg2768
source: Specify reference point
zh_tw: 指定參考點

# _msg2769
source: Cancel
zh_tw: 取消

# _msg2770
source: Not a valid expression
zh_tw: 表示式無效

# _msg2771
source: Specify reference point
zh_tw: 指定參考點

# _msg2772
source: Cancel
zh_tw: 取消

# _msg2773
source: Enter angle:
zh_tw: 輸入角度：

# _msg2774
source: Enter factor:
zh_tw: 輸入係數：

# _msg2775
source: Enter columns:
zh_tw: 輸入欄：

# _msg2776
source: Enter rows:
zh_tw: 輸入列：

# _msg2777
source: Enter column spacing:
zh_tw: 輸入欄寬：

# _msg2778
source: Enter row spacing:
zh_tw: 輸入列高：

# _msg2779
source: No block activated to save
zh_tw: 當前沒有圖塊可儲存

# _msg2780
source: Choose second edge
zh_tw: 選擇第二個邊

# _msg2781
source: Back
zh_tw: 返回

# _msg2782
source: Specify first extension line origin
zh_tw: 指定第一條延伸線原點

# _msg2783
source: Cancel
zh_tw: 取消

# _msg2784
source: Specify second extension line origin
zh_tw: 指定第二條延伸線原點

# _msg2785
source: Back
zh_tw: 返回

# _msg2786
source: Specify dimension line location
zh_tw: 指定標註線位置

# _msg2787
source: Enter dimension text:
zh_tw: 輸入標註文字：

# _msg2788
source: Select first line
zh_tw: 選擇第一條線

# _msg2789
source: Cancel
zh_tw: 取消

# _msg2790
source: Select second line
zh_tw: 選擇第二條線

# _msg2791
source: Specify dimension arc line location
zh_tw: 指定標註弧線位置

# _msg2792
source: Enter dimension text:
zh_tw: 輸入標註文字：

# _msg2793
source: Not a circle or arc entity
zh_tw: 不是圓或弧等物件

# _msg2794
source: Not a valid expression
zh_tw: 表示式無效

# _msg2795
source: Select arc or circle entity
zh_tw: 選擇弧或圓等物件

# _msg2797
source: Specify dimension line location
zh_tw: 指定標註線位置

# _msg2798
source: Enter dimension text:
zh_tw: 輸入標註文字：

# _msg2799
source: Specify target point
zh_tw: 指定目標點

# _msg2800
source: Cancel
zh_tw: 取消

# _msg2801
source: Specify next point
zh_tw: 指定下一個點

# _msg2802
source: Finish
zh_tw: 結束

# _msg2803
source: Not a valid expression
zh_tw: 表示式無效

# _msg2804
source: Specify first extension line origin
zh_tw: 指定第一條延伸線原點

# _msg2805
source: Cancel
zh_tw: 取消

# _msg2806
source: Specify second extension line origin
zh_tw: 指定第二條延伸線原點

# _msg2807
source: Back
zh_tw: 返回

# _msg2808
source: Specify dimension line location
zh_tw: 指定標註線位置

# _msg2809
source: Enter dimension text:
zh_tw: 輸入標註文字：

# _msg2810
source: Enter dimension line angle:
zh_tw: 輸入標註線角度：

# _msg2811
source: Not a circle or arc entity
zh_tw: 不是圓或弧等物件

# _msg2813
source: Select arc or circle entity
zh_tw: 選擇弧或圓等物件

# _msg2815
source: Specify dimension line position or enter angle:
zh_tw: 指定標註線位置或輸入角度：

# _msg2816
source: Enter dimension text:
zh_tw: 輸入標註文字：

# _msg2817
source: Not a valid expression
zh_tw: 表示式無效

# _msg2818
source: Not a valid chord length
zh_tw: 無效的弦長

# _msg2819
source: Specify center
zh_tw: 指定中心

# _msg2820
source: Cancel
zh_tw: 取消

# _msg2821
source: Specify radius
zh_tw: 指定半徑

# _msg2822
source: Back
zh_tw: 返回

# _msg2823
source: Specify start angle:
zh_tw: 指定起始角度：

# _msg2824
source: Specify end angle or [angle/chord length]
zh_tw: 指定終止角度或[角度/弦長]

# _msg2825
source: Specify included angle:
zh_tw: 指定夾角：

# _msg2826
source: Specify chord length:
zh_tw: 指定弦長：

# _msg2827
source: Invalid arc data.
zh_tw: 無效的弧形數據。

# _msg2828
source: Specify startpoint or [center]
zh_tw: 指定起始點或[中心]

# _msg2829
source: Cancel
zh_tw: 取消

# _msg2830
source: Specify second point
zh_tw: 指定第二個點

# _msg2831
source: Back
zh_tw: 返回

# _msg2832
source: Specify endpoint
zh_tw: 指定端點

# _msg2833
source: Specify base entity
zh_tw: 指定基準物件

# _msg2834
source: Cancel
zh_tw: 取消

# _msg2835
source: Specify end angle
zh_tw: 指定結束角度

# _msg2836
source: Back
zh_tw: 返回

# _msg2837
source: Specify end point
zh_tw: 指定終點

# _msg2838
source: Not a valid expression
zh_tw: 表示式無效

# _msg2839
source: Specify center
zh_tw: 指定中心

# _msg2840
source: Cancel
zh_tw: 取消

# _msg2841
source: Specify point on circle
zh_tw: 指定圓上的點

# _msg2842
source: Back
zh_tw: 返回

# _msg2843
source: Invalid Circle data.
zh_tw: 無效的圓形數據。

# _msg2844
source: Specify first point
zh_tw: 指定第一個點

# _msg2845
source: Cancel
zh_tw: 取消

# _msg2846
source: Specify second point
zh_tw: 指定第二個點

# _msg2847
source: Back
zh_tw: 返回

# _msg2848
source: Invalid circle data.
zh_tw: 無效的圓形數據。

# _msg2849
source: Specify first point
zh_tw: 指定第一個點

# _msg2850
source: Cancel
zh_tw: 取消

# _msg2851
source: Specify second point
zh_tw: 指定第二個點

# _msg2852
source: Back
zh_tw: 返回

# _msg2853
source: Specify third point
zh_tw: 指定第三個點

# _msg2854
source: radius=%1 is invalid
zh_tw: 半徑 = %1 無效

# _msg2855
source: Not a valid expression
zh_tw: 表示式無效

# _msg2856
source: Specify circle center
zh_tw: 指定圓心

# _msg2857
source: Cancel
zh_tw: 取消

# _msg2858
source: Specify circle radius
zh_tw: 指定半徑

# _msg2859
source: Back
zh_tw: 返回

# _msg2860
source: Not a valid expression
zh_tw: 表示式無效

# _msg2863
source: Specify circle radius
zh_tw: 指定半徑

# _msg2865
source: diameter=%1 is invalid
zh_tw: 直徑 = %1 無效

# _msg2866
source: Specify the first line
zh_tw: 指定第一條線

# _msg2867
source: Cancel
zh_tw: 取消

# _msg2868
source: Specify the second line
zh_tw: 指定第二條線

# _msg2869
source: Back
zh_tw: 返回

# _msg2870
source: Specify the third line
zh_tw: 指定第三條線

# _msg2871
source: Specify a line/arc/circle
zh_tw: 指定線／弧／圓

# _msg2872
source: Cancel
zh_tw: 取消

# _msg2873
source: Specify the first point on the tangent circle
zh_tw: 指定切圓上的第一點

# _msg2874
source: Back
zh_tw: 返回

# _msg2875
source: Specify the second point on the tangent circle
zh_tw: 指定切圓上的第二點

# _msg2876
source: Select the center of the tangent circle
zh_tw: 選擇切圓的中心

# _msg2877
source: Specify the first line/arc/circle
zh_tw: 指定第一條線／弧／圓

# _msg2878
source: Cancel
fr: Annuler
zh_tw: 取消

# _msg2879
source: Specify the second line/arc/circle
zh_tw: 指定第二條線／弧／圓

# _msg2880
source: Back
zh_tw: 返回

# _msg2881
source: Select the center of the tangent circle
zh_tw: 選擇切圓的中心

# _msg2882
source: Specify a line/arc/circle
zh_tw: 指定線／弧／圓

# _msg2883
source: Cancel
zh_tw: 取消

# _msg2884
source: Specify the another arc/circle
zh_tw: 指定另一個弧／圓

# _msg2885
source: Back
zh_tw: 返回

# _msg2886
source: Specify a point on the tangent circle
zh_tw: 指定切圓的上的一點

# _msg2887
source: Select the center of the tangent circle
zh_tw: 選擇切圓的中心

# _msg2888
source: Specify the first line/arc/circle
zh_tw: 指定第一條線／弧／圓

# _msg2889
source: Specify the second line/arc/circle
zh_tw: 指定第二條線／弧／圓

# _msg2890
source: Specify the third line/arc/circle
zh_tw: 指定第三條線／弧／圓

# _msg2891
source: Cancel
zh_tw: 取消

# _msg2892
source: Back
zh_tw: 返回

# _msg2893
source: Select the center of the tangent circle
zh_tw: 選擇切圓的中心

# _msg2894
source: Can not determine uniquely an ellipse
zh_tw: 不能唯一確定橢圓

# _msg2895
source: Specify the first point on ellipse
zh_tw: 指定的橢圓上的第一點

# _msg2896
source: Cancel
zh_tw: 取消

# _msg2897
source: Specify the second point on ellipse
zh_tw: 指定橢圓上的第二點

# _msg2898
source: Back
zh_tw: 返回

# _msg2899
source: Specify the third point on ellipse
zh_tw: 指定橢圓上的第三點

# _msg2900
source: Specify the fourth point on ellipse
zh_tw: 指定橢圓上的第四點

# _msg2901
source: Not a valid expression
zh_tw: 表示式無效

# _msg2902
source: Specify ellipse center
zh_tw: 指定橢圓中心

# _msg2903
source: Cancel
zh_tw: 取消

# _msg2904
source: Specify endpoint of major axis
zh_tw: 指定主軸端點

# _msg2905
source: Back
zh_tw: 返回

# _msg2906
source: Specify endpoint or length of minor axis:
zh_tw: 指定次軸端點或長度：

# _msg2907
source: Specify start angle
zh_tw: 指定起始角度

# _msg2908
source: Specify end angle
zh_tw: 指定結束角度

# _msg2909
source: Specify the center of ellipse
zh_tw: 指定橢圓中心

# _msg2911
source: Specify the first point on ellipse
zh_tw: 指定的橢圓上的第一點

# _msg2912
source: Specify the second point on ellipse
zh_tw: 指定橢圓上的第二點

# _msg2913
source: Back
zh_tw: 返回

# _msg2914
source: Specify the third point on ellipse
zh_tw: 指定橢圓上的第三點

# _msg2915
source: specify a point on ellipse, or total distance to foci
zh_tw: 指定橢圓上的一點，或是到焦點的總長

# _msg2916
source: Total distance %1 is smaller than distance between foci
zh_tw: 總距離 %1 小於焦點之間的距離

# _msg2917
source: Not a valid expression
zh_tw: 表示式無效

# _msg2918
source: Specify first focus of ellipse
zh_tw: 指定橢圓的第一個焦點

# _msg2919
source: Cancel
zh_tw: 取消

# _msg2920
source: Specify second focus of ellipse
zh_tw: 指定橢圓的第二個焦點

# _msg2921
source: Back
zh_tw: 返回

# _msg2922
source: Specify a point on ellipse or total distance to foci
zh_tw: 指定橢圓上的一點，或是到焦點的總長

# _msg2923
source: Can not determine uniquely an ellipse
zh_tw: 不能唯一確定橢圓

# _msg2924
source: Specify the first line
zh_tw: 指定第一條線

# _msg2925
source: Cancel
zh_tw: 取消

# _msg2926
source: Specify the second line
zh_tw: 指定第二條線

# _msg2927
source: Back
zh_tw: 返回

# _msg2928
source: Specify the third line
zh_tw: 指定第三條線

# _msg2929
source: Specify the fourth line
zh_tw: 指定第四條線

# _msg2930
source: Hatch created successfully.
zh_tw: 陰影繪製成功。

# _msg2931
source: Hatch Error: Invalid contour found!
zh_tw: 陰影錯誤：無效的輪廓！

# _msg2932
source: Hatch Error: Pattern not found!
zh_tw: 陰影錯誤：找不到圖樣！

# _msg2933
source: Hatch Error: Contour or pattern too small!
zh_tw: 陰影錯誤：輪廓或圖樣太小！

# _msg2934
source: Hatch Error: Contour too big!
zh_tw: 陰影錯誤：輪廓太大！

# _msg2935
source: Hatch Error: Undefined Error!
zh_tw: 陰影錯誤：未定義的錯誤！

# _msg2936
source: Total hatch area = %1
zh_tw: 總陰影面積 = %1

# _msg2937
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
zh_tw: 無效的陰影範圍。請檢查物件是否選自一個或多個封閉輪廓。

# _msg2938
source: Not a valid expression
zh_tw: 表示式無效

# _msg2939
source: Specify reference point
zh_tw: 指定參考點

# _msg2940
source: Cancel
zh_tw: 取消

# _msg2941
source: Enter angle:
zh_tw: 輸入角度：

# _msg2942
source: Enter factor:
zh_tw: 輸入係數：

# _msg2943
source: Enter dpi:
zh_tw: 輸入 DPI：

# _msg2944
source: Specify first point
zh_tw: 指定第一個點

# _msg2945
source: Cancel
zh_tw: 取消

# _msg2946
source: Specify next point or [%1]
zh_tw: 指定下一個點或 [%1]

# _msg2947
source: Back
zh_tw: 返回

# _msg2948
source: Specify next point
zh_tw: 指定下一個點

# _msg2949
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
zh_tw: 無法閉合線型序列：沒有足夠的定義物件，或者已經閉合。

# _msg2950
source: Cannot redo: Not previous line segment defined.
zh_tw: 無法重做：沒有先前定義的線段。

# _msg2951
source: Cannot undo: Not enough entities defined yet.
zh_tw: 無法恢復：尚未有足夠的定義物件。

# _msg2952
source: Not a valid expression
zh_tw: 表示式無效

# _msg2953
source: Specify position
zh_tw: 指定位置

# _msg2954
source: Cancel
zh_tw: 取消

# _msg2955
source: Enter angle:
zh_tw: 輸入角度：

# _msg2957
source: Enter length:
zh_tw: 輸入長度：

# _msg2959
source: Number sector lines not in range:
zh_tw: 數區線不在範圍內：

# _msg2960
source: Select first line
zh_tw: 選擇第一條線

# _msg2961
source: Cancel
zh_tw: 取消

# _msg2962
source: Select second line
zh_tw: 選擇第二條線

# _msg2963
source: Back
zh_tw: 返回

# _msg2964
source: Enter bisector length:
zh_tw: 輸入平分線長度：

# _msg2965
source: Enter number of bisectors:
zh_tw: 輸入平分線數目：

# _msg2966
source: Click and drag to draw a line
zh_tw: 點選並拖曳以繪製線條

# _msg2968
source: Specify first point
zh_tw: 指定第一個點

# _msg2969
source: Cancel
zh_tw: 取消

# _msg2970
source: Specify second point
zh_tw: 指定第二個點

# _msg2971
source: Back
zh_tw: 返回

# _msg2972
source: Select a line
zh_tw: 選擇線

# _msg2973
source: Cancel
zh_tw: 取消

# _msg2974
source: Select circle, arc or ellipse
zh_tw: 選擇圓、弧或橢圓

# _msg2975
source: Back
zh_tw: 返回

# _msg2976
source: Specify Distance <%1> or select entity or [%2]
zh_tw: 指定距離 <%1>、或選擇物件、或 [%2]

# _msg2977
source: Cancel
zh_tw: 取消

# _msg2978
source: Enter number:
zh_tw: 輸入數字：

# _msg2979
source: Not a valid expression
zh_tw: 表示式無效

# _msg2980
source: Not a valid number. Try 1..99
zh_tw: 無效的數值。請輸入 1..99

# _msg2981
source: Select entity
zh_tw: 選擇物件

# _msg2982
source: Cancel
zh_tw: 取消

# _msg2983
source: Specify through point
zh_tw: 指定通過點

# _msg2984
source: Back
zh_tw: 返回

# _msg2985
source: Number:
ca: Nombre:
zh_tw: 數量：

# _msg2986
source: Not a valid number. Try 1..99
zh_tw: 無效的數值。請輸入 1..99

# _msg2987
source: Not a valid expression
zh_tw: 表示式無效

# _msg2988
source: Specify center
zh_tw: 指定中心

# _msg2989
source: Specify a corner
zh_tw: 指定頂點

# _msg2990
source: Enter number:
zh_tw: 輸入數字：

# _msg2991
source: Not a valid number. Try 1..9999
zh_tw: 數字無效。請輸入 1..9999

# _msg2992
source: Not a valid expression
zh_tw: 表示式無效

# _msg2993
source: Specify first corner
zh_tw: 指定第一個頂點

# _msg2995
source: Specify second corner
zh_tw: 指定第二個頂點

# _msg2996
source: Back
zh_tw: 返回

# _msg2997
source: Number:
zh_tw: 數量：

# _msg2998
source: Not a valid number. Try 1..9999
zh_tw: 數字無效。請輸入 1..9999

# _msg2999
source: Not a valid expression.
zh_tw: 表示式無效。

# _msg3000
source: Specify first corner
zh_tw: 指定第一個頂點

# _msg3001
source: Cancel
zh_tw: 取消

# _msg3002
source: Specify second corner
zh_tw: 指定第二個頂點

# _msg3003
source: Back
zh_tw: 返回

# _msg3004
source: Not a valid expression
zh_tw: 表示式無效

# _msg3005
source: Select base entity
zh_tw: 選擇基準物件

# _msg3006
source: Cancel
zh_tw: 取消

# _msg3007
source: Specify position
zh_tw: 指定位置

# _msg3008
source: Back
zh_tw: 返回

# _msg3009
source: Specify point
zh_tw: 指定點

# _msg3011
source: Select circle, arc or ellipse
zh_tw: 選擇圓、弧或橢圓

# _msg3012
source: Back
zh_tw: 返回

# _msg3013
source: Select first circle or ellipse
zh_tw: 選擇第一個圓或橢圓

# _msg3014
source: Select second circle or ellipse
zh_tw: 選擇第二個圓或橢圓

# _msg3015
source: Cancel
zh_tw: 取消

# _msg3016
source: Back
zh_tw: 返回

# _msg3017
source: Specify insertion point
zh_tw: 指定插入點

# _msg3018
source: Cancel
zh_tw: 取消

# _msg3019
source: Enter text:
zh_tw: 輸入文字：

# _msg3020
source: Back
zh_tw: 返回

# _msg3021
source: Specify location
zh_tw: 指定位置

# _msg3022
source: Cancel
zh_tw: 取消

# _msg3023
source: Specify first point
zh_tw: 指定第一個點

# _msg3024
source: Cancel
zh_tw: 取消

# _msg3025
source: Specify next point or [%1]
zh_tw: 指定下一個點或 [%1]

# _msg3026
source: Back
zh_tw: 返回

# _msg3027
source: Specify next point
zh_tw: 指定下一個點

# _msg3028
source: Cannot close sequence of lines: Not enough entities defined yet.
zh_tw: 無法閉合線型序列：尚未有足夠的定義物件。

# _msg3029
source: Cannot undo: Not enough entities defined yet.
zh_tw: 無法恢復：尚未有足夠的定義物件。

# _msg3030
source: Specify first control point
zh_tw: 指定第一個控制點

# _msg3031
source: Cancel
zh_tw: 取消

# _msg3032
source: Specify next control point or [%1]
zh_tw: 指定下一個控制點或 [%1]

# _msg3033
source: Back
zh_tw: 返回

# _msg3034
source: Specify next control point
zh_tw: 指定下一個控制點

# _msg3035
source: Cannot undo: Not enough entities defined yet.
zh_tw: 無法恢復：尚未有足夠的定義物件。

# _msg3036
source: Specify insertion point
zh_tw: 指定插入點

# _msg3038
source: Specify second point
zh_tw: 指定第二個點
