Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3083
source: Arc: Center, Point, Angles
fr: Arc : centre, point, angles

# _msg3084
source: &Center, Point, Angles
fr: &Centre, point, angles

# _msg3085
source: Draw arcs
fr: Dessiner des arcs

# _msg3086
source: Specify startpoint or [Center]
fr: Indiquer le point de départ ou [Center]

# _msg3089
source: Draw arcs with 3 points
fr: Dessiner des arcs avec 3 points

# _msg3090
source: Arc: Tangential
fr: Arc : tangent

# _msg3091
source: Circle: Center, Point
fr: Cercle : Centre, Point

# _msg3092
source: Center, &Point
fr: Centre, &Point

# _msg3093
source: Draw circles with center and point
fr: Dessiner des cercles avec un centre et un point

# _msg3094
source: Circle: 2 Points
fr: Cercle : 2 points

# _msg3096
source: Draw circles with 2 points
fr: Dessiner des cercles avec 2 points

# _msg3097
source: Circle: 3 Points
fr: Cercle : 3 points

# _msg3099
source: Draw circles with 3 points
fr: Dessiner des cercles avec 3 points

# _msg3100
source: Circle: Center, Radius
fr: Cercle : Centre, Rayon

# _msg3101
source: Center, &Radius
fr: Centre, &Rayon

# _msg3102
source: Draw circles with center and radius
fr: Dessiner des cercles avec un centre et un rayon

# _msg3103
source: Ellipse Arc with Axis
fr: Arc d’ellipse avec un axe

# _msg3104
source: &Ellipse Arc (Axis)
fr: &Arc d’ellipse (axe)

# _msg3105
source: Draw Ellipse Arcs
fr: Dessiner des arcs d’ellipse

# _msg3106
source: Ellipse with Axis
fr: Ellipse avec un axe

# _msg3107
source: &Ellipse (Axis)
fr: &Ellipse (axe)

# _msg3108
source: Draw Ellipses
fr: Dessiner des ellipses

# _msg3109
source: Hatch
fr: Hachures

# _msg3110
source: &Hatch
fr: &Hachures

# _msg3111
source: Draw Hatches and Solid Fills
fr: Dessiner des hachures et des motifs de remplissage

# _msg3113
source: &Image
fr: &Images

# _msg3114
source: Insert Image (Bitmap)
fr: Insérer une image (Bitmap)

# _msg3115
source: Cannot close sequence of lines: Not enough entities defined yet.
fr: Impossible de fermer la séquence des lignes : pas encore assez d’éléments définis.

# _msg3116
source: Line: 2 Points
fr: Ligne : 2 points

# _msg3118
source: Draw lines
fr: Dessiner des lignes

# _msg3119
source: Line: Angle
fr: Ligne : angle

# _msg3121
source: Draw lines with a given angle
fr: Dessiner des lignes avec un angle donné

# _msg3122
source: Line: Horizontal
fr: Ligne : horizontale

# _msg3123
source: &Horizontal
fr: &Horizontale

# _msg3124
source: Draw horizontal lines
fr: Dessiner des lignes horizontales

# _msg3125
source: hor./vert. line
fr: Ligne horiz./vert.

# _msg3126
source: H&orizontal / Vertical
fr: H&orizontale/verticale

# _msg3127
source: Draw horizontal/vertical lines
fr: Dessiner des lignes horizontales/verticales

# _msg3128
source: Vertical
fr: Verticale

# _msg3129
source: Bisector
fr: Bissectrice

# _msg3130
source: &Bisector
fr: &Bissectrice

# _msg3131
source: Draw bisectors
fr: Dessiner des bissectrices

# _msg3132
source: Line: Freehand
fr: Ligne : à main levée

# _msg3133
source: &Freehand Line
fr: &Ligne à main levée

# _msg3134
source: Draw freehand lines
fr: Dessiner des lignes à main levée

# _msg3135
source: hor./vert. line
fr: Ligne horiz./vert.

# _msg3136
source: H&orizontal / Vertical
fr: H&orizontale/verticale

# _msg3137
source: Draw horizontal/vertical lines
fr: Dessiner des lignes horizontales/verticales

# _msg3138
source: Vertical
fr: Verticale

# _msg3139
source: Parallel
fr: Parallèle

# _msg3140
source: Para&llel
fr: Pa&rallèle

# _msg3141
source: Draw parallels to existing lines, arcs, circles
fr: Dessiner des parallèles à des lignes, des arcs et des cercles existants

# _msg3142
source: Concentric
fr: Concentrique

# _msg3143
source: &Concentric
fr: &Concentrique

# _msg3144
source: Parallel through point
fr: Parallèle passant par un point

# _msg3145
source: Par&allel through point
fr: Par&allèle passant par un point

# _msg3146
source: Draw parallel through a given point
fr: Dessiner une parallèle qui passe par un point donné

# _msg3147
source: Polygon
fr: Polygone

# _msg3148
source: Pol&ygon (Cen,Cor)
fr: Pol&ygone (Centre, Coin)

# _msg3149
source: Draw polygon with center and corner
fr: Dessiner un polygone à partir d’un centre et d’un coin

# _msg3150
source: Specify center
fr: Indiquer le centre

# _msg3151
source: Specify a corner
fr: Indiquer un coin

# _msg3152
source: Enter number:
fr: Entrer un chiffre :

# _msg3153
source: Not a valid number. Try 1..9999
fr: Chiffre non valide. Essayer entre 1 et 9999.

# _msg3154
source: Not a valid expression
fr: N’est pas une expression valide

# _msg3155
source: Polygon
fr: Polygone

# _msg3156
source: Polygo&n (Cor,Cor)
fr: Polygo&ne (Coin, Coin)

# _msg3157
source: Draw polygon with two corners
fr: Dessiner un polygone à partir de deux coins

# _msg3158
source: Specify first corner
fr: Indiquer le premier coin

# _msg3160
source: Specify second corner
fr: Indiquer le deuxième coin

# _msg3162
source: Number:
fr: Nombre :

# _msg3163
source: Not a valid number. Try 1..9999
fr: Chiffre non valide. Essayer entre 1 et 9999.

# _msg3164
source: Not a valid expression.
fr: N’est pas une expression valide.

# _msg3165
source: Pol&ygon (Cen,Cor)
fr: Pol&ygone (Centre, Coin)

# _msg3166
source: Polygo&n (Cor,Cor)
fr: Polygo&ne (Coin, Coin)

# _msg3167
source: Draw polylines
fr: Dessiner des polylignes

# _msg3168
source: Specify first point
fr: Indiquer le premier point

# _msg3170
source: Specify next point or [%1]
fr: Indiquer le point suivant ou [%1]

# _msg3172
source: Specify next point
fr: Indiquer le point suivant

# _msg3173
source: Cannot close sequence of lines: Not enough entities defined yet.
fr: Impossible de fermer la séquence des lignes : pas encore assez d’éléments définis.

# _msg3174
source: Cannot undo: Not enough entities defined yet.
fr: Impossible d’annuler : pas encore assez d’éléments définis.

# _msg3177
source: Draw rectangles
fr: Dessiner des rectangles

# _msg3178
source: Relative angle
fr: Angle relatif

# _msg3179
source: R&elative angle
fr: A&ngle relatif

# _msg3180
source: Draw line with relative angle
fr: Dessiner une ligne avec un angle relatif

# _msg3181
source: Orthogonal
fr: Perpendiculaire

# _msg3182
source: &Orthogonal
fr: &Perpendiculaire

# _msg3183
source: Draw orthogonal line
fr: Dessiner des lignes perpendiculaires

# _msg3184
source: Tangent (P,C)
fr: Tangente (Point,Cercle)

# _msg3185
source: &Tangent (P,C)
fr: &Tangente (Point,Cercle)

# _msg3186
source: Draw tangent (point, circle)
fr: Dessiner une tangente (point, cercle)

# _msg3187
source: Tangent (C,C)
fr: Tangente (Cercle,Cercle)

# _msg3188
source: Tan&gent (C,C)
fr: Tan&gente (Cercle,Cercle)

# _msg3189
source: Draw tangent (circle, circle)
fr: Dessiner une tangente (cercle, cercle)

# _msg3190
source: Select first circle or arc
fr: Sélectionner le premier cercle ou arc

# _msg3191
source: Select second circle or arc
fr: Sélectionner le deuxième cercle ou arc

# _msg3194
source: Draw Points
fr: Dessiner des points

# _msg3195
source: &Polyline
fr: &Polyligne

# _msg3196
source: Draw polylines
fr: Dessiner des polylignes

# _msg3197
source: Undo disallowed due a fatal bug somewhere. Sorry.
fr: Annulation interdite à cause d’une erreur fatale quelque part. Désolé!

# _msg3198
source: Spline
fr: Courbe spline

# _msg3199
source: &Spline
fr: &Courbe spline

# _msg3200
source: Draw splines
fr: Dessiner des courbes splines

# _msg3201
source: Text
fr: Texte

# _msg3202
source: &Text
fr: &Texte

# _msg3203
source: Draw Text Entities
fr: Dessiner des éléments de texte

# _msg3204
source: Copy
fr: Copier

# _msg3205
source: &Copy
fr: &Copier

# _msg3206
source: Copies entities to the clipboard
fr: Copie les éléments dans le presse-papiers

# _msg3207
source: Cut
fr: Couper

# _msg3208
source: Cu&t
fr: Cou&per

# _msg3209
source: Cuts entities to the clipboard
fr: Coupe les éléments dans le presse-papiers

# _msg3210
source: Paste
fr: Coller

# _msg3211
source: &Paste
fr: &Coller

# _msg3212
source: Pastes the clipboard contents
fr: Colle le contenu du presse-papiers

# _msg3213
source: Undo
fr: Annuler

# _msg3214
source: &Undo
fr: &Annuler

# _msg3215
source: Undoes last action
fr: Annule la dernière action

# _msg3216
source: Redo
fr: Effectuer à nouveau

# _msg3217
source: &Redo
fr: &Effectuer à nouveau

# _msg3218
source: Redoes last action
fr: Effectue à nouveau la dernière action

# _msg3219
source: New Drawing
fr: Nouveau dessin

# _msg3220
source: &New
fr: &Nouveau

# _msg3221
source: Creates a new drawing
fr: Crée un nouveau dessin

# _msg3222
source: &New...
fr: &Nouveau...

# _msg3223
source: Open Drawing
fr: Ouvrir un dessin

# _msg3224
source: &Open...
fr: &Ouvrir...

# _msg3225
source: Opens an existing drawing
fr: Ouvre un dessin existant

# _msg3226
source: Save Drawing
fr: Enregistrer le dessin

# _msg3227
source: &Save
fr: &Enregistrer

# _msg3228
source: Saves the current drawing
fr: Enregistre le dessin actif

# _msg3229
source: Save Drawing As
fr: Enregistrer le dessin sous

# _msg3230
source: Save &as...
fr: Enregistrer &sous...

# _msg3231
source: Saves the current drawing under a new filename
fr: Enregistre le dessin actif sous un autre nom

# _msg3232
source: Angle between two lines
fr: Angle formé par deux lignes

# _msg3233
source: &Angle between two lines
fr: &Angle formé par deux lignes

# _msg3234
source: Measures the angle between two lines
fr: Mesure l’angle formé par deux lignes

# _msg3236
source: Polygonal Area
fr: Surface du polygone

# _msg3237
source: &Polygonal Area
fr: &Surface du polygone

# _msg3238
source: Measures the area of a polygon
fr: Mesure la surface du polygone

# _msg3239
source: Area: %1
fr: Surface : %1

# _msg3240
source: Terminate
fr: Terminer

# _msg3241
source: Distance Point to Point
fr: Distance de point à point

# _msg3242
source: &Distance Point to Point
fr: &Distance de point à point

# _msg3243
source: Measures the distance between two points
fr: Mesure la distance entre deux points

# _msg3245
source: Distance Entity to Point
fr: Distance de l’objet au point

# _msg3246
source: &Distance Entity to Point
fr: &Distance objet à point

# _msg3247
source: Measures the distance between an entity and a point
fr: Mesure la distance entre un objet et un point

# _msg3248
source: Point inside contour
fr: Point dans une forme

# _msg3249
source: &Point inside contour
fr: &Point dans une forme

# _msg3250
source: Checks if a given point is inside the selected contour
fr: Vérifie si un point donné est à l’intérieur de la forme sélectionnée

# _msg3251
source: Total length of selected entities
fr: Longueur totale des éléments sélectionnés

# _msg3252
source: &Total length of selected entities
fr: &Longueur totale des éléments sélectionnés

# _msg3253
source: Measures the total length of all selected entities
fr: Mesure la longueur totale de tous les éléments sélectionnés

# _msg3254
source: Add Layer
fr: Ajouter un calque

# _msg3255
source: &Add Layer
fr: &Ajouter un calque

# _msg3256
source: Edit Layer
fr: Éditer un calque

# _msg3257
source: &Edit Layer
fr: &Modifier le calque

# _msg3258
source: Freeze all
fr: Bloquer tout

# _msg3259
source: &Freeze all
fr: &Bloquer tout

# _msg3260
source: Freeze all layers
fr: Bloquer tous les calques

# _msg3261
source: Defreeze all
fr: Débloquer tout

# _msg3262
source: &Defreeze all
fr: &Débloquer tout

# _msg3263
source: Defreeze all layers
fr: Débloquer tous les calques

# _msg3264
source: Remove Layer
fr: Supprimer le calque

# _msg3265
source: &Remove Layer
fr: &Supprimer le calque

# _msg3266
source: Toggle Layer Lock
fr: Basculer le verrouillage du calque

# _msg3267
source: &Toggle Lock
fr: &Basculer le verrouillage

# _msg3268
source: Toggle Lock
fr: Basculer le verrouillage

# _msg3269
source: Toggle Layer Visibility
fr: Basculer la visibilité du calque

# _msg3270
source: &Toggle Layer
fr: &Basculer le calque

# _msg3271
source: Toggle Layer
fr: Basculer le calque

# _msg3272
source: &Insert Library Object
fr: &Insérer un objet de la bibliothèque

# _msg3273
source: Inserts an Object from the part library.
fr: Insère un objet depuis la bibliothèque des pièces

# _msg3274
source: (Un-)Lock Relative Zero
fr: (Dé-)verrouiller le zéro relatif

# _msg3275
source: (Un-)Lock relative Zero
fr: (Dé-)verrouiller le zéro relatif

# _msg3276
source: Attributes
fr: Attributs

# _msg3277
source: &Attributes
fr: &Attributs

# _msg3278
source: Modify Entity Attributes
fr: Modifier les attributs de l’objet

# _msg3279
source: Bevel
fr: Chanfrein

# _msg3280
source: &Bevel
fr: &Chanfrein

# _msg3281
source: Bevel Entities
fr: Chanfreiner les éléments

# _msg3282
source: Cut
fr: Couper

# _msg3283
source: &Cut
fr: &Couper

# _msg3284
source: Cut Entities
fr: Couper les éléments

# _msg3285
source: Entity must be a line, arc or circle.
fr: L’objet doit être une ligne, un arc ou un cercle.

# _msg3286
source: &Divide
fr: &Diviser

# _msg3287
source: Entity must be a line, arc, circle or ellipse.
fr: L’objet doit être une ligne, un arc, un cercle ou une ellipse.

# _msg3288
source: Delete
fr: Supprimer

# _msg3289
source: &Delete
fr: &Supprimer

# _msg3290
source: Delete Entities
fr: Supprimer les éléments

# _msg3291
source: Delete Freehand
fr: Supprimer la main levée

# _msg3292
source: &Delete Freehand
fr: &Supprimer la main levée

# _msg3293
source: Parent of second entity is NULL
fr: Le parent du second élément est NUL

# _msg3294
source: One of the chosen entities is NULL
fr: Un des éléments choisis est NUL

# _msg3295
source: Parent of first entity is NULL
fr: Le parent du premier élément est NUL

# _msg3296
source: First entity is NULL
fr: Le premier élément est NUL

# _msg3297
source: Second entity is NULL
fr: Le second élément est NUL

# _msg3298
source: Delete selected
fr: Supprimer la sélection

# _msg3299
source: &Delete selected
fr: &Supprimer la sélection

# _msg3300
source: Delete selected entities
fr: Supprimer la sélection des objets

# _msg3301
source: Properties
fr: Propriétés

# _msg3302
source: &Properties
fr: &Propriétés

# _msg3303
source: Modify Entity Properties
fr: Modifier les propriétés d’un objet

# _msg3304
source: Explode Text
fr: Éclater le texte

# _msg3305
source: &Explode Text into Letters
fr: &Éclater le texte en lettres

# _msg3306
source: Explodes Text Entities into single Letters
fr: Éclate des éléments de texte en simple lettres

# _msg3307
source: Mirror
fr: Symétrie axiale

# _msg3308
source: &Mirror
fr: &Miroir

# _msg3309
source: Mirror Entities
fr: Éléments miroir

# _msg3310
source: Move / Copy
fr: Déplacer/Copier

# _msg3311
source: &Move / Copy
fr: &Déplacer/Copier

# _msg3312
source: Move or copy entities one or multiple times
fr: Déplace ou copie les éléments une ou plusieurs fois

# _msg3313
source: Move and Rotate
fr: Déplacement et rotation

# _msg3314
source: M&ove and Rotate
fr: Dé&placement et rotation

# _msg3315
source: Move and Rotate Entities
fr: Déplacer et faire pivoter des éléments

# _msg3316
source: Rotate
fr: Rotation

# _msg3317
source: &Rotate
fr: &Rotation

# _msg3318
source: Rotate Entities
fr: Faire pivoter des éléments

# _msg3319
source: Rotate Two
fr: Double rotation

# _msg3320
source: Rotate T&wo
fr: &Double rotation

# _msg3321
source: Rotate Entities around two centers
fr: Faire pivoter des éléments autour de deux centres

# _msg3322
source: Round
fr: Arrondi

# _msg3323
source: &Round
fr: &Arrondi

# _msg3324
source: Round Entities
fr: Arrondir des éléments

# _msg3325
source: Scale
fr: Mise à l’échelle

# _msg3326
source: &Scale
fr: &Mise à l’échelle

# _msg3327
source: Scale Entities
fr: Mettre des éléments à l’échelle

# _msg3328
source: Stretch
fr: Déformer

# _msg3329
source: &Stretch
fr: &Déformer

# _msg3330
source: Stretch Entities
fr: Déformer des éléments

# _msg3331
source: Trim
fr: Ajuster

# _msg3332
source: &Trim
fr: &Ajustement

# _msg3333
source: Trim Entities
fr: Ajuster des éléments

# _msg3334
source: Trim Two
fr: Ajuster deux

# _msg3335
source: &Trim Two
fr: &Ajuster deux

# _msg3336
source: Trim two Entities
fr: Ajuster deux éléments

# _msg3337
source: Lengthen
fr: Allonger

# _msg3338
source: &Lengthen
fr: &Allonger

# _msg3339
source: Lengthen by a given amount
fr: Allonger d’une quantité donnée

# _msg3340
source: Drawing
fr: Dessin

# _msg3341
source: Current &Drawing Preferences
fr: Préférences du &dessin actif

# _msg3342
source: Settings for the current Drawing
fr: Paramètres du dessin actif

# _msg3343
source: &Add node
fr: &Ajouter un nœud

# _msg3344
source: Add polyline's node
fr: Ajouter un nœud à la polyligne

# _msg3345
source: A&ppend node
fr: A&pposer un nœud

# _msg3346
source: Append polyline's node
fr: Apposer un nœud sur la polyligne

# _msg3347
source: &Delete node
fr: &Supprimer un nœud

# _msg3348
source: Delete polyline's node
fr: Supprimer le nœud de la polyligne

# _msg3349
source: Adding point is invalid.
fr: Le point à ajouter est invalide.

# _msg3350
source: Adding point is not on entity.
fr: Le point à ajouter n’est pas sur l’objet.

# _msg3351
source: Delete &between two nodes
fr: Supprimer &entre deux nœuds

# _msg3352
source: Delete between two nodes
fr: Supprimer entre deux nœuds

# _msg3353
source: Deletinging point is invalid.
fr: Le point de suppression n’est pas valide.

# _msg3354
source: Deleteinging point is not on entity.
fr: Le point de suppression n’est pas sur l’objet.

# _msg3355
source: Create &Equidistant Polylines
fr: Créer des &polylignes équidistantes

# _msg3356
source: Create Equidistant Polylines
fr: Créer des polylignes équidistantes

# _msg3357
source: Create Polyline from Existing &Segments
fr: Créer une polyligne à partir de &segments existants

# _msg3358
source: Create Polyline from Existing Segments
fr: Créer une polyligne à partir de segments existants

# _msg3359
source: Entity must be a line or arc.
fr: L’objet doit être une ligne ou un arc.

# _msg3360
source: &Trim segments
fr: &Ajuster les segments

# _msg3361
source: Trim polyline's segments
fr: Ajuster les segments de la polyligne

# _msg3362
source: Print Preview
fr: Aperçu avant impression

# _msg3363
source: Print Pre&view
fr: &Aperçu avant impression

# _msg3364
source: Shows a preview of a print
fr: Affiche l’aperçu avant une impression

# _msg3365
source: Select All
fr: Sélectionner tout

# _msg3366
source: Select &All
fr: &Tout sélectionner

# _msg3367
source: Selects all Entities
fr: Sélectionne tous les éléments

# _msg3368
source: Deselect all
fr: Désélectionner tout

# _msg3369
source: Deselect &all
fr: &Annuler la sélection

# _msg3370
source: Deselects all Entities
fr: Annule la sélection de tous les éléments

# _msg3372
source: (De-)Select Contour
fr: (Dé-)sélectionner la forme

# _msg3373
source: (De-)Select &Contour
fr: (Dé-)sélectionner la &forme

# _msg3374
source: (De-)Selects connected entities
fr: (Dé-)sélectionne les objets reliés

# _msg3375
source: Select Intersected Entities
fr: Sélectionner les éléments communs

# _msg3376
source: In&tersected Entities
fr: Éléments co&mmuns

# _msg3377
source: Selects all entities intersected by a line
fr: Sélectionne tous les éléments coupés par une ligne

# _msg3378
source: Deselect Intersected Entities
fr: Annuler la sélection des éléments communs

# _msg3379
source: Deselect Inte&rsected Entities
fr: &Annuler la sélection des éléments communs

# _msg3380
source: Deselects all entities intersected by a line
fr: Annule la sélection de tous les éléments coupés par une ligne

# _msg3381
source: Invert Selection
fr: Inverser la sélection

# _msg3382
source: &Invert Selection
fr: &Inverser la sélection

# _msg3383
source: Inverts the current selection
fr: Inverse la sélection active

# _msg3384
source: (De-)Select Layer
fr: (Dé-)sélectionner le calque

# _msg3385
source: (De-)Selects layers
fr: (Dé-)sélectionne des calques

# _msg3386
source: Select Entity
fr: Sélectionner l’objet

# _msg3387
source: (De-)&Select Entity
fr: (Dé-)&sélectionner l’objet

# _msg3388
source: Selects single Entities
fr: Sélectionne les objets simples

# _msg3389
source: Select Window
fr: Sélectionner dans une zone

# _msg3390
source: Select &Window
fr: Sélectionner dans une &zone

# _msg3391
source: Selects all Entities in a given Window
fr: Sélectionne tous les éléments dans une zone donnée

# _msg3392
source: Deselect Window
fr: Annuler la sélection dans une zone

# _msg3393
source: Deselect &Window
fr: Annuler la sélection dans une &zone

# _msg3394
source: Deselects all Entities in a given Window
fr: Annule la sélection de tous les éléments dans une zone donnée

# _msg3395
source: Choose first edge
fr: Choisir le premier bord

# _msg3396
source: Set Relative Zero
fr: Régler le zéro relatif

# _msg3397
source: &Set Relative Zero
fr: &Régler le zéro relatif

# _msg3398
source: Set position of the Relative Zero point
fr: Régler la position du point zéro relatif

# _msg3399
source: Intersection Manually
fr: Intersection manuelle

# _msg3400
source: Snap to intersection points manually
fr: Accrocher aux points d’intersection manuellement

# _msg3401
source: Regenerate Dimension Entities
fr: Régénérer les éléments de cotation

# _msg3402
source: &Regenerate Dimension Entities
fr: &Régénérer les éléments de cotation

# _msg3403
source: Regenerates all Dimension Entities
fr: Régénère tous les éléments de cotation

# _msg3404
source: Auto Zoom
fr: Zoom auto

# _msg3405
source: &Auto Zoom
fr: Zoom &automatique

# _msg3406
source: Zooms automatic
fr: Fait un zoom automatique

# _msg3407
source: Zoom in
fr: Zoom avant

# _msg3408
source: Zoom &In
fr: Zoom &avant

# _msg3409
source: Zooms in
fr: Fait un zoom avant

# _msg3410
source: Zoom out
fr: Zoom arrière

# _msg3411
source: Zoom &Out
fr: Zoom &arrière

# _msg3412
source: Zooms out
fr: Fait un zoom arrière

# _msg3413
source: Pan Zoom
fr: Zoom panoramique

# _msg3414
source: &Pan Zoom
fr: &Zoom panoramique

# _msg3415
source: Realtime Panning
fr: Déplacement latéral en temps réel

# _msg3416
source: Previous View
fr: Vue précédente

# _msg3417
source: &Previous View
fr: &Vue précédente

# _msg3418
source: Shows previous view
fr: Affiche la vue précédente

# _msg3419
source: Redraw
fr: Redessiner

# _msg3420
source: &Redraw
fr: &Redessiner

# _msg3421
source: Window Zoom
fr: Zoom sur une zone

# _msg3422
source: &Window Zoom
fr: Zoom sur une &zone

# _msg3423
source: Zooms in a window
fr: Effectue un zoom dans une zone

# _msg3424
source: line
fr: ligne

# _msg3426
source: text
fr: texte

# _msg3428
source: undo
fr: annuler

# _msg3430
source: redo
fr: rétablir

# _msg3433
source: factor
fr: facteur

# _msg3434
source: columns
fr: colonnes

# _msg3435
source: rows
fr: lignes

# _msg3436
source: columnspacing
fr: espacementcolonnes

# _msg3437
source: rowspacing
fr: espacementlignes

# _msg3445
source: columnspacing
fr: espacementcolonnes

# _msg3448
source: rowspacing
fr: espacementlignes

# _msg3450
source: center
fr: centre

# _msg3453
source: reversed
fr: inversé

# _msg3458
source: offset
fr: décalage

# _msg3460
source: parallel
fr: parallèle

# _msg3461
source: length
fr: longueur

# _msg3462
source: close
fr: fermer

# _msg3463
source: number
fr: nombre

# _msg3464
source: through
fr: à travers

# _msg3465
source: help
fr: aide

# _msg3467
source: length
fr: longueur

# _msg3475
source: length1
fr: longueur1

# _msg3476
source: length2
fr: longueur2

# _msg3477
source: radius
fr: rayon

# _msg3478
source: trim
fr: ajuster

# _msg3479
source: length1
fr: longueur1

# _msg3482
source: length2
fr: longueur2

# _msg3487
source: chord length
fr: longueur de corde

# _msg3488
source: length
fr: longueur

# _msg3490
source: Command: %1
fr: Commande : %1

# _msg3491
source: Available commands:
fr: Commandes disponibles :

# _msg3492
source: circle
fr: cercle

# _msg3514
source: zo
fr: ze

# _msg3539
source: dimregen
fr: cotationrégénérée

# _msg3551
source: polyline
fr: polyligne

# _msg3580
source: kill
fr: tuer
