Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2826
source: Specify second extension line origin
tr: İkinci ölçüm noktasını belirtin

# _msg2827
source: Back
tr: Geri

# _msg2828
source: Specify dimension line location
tr: Ölçü çizgisinin yerini belirtin

# _msg2829
source: Enter dimension text:
tr: Boyut metni girin:

# _msg2830
source: Select first line
tr: İlk kenarı seçin

# _msg2831
source: Cancel
tr: İptal

# _msg2832
source: Select second line
tr: İkinci kenarı seçin

# _msg2833
source: Specify dimension arc line location
tr: Ölçü yayının yerini belirtin

# _msg2834
source: Enter dimension text:
tr: Boyut metni girin:

# _msg2835
source: Not a circle or arc entity
tr: Bir daire ya da yay değil

# _msg2836
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2837
source: Select arc or circle entity
tr: Bir yay veya daire seçin

# _msg2838
source: Cancel
tr: İptal

# _msg2839
source: Specify dimension line location
tr: Ölçü çizgisinin yerini belirtin

# _msg2840
source: Enter dimension text:
tr: Boyut metni girin:

# _msg2841
source: Specify target point
tr: Hedef noktasını belirtin

# _msg2842
source: Cancel
tr: İptal

# _msg2843
source: Specify next point
tr: Sonraki noktayı belirtin

# _msg2844
source: Finish
tr: Bitiş

# _msg2845
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2846
source: Specify first extension line origin
tr: İlk ölçüm noktasını belirtin

# _msg2847
source: Cancel
tr: İptal

# _msg2848
source: Specify second extension line origin
tr: İkinci ölçüm noktasını belirtin

# _msg2849
source: Back
tr: Geri

# _msg2850
source: Specify dimension line location
tr: Ölçü çizgisinin yerini belirtin

# _msg2851
source: Enter dimension text:
tr: Boyut metni girin:

# _msg2852
source: Enter dimension line angle:
tr: Ölçü çizgisinin açısı:

# _msg2853
source: Not a circle or arc entity
tr: Bir daire ya da yay değil

# _msg2854
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2855
source: Select arc or circle entity
tr: Bir yay veya daire seçin

# _msg2856
source: Cancel
tr: İptal

# _msg2857
source: Specify dimension line position or enter angle:
tr: Ölçüm noktasını ve ölçü çizgisinin açısını belirtin:

# _msg2858
source: Enter dimension text:
tr: Boyut metni girin:

# _msg2859
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2860
source: Not a valid chord length
tr: Geçerli bir kiriş uzunluğu değil

# _msg2861
source: Specify center
tr: Merkezi belirtin
zh_tw: 指定中心

# _msg2862
source: Cancel
tr: İptal
zh_tw: 取消

# _msg2863
source: Specify radius
tr: Yarıçapı belirtin

# _msg2864
source: Back
tr: Geri
zh_tw: 返回

# _msg2865
source: Specify start angle:
tr: Başlangıç açısı:

# _msg2866
source: Specify included angle:
tr: İç açıyı belirtin:

# _msg2867
source: Specify chord length:
tr: Kiriş uzunluğunu belirle:

# _msg2868
source: Specify end angle or [angle/chord length]
tr: Uç açısı veya [açı/kiriş uzunluğu] belirtin

# _msg2869
source: Invalid arc data.
tr: Yay verisi geçersiz.

# _msg2870
source: Cancel
ca: Cancel·la
fr: Annuler
tr: İptal

# _msg2871
source: Specify second point
tr: İkinci noktayı belirtin

# _msg2872
source: Back
tr: Geri

# _msg2873
source: Specify endpoint
tr: Bitiş noktasını belirtin

# _msg2874
source: Specify startpoint or [center]
tr: Başlangıç noktası veya [merkez] belirtin

# _msg2875
source: Specify base entity
tr: Standart şekil hattı belirtin

# _msg2876
source: Cancel
tr: İptal

# _msg2877
source: Specify end angle
tr: Bitiş açısını belirtin

# _msg2878
source: Back
tr: Geri

# _msg2879
source: Specify end point
tr: Uç nokta belirtin

# _msg2880
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2881
source: Specify center
tr: Merkezi belirtin

# _msg2882
source: Cancel
tr: İptal

# _msg2883
source: Specify radius
tr: Yarıçapı belirtin

# _msg2884
source: Back
tr: Geri

# _msg2885
source: Specify point on circle
tr: Daire içinde nokta belirtin

# _msg2886
source: Invalid Circle data.
tr: Daire Verisi geçersiz.

# _msg2887
source: Specify first point
tr: İlk noktayı belirtin

# _msg2888
source: Cancel
tr: İptal

# _msg2889
source: Specify second point
tr: İkinci noktayı belirtin

# _msg2890
source: Back
tr: Geri

# _msg2891
source: Invalid circle data.
tr: Daire verisi geçersiz.

# _msg2892
source: Specify first point
tr: İlk noktayı belirtin

# _msg2893
source: Cancel
tr: İptal

# _msg2894
source: Specify second point
tr: İkinci noktayı belirtin

# _msg2895
source: Back
tr: Geri

# _msg2896
source: Specify third point
tr: Üçüncü noktayı belirtin

# _msg2897
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2898
source: Specify circle center
tr: Daireyin merkezini belirtin

# _msg2899
source: Cancel
tr: İptal

# _msg2900
source: Specify circle radius
tr: Daireyin yarıçapını belirtin

# _msg2901
source: Back
tr: Geri

# _msg2902
source: radius=%1 is invalid
tr: yarıçap=%1 geçersiz

# _msg2903
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2904
source: Specify center
tr: Merkezi belirtin

# _msg2905
source: Cancel
tr: İptal

# _msg2906
source: Specify circle radius
tr: Daireyin yarıçapını belirtin

# _msg2907
source: Back
tr: Geri

# _msg2908
source: diameter=%1 is invalid
tr: çap=%1 geçersiz

# _msg2909
source: Specify the first line
tr: İlk hattı belirtin

# _msg2910
source: Cancel
ca: Cancel·la
tr: İptal
zh_tw: 取消

# _msg2911
source: Specify the second line
tr: İkinci hattı belirtin

# _msg2912
source: Back
tr: Geri

# _msg2913
source: Specify the third line
tr: Üçüncü hattı belirtin

# _msg2914
source: Cancel
tr: İptal

# _msg2915
source: Specify the first point on the tangent circle
tr: Teğet dairesi üzerinde ilk noktayı belirtin

# _msg2916
source: Back
tr: Geri

# _msg2917
source: Specify the second point on the tangent circle
tr: Teğet dairesi üzerinde ikinci noktayı belirtin

# _msg2918
source: Select the center of the tangent circle
tr: Teğet dairesinin merkezini belirle

# _msg2919
source: Specify a line/arc/circle
tr: Bir hat/yay/daire belirtin

# _msg2920
source: Specify the first line/arc/circle
tr: İlk hattı/yayı/daireyi belirtin

# _msg2921
source: Cancel
tr: İptal

# _msg2922
source: Specify the second line/arc/circle
tr: İkinci hattı/yayı/daireyi belirtin

# _msg2923
source: Back
tr: Geri

# _msg2924
source: Select the center of the tangent circle
tr: Teğet dairesinin merkezini belirle

# _msg2925
source: Specify a line/arc/circle
tr: Bir hat/yay/daire belirtin

# _msg2926
source: Cancel
tr: İptal

# _msg2927
source: Specify the another arc/circle
tr: Başka bir yay/daire belirtin

# _msg2928
source: Back
tr: Geri

# _msg2929
source: Specify a point on the tangent circle
tr: Teğet dairesi üzerinde bir nokta belirtin

# _msg2930
source: Select the center of the tangent circle
tr: Teğet dairesinin merkezini belirle

# _msg2931
source: Cancel
tr: İptal

# _msg2932
source: Back
tr: Geri

# _msg2933
source: Select the center of the tangent circle
tr: Teğet dairesinin merkezini belirle

# _msg2934
source: Specify the first line/arc/circle
tr: İlk hattı/yayı/daireyi belirtin

# _msg2935
source: Specify the second line/arc/circle
tr: İkinci hattı/yayı/daireyi belirtin

# _msg2936
source: Specify the third line/arc/circle
tr: Üçüncü hattı/yayı/daireyi belirtin

# _msg2937
source: Specify the first point on ellipse
tr: Elips üzerinde ilk noktayı belirtin

# _msg2938
source: Cancel
tr: İptal

# _msg2939
source: Specify the second point on ellipse
tr: Elips üzerinde ikinci noktayı belirtin

# _msg2940
source: Back
tr: Geri

# _msg2941
source: Specify the third point on ellipse
tr: Elips üzerinde üçüncü noktayı belirtin

# _msg2942
source: Specify the fourth point on ellipse
tr: Elips üzerinde dördüncü noktayı belirtin

# _msg2943
source: Can not determine uniquely an ellipse
tr: Benzersiz olarak bir elips belirlenemedi

# _msg2944
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2945
source: Specify ellipse center
tr: Elipsin merkezini belirtin

# _msg2946
source: Cancel
tr: İptal

# _msg2947
source: Specify endpoint of major axis
tr: Büyük eksenin bitiş noktasını belirtin

# _msg2948
source: Back
tr: Geri

# _msg2949
source: Specify endpoint or length of minor axis:
tr: Küçük eksenin bitiş noktasını veya uzunluğunu belirtin:

# _msg2950
source: Specify start angle
tr: Başlangıç açısını belirtin

# _msg2951
source: Specify end angle
tr: Bitiş açısını belirtin

# _msg2952
source: Specify the center of ellipse
tr: Elips merkezini belirtin

# _msg2953
source: Cancel
tr: İptal

# _msg2954
source: Specify the first point on ellipse
tr: Elips üzerinde ilk noktayı belirtin

# _msg2955
source: Specify the second point on ellipse
tr: Elips üzerinde ikinci noktayı belirtin

# _msg2956
source: Back
tr: Geri
zh_tw: 返回

# _msg2957
source: Specify the third point on ellipse
tr: Elips üzerinde üçüncü noktayı belirtin

# _msg2958
source: Not a valid expression
tr: Geçerli bir ifade değil
zh_tw: 表示式無效

# _msg2959
source: Specify first focus of ellipse
tr: Elipsin ilk odağını belirtin

# _msg2960
source: Cancel
tr: İptal

# _msg2961
source: Specify second focus of ellipse
tr: Elipsin ikinci odağını belirtin

# _msg2962
source: Back
tr: Geri

# _msg2963
source: Specify a point on ellipse or total distance to foci
tr: Elips üzerinde bir nokta veya odak noktasına toplam mesafeyi belirtin

# _msg2964
source: specify a point on ellipse, or total distance to foci
tr: elips üzerinde bir nokta veya odak noktasına toplam mesafeyi belirtin

# _msg2965
source: Total distance %1 is smaller than distance between foci
tr: Toplam mesafe %1 odak noktaları arasındaki mesafeden daha küçük

# _msg2966
source: Specify the first line
tr: İlk hattı belirtin

# _msg2967
source: Cancel
tr: İptal
zh_tw: 取消

# _msg2968
source: Specify the second line
tr: İkinci hattı belirtin

# _msg2969
source: Back
tr: Geri

# _msg2970
source: Specify the third line
tr: Üçüncü hattı belirtin

# _msg2971
source: Specify the fourth line
tr: Dördüncü hattı belirtin

# _msg2972
source: Can not determine uniquely an ellipse
tr: Benzersiz olarak bir elips belirlenemedi

# _msg2973
source: Hatch created successfully.
tr: Çizgi başarıyla oluşturuldu.

# _msg2974
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
tr: Geçersiz çizgi alanı. Lütfen şekil hatlarının bir veya daha fazla kapalı konturdan seçildiğini kontrol edin.

# _msg2975
source: Hatch Error: Invalid contour found!
tr: Çizgi Hatası: Geçersiz kontur bulundu!

# _msg2976
source: Hatch Error: Pattern not found!
tr: Çizgi Hatası: Şablon bulunamadı!

# _msg2977
source: Hatch Error: Contour or pattern too small!
tr: Çizgi Hatası: Kontur veya şablon çok küçük!

# _msg2978
source: Hatch Error: Contour too big!
tr: Çizgi Hatası: Kontur çok büyük!

# _msg2979
source: Hatch Error: Undefined Error!
tr: Çizgi Hatası: Tanımlanamayan Hata!

# _msg2980
source: Total hatch area = %1
tr: Toplam çizgi alanı = %1

# _msg2981
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2982
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg2983
source: Cancel
tr: İptal

# _msg2984
source: Enter angle:
tr: Açıyı girin:

# _msg2985
source: Enter factor:
tr: Çarpanı yazın:

# _msg2986
source: Enter dpi:
tr: Dpi gir:

# _msg2987
source: Specify first point
tr: İlk noktayı belirtin

# _msg2988
source: Cancel
tr: İptal

# _msg2989
source: Specify next point or [%1]
tr: Sonraki noktayı ya da [%1] belirtin

# _msg2990
source: Back
tr: Geri

# _msg2991
source: Specify next point
tr: Sonraki noktayı belirtin

# _msg2992
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg2993
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
tr: Hat sıralaması kapatılamadı: Henüz yeterince şekil hattı tanımlanmamış veya zaten kapatılmışlar.

# _msg2994
source: Cannot redo: Not previous line segment defined.
tr: Geri alınamadı: Önceki hat segmenti tanımlanmamış.

# _msg2995
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg2996
source: Specify position
tr: Yerini belirtin

# _msg2997
source: Cancel
tr: İptal

# _msg2998
source: Enter angle:
tr: Açıyı girin:

# _msg2999
source: Back
tr: Geri

# _msg3000
source: Enter length:
tr: Uzunluğu girin:

# _msg3001
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3002
source: Select first line
tr: İlk kenarı seçin

# _msg3004
source: Select second line
tr: İkinci kenarı seçin

# _msg3005
source: Back
tr: Geri

# _msg3006
source: Enter bisector length:
tr: Açıortay uzunluğu:

# _msg3007
source: Enter number of bisectors:
tr: Açıortay sayısı:

# _msg3008
source: Number sector lines not in range:
tr: Sektör hattı sayısı aralık içinde değil:

# _msg3009
source: Click and drag to draw a line
tr: Çizgiyi çizmek için tıklayın ve fareyi sürükleyin

# _msg3010
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3011
source: Specify first point
tr: İlk noktayı belirtin

# _msg3012
source: Cancel
tr: İptal

# _msg3013
source: Specify second point
tr: İkinci noktayı belirtin

# _msg3014
source: Back
tr: Geri

# _msg3015
source: Select a line
tr: Bir hat seçin

# _msg3016
source: Cancel
tr: İptal

# _msg3017
source: Select circle, arc or ellipse
tr: Bir daire, yay ya da elips seçin

# _msg3018
source: Back
tr: Geri

# _msg3019
source: Specify Distance <%1> or select entity or [%2]
tr: Mesafe <%1> veya öge ya da [%2] belirtin

# _msg3020
source: Cancel
tr: İptal

# _msg3021
source: Enter number:
tr: Sayı girin:

# _msg3022
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3023
source: Not a valid number. Try 1..99
tr: Geçerli bir numara değil . 1..99 arasında olmalı

# _msg3024
source: Select entity
tr: Öge seçin

# _msg3025
source: Cancel
tr: İptal

# _msg3026
source: Specify through point
tr: Noktayı belirtin

# _msg3027
source: Back
tr: Geri

# _msg3028
source: Number:
tr: Sayı:

# _msg3029
source: Not a valid number. Try 1..99
tr: Geçerli bir numara değil . 1..99 arasında olmalı

# _msg3030
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3031
source: Specify center
tr: Merkezi belirtin

# _msg3032
source: Specify a corner
tr: Köşenin birini belirtin

# _msg3033
source: Enter number:
tr: Sayı girin:

# _msg3034
source: Not a valid number. Try 1..9999
tr: Geçerli bir numara değil. 1..9999 arasında olmalı

# _msg3035
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3036
source: Specify first corner
tr: İlk köşeyi belirtin

# _msg3037
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3038
source: Specify second corner
tr: İkinci köşeyi belirtin

# _msg3039
source: Back
tr: Geri

# _msg3040
source: Number:
tr: Sayı:

# _msg3041
source: Not a valid number. Try 1..9999
tr: Geçerli bir numara değil. 1..9999 arasında olmalı

# _msg3042
source: Not a valid expression.
tr: Geçerli bir ifade değil.

# _msg3043
source: Specify first corner
tr: İlk köşeyi belirtin

# _msg3044
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3045
source: Specify second corner
tr: İkinci köşeyi belirtin

# _msg3046
source: Back
tr: Geri

# _msg3047
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3048
source: Select base entity
tr: Temel ögeyi seçin

# _msg3050
source: Specify position
tr: Yerini belirtin

# _msg3051
source: Back
tr: Geri

# _msg3052
source: Specify point
tr: Noktayı belirtin

# _msg3053
source: Cancel
tr: İptal

# _msg3054
source: Select circle, arc or ellipse
tr: Bir daire, yay ya da elips seçin

# _msg3055
source: Back
tr: Geri

# _msg3057
source: Back
tr: Geri

# _msg3058
source: Select first circle or ellipse
tr: İlk daireyi veya elipsi seç

# _msg3059
source: Select second circle or ellipse
tr: İkinci daireyi veya elipsi seç

# _msg3060
source: Specify insertion point
tr: Yerleştirileceği noktayı belirtin

# _msg3061
source: Cancel
tr: İptal

# _msg3062
source: Enter text:
tr: Metni girin:

# _msg3063
source: Back
tr: Geri

# _msg3064
source: Specify location
tr: Yerini belirtin

# _msg3065
source: Cancel
tr: İptal

# _msg3066
source: Specify first point
tr: İlk noktayı belirtin

# _msg3067
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3068
source: Back
tr: Geri

# _msg3069
source: Specify next point or [%1]
tr: Sonraki noktayı ya da [%1] belirtin

# _msg3070
source: Specify next point
tr: Sonraki noktayı belirtin

# _msg3071
source: Cannot close sequence of lines: Not enough entities defined yet.
tr: Çizgi dizisi kapatılamıyor: Henüz yeterli öge yok.

# _msg3072
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg3073
source: Specify first control point
tr: İlk kontrol noktasını belirtin

# _msg3074
source: Cancel
tr: İptal

# _msg3075
source: Specify next control point or [%1]
tr: Sonraki kontrol noktasını veya [%1] belirtin

# _msg3076
source: Back
tr: Geri

# _msg3077
source: Specify next control point
tr: Sonraki kontrol noktasını belirtin

# _msg3078
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg3079
source: Specify insertion point
tr: Yerleştirileceği noktayı belirtin

# _msg3080
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3081
source: Enter text:
tr: Metni girin:

# _msg3082
source: Back
tr: Geri

# _msg3083
source: Specify second point
tr: İkinci noktayı belirtin

# _msg3084
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3085
source: Cancel
tr: İptal

# _msg3086
source: Set reference point
tr: Başlangıç noktasını belirtin

# _msg3087
source: Cancel
tr: İptal

# _msg3088
source: Nothing to undo!
tr: Geri alınacak işlem yok!

# _msg3089
source: Nothing to redo!
tr: Yinelenecek işlem yok!

# _msg3090
source: Lines are parallel
tr: Çizgiler paralel

# _msg3091
source: Specify first line
tr: İlk çigiyi belirtin

# _msg3092
source: Cancel
tr: İptal

# _msg3093
source: Specify second line
tr: İkinci çizgiyi belirtin

# _msg3094
source: Back
tr: Geri

# _msg3095
source: Angle: %1
tr: Açı: %1

# _msg3096
source: Circumference: %1
tr: Çevre: %1

# _msg3097
source: Point: %1/%2
tr: Nokta: %1/%2

# _msg3098
source: Specify first point of polygon
tr: Poligonun ilk noktasını belirtin

# _msg3099
source: Cancel
tr: İptal

# _msg3100
source: Specify next point of polygon
tr: Poligonun sonraki noktasını belirtin

# _msg3101
source: Closing Point: %1/%2
tr: Kapatma Noktası: %1/%2

# _msg3102
source: Area: %1 %2^2
tr: Alan: %1 %2^2

# _msg3103
source: Specify first point of distance
tr: İlk nokta uzaklığını belirtin

# _msg3104
source: Cancel
tr: İptal

# _msg3105
source: Specify second point of distance
tr: İkinci nokta uzaklığını belirtin

# _msg3106
source: Back
tr: Geri

# _msg3107
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
tr: Mesafe: %1 Kartezyen: (%2 , %3), Polar: (%4<%5)

# _msg3108
source: Distance: %1
tr: Mesafe: %1

# _msg3109
source: Specify entity
tr: Ögeyi belirtin

# _msg3110
source: Cancel
tr: İptal

# _msg3111
source: Specify point
tr: Noktayı belirtin

# _msg3112
source: Back
tr: Geri

# _msg3113
source: Point is inside selected contour.
tr: Nokta belirtilen sınırın içinde.

# _msg3114
source: Point is outside selected contour.
tr: Nokta belirtilen sınırın dışında.

# _msg3115
source: Specify point
tr: Noktayı belirtin

# _msg3116
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3117
source: Total Length of selected entities: %1
tr: Seçili ögelerin Toplam Uzunluğu: %1

# _msg3118
source: At least one of the selected entities cannot be measured.
tr: Seçili ögelerden en az biri ölçülemiyor.

# _msg3119
source: Insert Library Object
tr: Kitaplık Nesnesi Yerleştir

# _msg3120
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3121
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3122
source: Cancel
tr: İptal

# _msg3123
source: Enter angle:
tr: Açıyı girin:

# _msg3124
source: Enter factor:
tr: Çarpanı yazın:

# _msg3125
source: Cannot open file '%1'
tr: '%1' dosyası açılamadı

# _msg3126
source: (Un-)&Lock Relative Zero
tr: &Göreli Sıfırı Kilitle/Aç

# _msg3127
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3128
source: Select first entity
tr: İlk ögeyi seçin

# _msg3129
source: Cancel
tr: İptal

# _msg3130
source: Select second entity
tr: İkinci ögeyi seçin

# _msg3131
source: Back
tr: Geri

# _msg3132
source: Enter length 1:
tr: 1. uzunluk:

# _msg3133
source: Enter length 2:
tr: 2. uzunluk:

# _msg3134
source: No Entity found.
tr: Öge bulunamadı.

# _msg3135
source: Cutting point is invalid.
tr: Kesme noktası geçersiz.

# _msg3136
source: Cutting point is not on entity.
tr: Kesme noktası bir öge üzerinde değil.

# _msg3137
source: Specify entity to cut
tr: Kesilecek ögeyi belirtin

# _msg3138
source: Cancel
tr: İptal

# _msg3139
source: Specify cutting point
tr: Kesme noktasını belirtin

# _msg3140
source: Back
tr: Geri
zh_tw: 返回

# _msg3141
source: Entity must be a line, arc, circle, ellipse or interpolation spline.
tr: Şekil hattı bir hat, daire, elips veya enterpolasyon oluğu olmalıdır.

# _msg3142
source: Specify first break point on a polyline
tr: Silinecek parçanın başlangıç noktasını belirtin

# _msg3143
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3144
source: Specify second break point on the same polyline
tr: Silinecek parçanın bitiş noktasını belirtin

# _msg3145
source: Back
tr: Geri

# _msg3146
source: Entities not in the same polyline.
tr: Şekil hatları aynı çoklu çizgide değil.

# _msg3147
source: Parent of second entity is not a polyline
tr: İkinci şekil hattının ebeveyni bir çoklu çizgi değil

# _msg3148
source: Parent of first entity is not a polyline
tr: İlk şekil hattının ebeveyni bir çoklu çizgi değil

# _msg3149
source: Parent of second entity is nullptr
tr: İkinci şekil hattının ebeveyni nullptr

# _msg3150
source: One of the chosen entities is nullptr
tr: Seçilen şekil hatlarından biri nullptr

# _msg3151
source: Parent of first entity is nullptr
tr: İlk şekil hattının ebeveyni nullptr

# _msg3152
source: First entity is nullptr
tr: İlk şekil hattı nullptr

# _msg3153
source: Second entity is nullptr
tr: İkinci şekil hattı nullptr

# _msg3154
source: Pick entity to delete
tr: Silinecek ögeyi seçin

# _msg3155
source: Cancel
tr: İptal

# _msg3156
source: Click on entity to modify
tr: Değiştirmek için şekil hattına tıklayın

# _msg3157
source: Cancel
tr: İptal

# _msg3158
source: Specify first point of mirror line
tr: Yansılama ekseninin ilk noktasını belirtin

# _msg3159
source: Cancel
fr: Annuler
tr: İptal

# _msg3160
source: Specify second point of mirror line
tr: Yansıtma ekseninin ikinci noktasını belirtin

# _msg3161
source: Back
fr: Retour
tr: Geri

# _msg3162
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3163
source: Cancel
tr: İptal

# _msg3164
source: Specify target point
tr: Hedef noktasını belirtin

# _msg3165
source: Back
tr: Geri

# _msg3166
source: Invalid number of copies, use %1
tr: Geçersiz kopya sayısı, kullan %1

# _msg3167
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3168
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3169
source: Cancel
fr: Annuler
tr: İptal

# _msg3170
source: Specify target point
tr: Hedef noktasını belirtin

# _msg3171
source: Back
fr: Retour
tr: Geri

# _msg3172
source: Enter rotation angle:
tr: Döndürme açısı:

# _msg3173
source: Specify direction of offset
tr: Ofset yönünü belirtin

# _msg3174
source: Back
tr: Geri

# _msg3175
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3176
source: Back
tr: Geri

# _msg3177
source: Specify rotation center
tr: Döndürme merkezi belirtin

# _msg3178
source: Specify target point to rotate to
tr: Döndürmek üzere teğet nokta belirtin

# _msg3179
source: Specify absolute reference point
tr: Mutlak döndürme noktasını belirtin

# _msg3180
source: Cancel
tr: İptal

# _msg3181
source: Specify relative reference point
tr: Göreli döndürme noktasını belirtin
