Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3648
source: Specify end angle or [Angle/chord Length]
pt_pt: Especificar o ângulo final ou [Ângulo / Comprimento da corda]

# _msg3649
source: Draw arcs
pt_pt: Desenhar arcos

# _msg3650
source: &3 Points
pt_pt: &3 Pontos

# _msg3651
source: Draw arcs with 3 points
pt_pt: Desenhar arcos com 3 pontos

# _msg3652
source: Specify startpoint or [Center]
pt_pt: Especificar o ponto inicial ou [Centro]

# _msg3653
source: Draw parallels to existing lines, arcs, circles
pt_pt: Desenhar linhas paralelas a linhas, arcos ou círculos existentes

# _msg3654
source: &Concentric
pt_pt: &Concêntrico

# _msg3655
source: Draw arcs tangential to base entity
pt_pt: Desenhar arcos tangentes à entidade da base

# _msg3656
source: &Tangential
pt_pt: &Tangente

# _msg3657
source: Arc &Tangential
pt_pt: Arco &tangente

# _msg3658
source: Draw circles with center and point
pt_pt: Desenhar círculos com centro e ponto

# _msg3659
source: Center, &Point
pt_pt: Centro, &Ponto

# _msg3660
source: 2 Points
pt_pt: 2 Pontos

# _msg3661
source: Draw circles with 2 points
pt_pt: Desenhar círculos com 2 pontos

# _msg3662
source: 3 Points
pt_pt: 3 Pontos

# _msg3663
source: Draw circles with 3 points
pt_pt: Desenhar círculos com 3 pontos

# _msg3664
source: Draw circles with center and radius
pt_pt: Desenhar círculos com centro e raio

# _msg3665
source: Center, &Radius
pt_pt: Centro, &raio

# _msg3666
source: Circle &Inscribed
pt_pt: Círculo &inscrito

# _msg3667
source: Draw parallels to existing lines, arcs, circles
pt_pt: Desenhar linhas paralelas a linhas, arcos ou círculos existentes

# _msg3668
source: &Concentric
pt_pt: &Concêntrico

# _msg3669
source: Circle Tangential 2 P&oints
pt_pt: Círculo tangente com 2 p&ontos

# _msg3670
source: Tangential, 2 P&oints
pt_pt: Tangente, 2 P&ontos

# _msg3671
source: Circle Tangential &2
pt_pt: Círculo tangente &2

# _msg3672
source: Tangential 2 Circles, Radius
pt_pt: Tangente 2 Círculos, Raio

# _msg3673
source: Common Tangential Circle 1 Point
pt_pt: Círculo tangente comum 1 ponto

# _msg3674
source: Tangential 2 Circles, 1 Point
pt_pt: Tangente 2 Círculos, 1 Ponto

# _msg3675
source: Circle Tangential &3
pt_pt: Círculo tangente &3

# _msg3676
source: Tangential &3 Circles
pt_pt: Tangente &3 Círculos

# _msg3677
source: Ellipse &4 Point
pt_pt: Elipse &4 pontos

# _msg3678
source: &Ellipse Arc (Axis)
pt_pt: Arco de &elipse (Eixo)

# _msg3679
source: Ellipse arc with center, two points and angles
pt_pt: Arco elíptico com centro, dois pontos e ângulos

# _msg3680
source: &Ellipse (Axis)
pt_pt: &Elipse (Eixo)

# _msg3681
source: Ellipse with center and two points
pt_pt: Elipse com centro e dois pontos

# _msg3682
source: &Ellipse Arc (Axis)
pt_pt: Arco de &elipse (Eixo)

# _msg3683
source: Ellipse &Arc (Axis)
pt_pt: &Arco de elipse(Eixo)

# _msg3684
source: Ellipse Center and &3 Points
pt_pt: Centro da elipse e &3 pontos

# _msg3685
source: Ellipse &Foci Point
pt_pt: Elipse &ponto focal

# _msg3686
source: Ellipse &Inscribed
pt_pt: Elipse &inscrita

# _msg3687
source: &Hatch
pt_pt: &Hachura

# _msg3688
source: Draw hatches and solid fills
pt_pt: Desenhar hachuras e preenchimentos sólidos

# _msg3689
source: No contour selected
pt_pt: Nenhum contorno selecionado

# _msg3690
source: Insert &Image
pt_pt: Inserir &imagem

# _msg3691
source: Insert raster image (bitmap)
pt_pt: Inserir imagem Raster (bitmap)

# _msg3692
source: Cannot close sequence of lines: Not enough entities defined yet.
pt_pt: Não foi possível fechar a sequência de linhas: ainda não há entidades suficientes definidas.

# _msg3693
source: &2 Points
pt_pt: &2 Pontos

# _msg3694
source: Draw lines
pt_pt: Desenhar linhas

# _msg3695
source: &Angle
pt_pt: &Ângulo

# _msg3696
source: Draw lines with a given angle
pt_pt: Desenhar linhas com um ângulo determinado

# _msg3697
source: Specify position [angle/length]
pt_pt: Especificar a posição [ângulo / comprimento]

# _msg3700
source: &Bisector
pt_pt: &Bissetriz

# _msg3701
source: Draw bisectors
pt_pt: Desenhar bissetrizes

# _msg3702
source: Select second line [length/number]
pt_pt: Selecionar a segunda linha [comprimento / número]

# _msg3703
source: Bisector
pt_pt: Bissetriz

# _msg3704
source: Draw freehand lines
pt_pt: Desenhar linhas à mão livre

# _msg3705
source: &Freehand Line
pt_pt: &Linha à mão livre

# _msg3707
source: Draw horizontal/vertical lines
pt_pt: Desenhar linhas horizontais/verticais

# _msg3710
source: Draw horizontal lines
pt_pt: Desenhar linhas horizontais

# _msg3711
source: Tangent &Orthogonal
pt_pt: Tangente &ortogonal

# _msg3712
source: Draw orthogonal line
pt_pt: Desenhar linhas ortogonais

# _msg3713
source: &Orthogonal
pt_pt: &Ortogonal

# _msg3714
source: Draw parallels to existing lines, arcs, circles
pt_pt: Desenhar linhas paralelas a linhas, arcos ou círculos existentes

# _msg3715
source: Para&llel
pt_pt: &Paralela

# _msg3716
source: &Parallel
pt_pt: &Paralela

# _msg3717
source: &Concentric
pt_pt: &Concêntrico

# _msg3718
source: Par&allel Through Point
pt_pt: Paralela &até o Ponto

# _msg3719
source: Draw parallel through a given point
pt_pt: Desenhar linhas paralelas a partir de um determinado ponto

# _msg3720
source: Parallel through point
pt_pt: Paralela até o ponto

# _msg3721
source: Specify center
pt_pt: Especificar centro

# _msg3722
source: Not a valid number. Try 1..9999
pt_pt: Não é um número válido. Tente 1..9999

# _msg3723
source: Not a valid expression
pt_pt: Não é uma expressão válida

# _msg3724
source: Pol&ygon (Cen,Cor)
pt_pt: Polí&gono (Cen,Can)

# _msg3725
source: Draw polygon with center and corner
pt_pt: Desenhar polígono com centro e vértice

# _msg3726
source: Enter number:
pt_pt: Digitar o número:

# _msg3727
source: Specify a corner
pt_pt: Especificar um vértice

# _msg3728
source: Back
pt_pt: Voltar

# _msg3729
source: Not a valid number. Try 1..9999
pt_pt: Não é um número válido. Tente 1..9999

# _msg3730
source: Draw polygon with two corners
pt_pt: Desenhar polígono a partir de dois vértices

# _msg3731
source: Polygo&n (Cor,Cor)
pt_pt: Polí&gono (Can,Can)

# _msg3732
source: Cancel
pt_pt: Cancelar

# _msg3733
source: Specify second corner
pt_pt: Especificar o segundo vértice

# _msg3734
source: Number:
pt_pt: Número:

# _msg3735
source: Specify first corner
pt_pt: Especificar primeiro vértice

# _msg3736
source: Not a valid expression.
pt_pt: Não é uma expressão válida.

# _msg3737
source: Pol&ygon (Cen,Cor)
pt_pt: Polí&gono (Cen,Can)

# _msg3738
source: Polygo&n (Cor,Cor)
pt_pt: Polí&gono (Can,Can)

# _msg3739
source: Draw rectangles
pt_pt: Desenhar retângulos

# _msg3740
source: &Rectangle
pt_pt: &Retângulo

# _msg3741
source: Rectangle
pt_pt: Retângulo

# _msg3742
source: angle/length
pt_pt: ângulo / comprimento

# _msg3743
source: Draw line with relative angle
pt_pt: Desenhar linha com ângulo relativo

# _msg3744
source: Enter length of line:
pt_pt: Inserir o comprimento da linha:

# _msg3745
source: length
pt_pt: comprimento

# _msg3746
source: Enter angle of line:
pt_pt: Inserir o ângulo da linha:

# _msg3747
source: R&elative Angle
pt_pt: Ângulo Re&lativo

# _msg3748
source: Specify position [%1]
pt_pt: Especificar a posição [%1]

# _msg3749
source: Relative angle
pt_pt: Ângulo relativo

# _msg3750
source: Orthogonal
pt_pt: Ortogonal

# _msg3751
source: Draw tangent (point, circle)
pt_pt: Desenhe tangente (ponto, círculo)

# _msg3752
source: &Tangent (P,C)
pt_pt: &Tangente (P,C)

# _msg3753
source: Tangent (P,C)
pt_pt: Tangente (P,C)

# _msg3754
source: Select first circle or arc
pt_pt: Selecionar primeiro círculo ou arco

# _msg3755
source: Draw tangent (circle, circle)
pt_pt: Desenhe tangente (círculo,círculo)

# _msg3756
source: Select second circle or arc
pt_pt: Selecionar segundo círculo ou arco

# _msg3757
source: Tan&gent (C,C)
pt_pt: Tan&gente (C,C)

# _msg3758
source: Tangent (C,C)
pt_pt: Tangente (C,C)

# _msg3759
source: Draw vertical lines
pt_pt: Desenhar linhas verticais

# _msg3761
source: &MText
pt_pt: &Multi-Texto

# _msg3762
source: Draw points
pt_pt: Desenhar pontos

# _msg3763
source: &Points
pt_pt: &Pontos

# _msg3764
source: &Draw
pt_pt: &Desenhar

# _msg3765
source: Draw polylines
pt_pt: Desenhar polilinhas

# _msg3766
source: &Polyline
pt_pt: &Polilinha

# _msg3767
source: Draw splines (NURBS)
pt_pt: Desenhar curvas (NURBS)

# _msg3768
source: &Spline
pt_pt: &Curva

# _msg3769
source: &Text
pt_pt: &Texto

# _msg3770
source: Draw text entities
pt_pt: Desenhar entidades de texto

# _msg3771
source: &Copy with reference
pt_pt: &Copiar com referência

# _msg3772
source: Copies entities to the clipboard with a reference point
pt_pt: Copia entidades para a área de transferência com um ponto de referência

# _msg3773
source: &Copy
pt_pt: &Copiar

# _msg3774
source: Cu&t
pt_pt: Cor&tar

# _msg3775
source: &Copy
pt_pt: &Copiar

# _msg3776
source: Copies entities to the clipboard
pt_pt: Copia entidades para a área de transferência

# _msg3777
source: Cu&t with reference
pt_pt: Cor&tar com referência

# _msg3778
source: Cuts entities to the clipboard with a reference point
pt_pt: Corta entidades para a área de transferência com um ponto de referência

# _msg3779
source: Cu&t
pt_pt: Cor&tar

# _msg3780
source: Cuts entities to the clipboard
pt_pt: Corta entidades para a área de transferência

# _msg3781
source: Flip|Horizontal
pt_pt: Virar|Horizontal

# _msg3782
source: Flip|Vertical
pt_pt: Virar|Vertical

# _msg3783
source: &Paste
pt_pt: &Colar

# _msg3784
source: Factor
pt_pt: Fator

# _msg3785
source: Rotation
pt_pt: Giro

# _msg3786
source: Pastes the clipboard contents
pt_pt: Cola o conteúdo da área de transferência

# _msg3787
source: To Current Layer
pt_pt: Para camada atual

# _msg3788
source: &Redo
pt_pt: &Refazer

# _msg3789
source: Redoes last action
pt_pt: Refaz a última ação

# _msg3790
source: &Undo
pt_pt: &Desfazer

# _msg3791
source: Undoes last action
pt_pt: Desfaz a última ação

# _msg3792
source: &Redo
pt_pt: &Refazer

# _msg3793
source: &Close
pt_pt: &Fechar

# _msg3794
source: Closes the current drawing
pt_pt: Fecha o desenho atual

# _msg3795
source: Exports the current drawing as bitmap
pt_pt: Exporta o desenho atual como Bitmap

# _msg3796
source: Bitmap &Export...
pt_pt: &Exportar como Bitmap...

# _msg3797
source: &New
pt_pt: &Novo

# _msg3798
source: Creates a new drawing
pt_pt: Cria um novo desenho

# _msg3799
source: New From &Template
pt_pt: Novo a partir do &modelo

# _msg3800
source: Opens an existing drawing
pt_pt: Abre um desenho já existente

# _msg3801
source: &Open...
pt_pt: &Abrir...

# _msg3802
source: Creates a PDF from the current drawing
pt_pt: Cria um PDF a partir do desenho atual

# _msg3803
source: &PDF Export
pt_pt: &Exportar PDF

# _msg3804
source: Prints out the current drawing
pt_pt: Imprime o desenho atual

# _msg3805
source: &Print...
pt_pt: &Imprimir...

# _msg3806
source: Print Pre&view
pt_pt: Vis&ualizar Impressão

# _msg3807
source: Shows a preview of a print
pt_pt: Exibe uma prévia da impressão

# _msg3808
source: &Quit
pt_pt: &Sair

# _msg3809
source: Quits the application
pt_pt: Encerra o aplicativo

# _msg3810
source: &Save
pt_pt: &Salvar

# _msg3811
source: Saves the current drawing
pt_pt: Salva o desenho atual

# _msg3812
source: Save &as...
pt_pt: Salvar &como...

# _msg3813
source: Saves the current drawing under a new filename
pt_pt: Salva o desenho atual com outro nome de arquivo

# _msg3814
source: &SVG Export
pt_pt: &Exportar SVG

# _msg3815
source: Exports the current drawing to SVG
pt_pt: Exporta o desenho atual para SVG

# _msg3816
source: Continue Action
pt_pt: Continuar a Ação

# _msg3817
source: Continue action (selection is complete)
pt_pt: Continuar a ação (a seleção está completa)

# _msg3818
source: Measures the angle between two lines
pt_pt: Medir o ângulo entre duas linhas

# _msg3819
source: Angle: %1%2
pt_pt: Ângulo: %1%2

# _msg3820
source: &Angle Between Two Lines
pt_pt: &Ângulo entre duas linhas

# _msg3821
source: An&gle between two lines
pt_pt: Ân&gulo entre duas linhas

# _msg3822
source: or %1%2
pt_pt: ou %1%2

# _msg3823
source: &Polygonal Area
pt_pt: Área do &polígono

# _msg3824
source: Measures the area and circumference of a polygon
pt_pt: Mede a área e a circunferência de um polígono

# _msg3825
source: Area: %1
pt_pt: Área: %1

# _msg3826
source: Terminate
pt_pt: Terminar

# _msg3827
source: Polygonal &Area
pt_pt: Área do &polígono

# _msg3828
source: Distance: %1
pt_pt: Distância: %1

# _msg3829
source: &Distance Point to Point
pt_pt: &Distância entre pontos

# _msg3830
source: Measures the distance between two points
pt_pt: Medir a distância entre dois pontos

# _msg3831
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
pt_pt: Distância: %1 Cartesiano: (%2 , %3), Polar: (%4<%5

# _msg3832
source: &Distance Entity to Point
pt_pt: &Distância da entidade ao ponto

# _msg3833
source: Measures the distance between an entity and a point
pt_pt: Medir a distância entre uma entidade e um ponto

# _msg3834
source: Checks if a given point is inside the selected contour
pt_pt: Verifica se um determinado ponto está dentro do contorno selecionado

# _msg3835
source: &Point inside contour
pt_pt: &Ponto dentro do contorno

# _msg3836
source: Point inside contour
pt_pt: Ponto dentro do contorno

# _msg3837
source: Measures the total length of all selected entities
pt_pt: Mede o comprimento total de todas as entidades selecionadas

# _msg3838
source: &Total length of selected entities
pt_pt: &Comprimento total das entidades selecionadas

# _msg3839
source: &Add Layer
pt_pt: &Adicionar camada

# _msg3840
source: Adds a new layer
pt_pt: Adiciona uma nova camada

# _msg3841
source: &Duplicate Floor
pt_pt: &Duplicar base

# _msg3842
source: Duplicates the current floor
pt_pt: Duplica a base atual

# _msg3843
source: Edits the attributes and name of the active layer
pt_pt: Edita os atributos e o nome da camada ativa

# _msg3844
source: &Edit Layer
pt_pt: &Editar camada

# _msg3845
source: &Hide all
pt_pt: &Ocultar todos

# _msg3846
source: &Show all
pt_pt: &Mostrar todos

# _msg3847
source: Hides (freezes) all layers
pt_pt: Oculta (congela) todas as camadas

# _msg3848
source: &Hide All
pt_pt: &Ocultar Todos

# _msg3849
source: Removes the currently active layer
pt_pt: Remove a camada atualmente ativa

# _msg3850
source: &Remove Layer
pt_pt: &Remover camada

# _msg3851
source: Remove Layer
pt_pt: Remover camada

# _msg3852
source: Shows (defreezes) all layers
pt_pt: Exibe (descongela) todas as camadas

# _msg3853
source: &Show All
pt_pt: &Mostrar todos

# _msg3854
source: Toggle &Lock
pt_pt: Alternar &trava

# _msg3855
source: Toggles the lock status of the currently active layer
pt_pt: Alterna o estado de travamento da camada ativa atual

# _msg3856
source: Toggle Layer Loc&k
pt_pt: Alternar tra&va da camada

# _msg3857
source: Toggle Layer &Print
pt_pt: Alternar &impressão da camada

# _msg3858
source: Toggles the visibility of the currently active layer
pt_pt: Alterna a visibilidade da camada ativa atual

# _msg3859
source: Toggle &Visibility
pt_pt: Alternar &Visibilidade

# _msg3860
source: &Toggle Layer Visibility
pt_pt: &Alternar visibilidade da camada

# _msg3861
source: Inserts an Object from the part library.
pt_pt: Insere um Objeto a partir de biblioteca de peças.

# _msg3862
source: &Insert Library Object
pt_pt: &Inserir objeto da biblioteca

# _msg3863
source: (Un-)Lock relative Zero
pt_pt: (Des-)Travar Zero relativo

# _msg3864
source: &Attributes
pt_pt: &Atributos

# _msg3865
source: Modify entity attributes
pt_pt: Modificar atributos da entidade

# _msg3866
source: &Chamfer / Bevel
pt_pt: &Chanfro

# _msg3867
source: Chamfer / bevel corners
pt_pt: Chanfro / cantos chanfrados

# _msg3868
source: &Bevel
pt_pt: &Chanfrar

# _msg3869
source: &Divide
pt_pt: &Dividir

# _msg3870
source: Entity must be a line, arc, circle or ellipse.
pt_pt: A entidade deve ser uma linha, arco, círculo ou elipse.

# _msg3871
source: &Delete
pt_pt: &Excluir

# _msg3872
source: Delete selected entities
pt_pt: Excluir as entidades selecionadas

# _msg3873
source: Delete Freehand
pt_pt: Excluir à mão livre

# _msg3874
source: &Delete Freehand
pt_pt: &Excluir à Mão Livre

# _msg3875
source: Parent of second entity is NULL
pt_pt: A origem da segunda entidade é NULL

# _msg3876
source: One of the chosen entities is NULL
pt_pt: Uma das entidades escolhidas é NULL

# _msg3877
source: Parent of first entity is NULL
pt_pt: A origem da primeira entidade é NULL

# _msg3878
source: First entity is NULL
pt_pt: A primeira entidade é NULL

# _msg3879
source: Second entity is NULL
pt_pt: A segunda entidade é NULL

# _msg3880
source: &Delete selected
pt_pt: &Excluir selecionado

# _msg3881
source: Delete selected entities
pt_pt: Excluir as entidades selecionadas

# _msg3882
source: Back
pt_pt: Voltar

# _msg3883
source: Specify dividing point
pt_pt: Especificar o ponto de divisão

# _msg3884
source: Dividing point is not on entity.
pt_pt: Ponto de divisão não está na entidade.

# _msg3885
source: Cancel
pt_pt: Cancelar

# _msg3886
source: Entity must be a line, arc, circle or ellipse.
pt_pt: A entidade deve ser uma linha, arco, círculo ou elipse.

# _msg3887
source: Divide entities
pt_pt: Dividir entidades

# _msg3888
source: Dividing point is invalid.
pt_pt: Ponto de divisão inválido.

# _msg3889
source: &Divide
pt_pt: &Dividir

# _msg3890
source: No Entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg3891
source: Specify entity to divide
pt_pt: Indique a entidade a ser dividida

# _msg3892
source: Back
pt_pt: Voltar

# _msg3893
source: &Break out Segment
pt_pt: &Dividir segmento

# _msg3894
source: The chosen entity is in a block. Please edit the block.
pt_pt: A Entidade escolhida está em um bloco. Editar o bloco.

# _msg3895
source: Select entity to break out segment
pt_pt: Selecionar a entidade para dividir segmento

# _msg3896
source: Breaks out segments that are limited by intersections
pt_pt: Dividir os segmentos que estão limitados por interseções

# _msg3897
source: The chosen entity is not an atomic entity or cannot be cut.
pt_pt: A entidade selecionada não é uma entidade atômica ou não pode ser cortada.

# _msg3898
source: No entity found.
pt_pt: Nenhuma entidade encontrada.

# _msg3899
source: Combine multiple selected hatches into one
pt_pt: Combinar várias hachuras selecionadas em uma só

# _msg3900
source: &Combine Hatches
pt_pt: &Combinar hachuras

# _msg3901
source: &Properties
pt_pt: &Propriedades

# _msg3902
source: Modify entity properties and geometry
pt_pt: Modificar propriedades e geometria da entidade

# _msg3903
source: Select entity
pt_pt: Selecionar a entidade

# _msg3904
source: Explode blocks and other entity groups
pt_pt: Fragmentar blocos e outros agrupamentos de entidades

# _msg3905
source: &Explode
pt_pt: &Fragmentar

# _msg3906
source: Explodes text entities into single letters
pt_pt: Fragmentar entidades de texto em letras simples

# _msg3907
source: &Explode Text into Letters
pt_pt: &Fragmentar texto em letras

# _msg3908
source: Back
pt_pt: Voltar

# _msg3909
source: Specify reference point
pt_pt: Especificar o ponto de referência

# _msg3910
source: Cancel
pt_pt: Cancelar

# _msg3911
source: &Isometric Projection
pt_pt: Projeção &isométrica

# _msg3912
source: Specify target point
pt_pt: Especificar o ponto de destino

# _msg3913
source: Specify second point of symmetry axis
pt_pt: Especificar o segundo ponto do eixo de simetria

# _msg3914
source: Specify first point of symmetry axis
pt_pt: Especificar o primeiro ponto do eixo de simetria

# _msg3915
source: &Mirror
pt_pt: &Espelhar

# _msg3916
source: Mirror entities
pt_pt: Espelhar entidades

# _msg3917
source: Move or copy entities one or multiple times
pt_pt: Mover ou copiar entidades uma ou várias vezes

# _msg3918
source: &Move / Copy
pt_pt: &Mover / Copiar

# _msg3919
source: M&ove and Rotate
pt_pt: M&over e girar

# _msg3920
source: Move and rotate entities
pt_pt: Mover e girar entidades

# _msg3921
source: &Offset
pt_pt: &Deslocar

# _msg3922
source: Re&vert direction
pt_pt: Re&verter direção

# _msg3924
source: &Rotate
pt_pt: &Girar

# _msg3925
source: Rotate entities
pt_pt: Girar entidades

# _msg3926
source: Rotate T&wo
pt_pt: Girar d&uas

# _msg3927
source: Rotate entities around two centers
pt_pt: Girar entidades em torno de dois centros

# _msg3928
source: Round corners
pt_pt: Vértices arredondados

# _msg3929
source: &Round
pt_pt: &Arredondado

# _msg3930
source: &Fillet
pt_pt: &Filete

# _msg3931
source: &Scale
pt_pt: &Escalonar

# _msg3932
source: Scale entities
pt_pt: Escalar entidades

# _msg3933
source: Stretch entities
pt_pt: Esticar entidades

# _msg3934
source: &Stretch
pt_pt: &Esticar

# _msg3935
source: Modify text entity
pt_pt: Modificar a entidade de texto

# _msg3936
source: Modify Te&xt
pt_pt: Modificar te&xto

# _msg3937
source: Send entities to the back of other entities
pt_pt: Enviar entidades para trás de outras entidades

# _msg3938
source: Send to Bac&k
pt_pt: Enviar para trá&s

# _msg3939
source: Bring entities to the front of other entities
pt_pt: Trazer entidades para a frente de outras entidades

# _msg3940
source: Bring to &Front
pt_pt: Trazer para &frente

# _msg3941
source: Triangulates hatches
pt_pt: Triangula hachuras

# _msg3942
source: &Triangulate
pt_pt: &Triangular

# _msg3943
source: &Trim
pt_pt: &Aparar

# _msg3944
source: Trim or extend entities to meet other entities
pt_pt: Aparar ou estender entidades para encontrar outras entidades

# _msg3945
source: &Trim Two
pt_pt: &Aparar dois

# _msg3946
source: Lengthen / shorten by a given amount
pt_pt: Alongar / encurtar por um determinado valor

# _msg3947
source: &Lengthen
pt_pt: &Alongar

# _msg3948
source: Trim or extend two entities to meet each other
pt_pt: Aparar ou estender duas entidades para que se encontrem

# _msg3949
source: &Trim Both
pt_pt: &Aparar Ambos

# _msg3950
source: Settings for the current Drawing
pt_pt: Configurações para o desenho atual

# _msg3951
source: Current &Drawing Preferences...
pt_pt: Preferências do &Desenho Atual...

# _msg3952
source: Current &Drawing Preferences
pt_pt: Preferências do &desenho atual

# _msg3953
source: General Application Preferences
pt_pt: Preferências Gerais do Aplicativo

# _msg3954
source: &Application Preferences
pt_pt: &Preferências do aplicativo

# _msg3955
source: &Preferences
pt_pt: &Preferências

# _msg3956
source: move to bottom
pt_pt: mover para baixo

# _msg3957
source: set to bottom
pt_pt: definir na parte inferior

# _msg3958
source: lower after entity
pt_pt: diminuir após entidade

# _msg3959
source: lower over entity
pt_pt: diminuir sobre a entidade

# _msg3960
source: raise over entity
pt_pt: aumentar sobre a entidade

# _msg3961
source: move to top
pt_pt: mover para cima

# _msg3962
source: set to top
pt_pt: definir no topo

# _msg3963
source: Specify polyline segment
pt_pt: Especificar segmento da polilinha

# _msg3964
source: Polyline was not modified
pt_pt: A multilinha não foi modificada

# _msg3965
source: Specify new node
pt_pt: Especificar o novo nó

# _msg3966
source: Adds nodes to existing polylines
pt_pt: Adiciona nós a polilinhas existentes

# _msg3967
source: &Add Node
pt_pt: &Adicionar Nó

# _msg3968
source: &Add node
pt_pt: &Adicionar nó

# _msg3969
source: Add polyline's node
pt_pt: Adicionar nós de polilinha

# _msg3970
source: A&ppend Node
pt_pt: A&dicionar nó

# _msg3971
source: Specify polyline segment
pt_pt: Especificar segmento da polilinha

# _msg3972
source: Cannot append to closed polyline.
pt_pt: Não é possível incluir em uma polilinha fechada.

# _msg3973
source: No polyline entity found.
pt_pt: Nenhuma entidade de polilinha encontrada.

# _msg3974
source: Appends nodes to existing polylines
pt_pt: Adiciona nós a polilinhas existentes

# _msg3975
source: A&ppend node
pt_pt: A&dicionar nó

# _msg3976
source: Append polyline's node
pt_pt: Adicionar nós de polilinha
