Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg555
source: Middle Center
uk: По середині й по центру

# _msg556
source: Middle Right
uk: По середині праворуч

# _msg557
source: Bottom Left
uk: По лівому краю внизу

# _msg558
source: Bottom Right
uk: По лівому краю вгорі

# _msg559
source: Bottom Center
uk: Внизу й по центру

# _msg560
source: Top Center
uk: Вгорі й по центру

# _msg561
source: Angle
uk: Кут

# _msg562
source: Text:
uk: Текст:

# _msg563
source: Clear Text
uk: Очистити текст

# _msg564
source: Load Text From File
uk: Завантажити текст з файлу

# _msg565
source: Save Text To File
uk: Зберегти текст до файлу

# _msg566
source: Cut
uk: Вирізати

# _msg567
source: Copy
uk: Копіювати

# _msg568
source: Paste
uk: Вставити

# _msg569
source: Insert Symbol
uk: Вставити символ

# _msg570
source: Degree (°)
uk: ° (градус)

# _msg571
source: Plus / Minus (±)
uk: Плюс/мінус (±)

# _msg572
source: At (@)
uk: Жабка (@)

# _msg573
source: Hash (#)
uk: # (октоторп)

# _msg574
source: Dollar ($)
uk: $ (знак доллара)

# _msg575
source: Copyright (©)
uk: © (знак авторського права)

# _msg576
source: Registered (®)
uk: ® (знак зареєстрованої марки)

# _msg577
source: Paragraph (§)
uk: § (знак параграфу)

# _msg578
source: Pi (π)
uk: Число Пі (π)

# _msg579
source: Pound (£)
uk: £ (знак фунта стерлінгів)

# _msg580
source: Yen (¥)
uk: Японська єна (¥)

# _msg581
source: Times (×)
uk: × (знак множення)

# _msg582
source: Division (÷)
uk: ÷ (знак ділення)

# _msg583
source: Insert Unicode
uk: Вставити символ юнікоду

# _msg584
source: Page:
uk: Сторінка:

# _msg585
source: Char:
uk: Символ:

# _msg586
source: [0000-007F] Basic Latin
uk: [0000-007F] Основна латиниця

# _msg587
source: [0080-00FF] Latin-1 Supplementary
uk: [0080-00FF] Додаткова латиниця-1

# _msg588
source: [0100-017F] Latin Extended-A
uk: [0100-017F] Розширена латиниця-A

# _msg589
source: [0180-024F] Latin Extended-B
uk: [0180-024F] Розширена латиниця-B

# _msg590
source: [0250-02AF] IPA Extensions
uk: [0250-02AF] Розширення міжнародного фонетичного алфавіту

# _msg591
source: [02B0-02FF] Spacing Modifier Letters
uk: [02B0-02FF] Модифікатори відступу букв

# _msg592
source: [0300-036F] Combining Diacritical Marks
uk: [0300-036F] Поєднувальні діакритичні знаки

# _msg593
source: [0370-03FF] Greek and Coptic
uk: [0370-03FF] Грецькі та коптські

# _msg594
source: [0400-04FF] Cyrillic
uk: [0400-04FF] Кирилиця

# _msg595
source: [0500-052F] Cyrillic Supplementary
uk: [0500-052F] Кирилиця, додаткові

# _msg596
source: [0530-058F] Armenian
uk: [0530-058F] Вірменські

# _msg597
source: [0590-05FF] Hebrew
uk: [0590-05FF] Іврит

# _msg598
source: [0600-06FF] Arabic
uk: [0600-06FF] Арабські

# _msg599
source: [0700-074F] Syriac
uk: [0700-074F] Сирійські

# _msg600
source: [0780-07BF] Thaana
uk: [0780-07BF] Таана

# _msg601
source: [0900-097F] Devanagari
uk: [0900-097F] Деванаґарі

# _msg602
source: [0980-09FF] Bengali
uk: [0980-09FF] Бенгальські

# _msg603
source: [0A00-0A7F] Gurmukhi
uk: [0A00-0A7F] Ґурмукі

# _msg604
source: [0A80-0AFF] Gujarati
uk: [0A80-0AFF] Гуджараті

# _msg605
source: [0B00-0B7F] Oriya
uk: [0B00-0B7F] Орія

# _msg606
source: [0B80-0BFF] Tamil
uk: [0B80-0BFF] Тамільські

# _msg607
source: [0C00-0C7F] Telugu
uk: [0C00-0C7F] Телугу

# _msg608
source: [0C80-0CFF] Kannada
uk: [0C80-0CFF] Каннада

# _msg609
source: [0D00-0D7F] Malayalam
uk: [0D00-0D7F] Малаялам

# _msg610
source: [0D80-0DFF] Sinhala
uk: [0D80-0DFF] Сингальські

# _msg611
source: [0E00-0E7F] Thai
uk: [0E00-0E7F] Тайські

# _msg612
source: [0E80-0EFF] Lao
uk: [0E80-0EFF] Лао

# _msg613
source: [0F00-0FFF] Tibetan
uk: [0F00-0FFF] Тибетські

# _msg614
source: [1000-109F] Myanmar
uk: [1000-109F] М’янма

# _msg615
source: [10A0-10FF] Georgian
uk: [10A0-10FF] Грузинські

# _msg616
source: [1100-11FF] Hangul Jamo
uk: [1100-11FF] Хангиль Чамо

# _msg617
source: [1200-137F] Ethiopic
uk: [1200-137F] Ефіопські

# _msg618
source: [13A0-13FF] Cherokee
uk: [13A0-13FF] Черокі

# _msg619
source: [1400-167F] Unified Canadian Aboriginal Syllabic
uk: [1400-167F] Єдине канадське складове письмо

# _msg620
source: [1680-169F] Ogham
uk: [1680-169F] Огам

# _msg621
source: [16A0-16FF] Runic
uk: [16A0-16FF] Рунічні

# _msg622
source: [1700-171F] Tagalog
uk: [1700-171F] Тагальські

# _msg623
source: [1720-173F] Hanunoo
uk: [1720-173F] Хануноо

# _msg624
source: [1740-175F] Buhid
uk: [1740-175F] Бухід

# _msg625
source: [1760-177F] Tagbanwa
uk: [1760-177F] Тагбанва

# _msg626
source: [1780-17FF] Khmer
uk: [1780-17FF] Кхмерські

# _msg627
source: [1800-18AF] Mongolian
uk: [1800-18AF] Монгольські

# _msg628
source: [1E00-1EFF] Latin Extended Additional
uk: [1E00-1EFF] Розширена латиниця, додаткові

# _msg629
source: [1F00-1FFF] Greek Extended
uk: [1F00-1FFF] Грецькі, додаткові

# _msg630
source: [2000-206F] General Punctuation
uk: [2000-206F] Знаки пунктуації

# _msg631
source: [2070-209F] Superscripts and Subscripts
uk: [2070-209F] Верхні та нижні індекси

# _msg632
source: [20A0-20CF] Currency Symbols
uk: [20A0-20CF] Символи валют

# _msg633
source: [20D0-20FF] Combining Marks for Symbols
uk: [20D0-20FF] Об’єднувальні діакритичні знаки для символів

# _msg634
source: [2100-214F] Letterlike Symbols
uk: [2100-214F] Буквоподібні символи

# _msg635
source: [2150-218F] Number Forms
uk: [2150-218F] Числові форми

# _msg636
source: [2190-21FF] Arrows
uk: [2190-21FF] Стрілки

# _msg637
source: [2200-22FF] Mathematical Operators
uk: [2200-22FF] Математичні оператори

# _msg638
source: [2300-23FF] Miscellaneous Technical
uk: [2300-23FF] Різноманітні технічні

# _msg639
source: [2400-243F] Control Pictures
uk: [2400-243F] Керуючі коди

# _msg640
source: [2440-245F] Optical Character Recognition
uk: [2440-245F] Оптичне розпізнавання символів

# _msg641
source: [2460-24FF] Enclosed Alphanumerics
uk: [2460-24FF] Вкладені букви і цифри

# _msg642
source: [2500-257F] Box Drawing
uk: [2500-257F] Символи для малювання рамок

# _msg643
source: [2580-259F] Block Elements
uk: [2580-259F] Блочні елементи

# _msg644
source: [25A0-25FF] Geometric Shapes
uk: [25A0-25FF] Геометричні фігури

# _msg645
source: [2600-26FF] Miscellaneous Symbols
uk: [2600-26FF] Різноманітні символи

# _msg646
source: [2700-27BF] Dingbats
uk: [2700-27BF] Декоративні

# _msg647
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
uk: [27C0-27EF] Різноманітні математичні символи-A

# _msg648
source: [27F0-27FF] Supplemental Arrows-A
uk: [27F0-27FF] Додаткові стрілки-A

# _msg649
source: [2800-28FF] Braille Patterns
uk: [2800-28FF] Азбука Брайля

# _msg650
source: [2900-297F] Supplemental Arrows-B
uk: [2900-297F] Додаткові стрілки-B

# _msg651
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
uk: [2980-29FF] Різноманітні математичні символи-B

# _msg652
source: [2A00-2AFF] Supplemental Mathematical Operators
uk: [2A00-2AFF] Додаткові математичні оператори

# _msg653
source: [2E80-2EFF] CJK Radicals Supplement
uk: [2E80-2EFF] Доповнення до китайсько/японсько/корейських радикалів

# _msg654
source: [2F00-2FDF] Kangxi Radicals
uk: [2F00-2FDF] Радикали Кансі

# _msg655
source: [2FF0-2FFF] Ideographic Description Characters
uk: [2FF0-2FFF] Символи ідеографічного опису

# _msg656
source: [3000-303F] CJK Symbols and Punctuation
uk: [3000-303F] Китайсько/японсько/корейські символи та знаки пунктуації

# _msg657
source: [3040-309F] Hiragana
uk: [3040-309F] Хірагана

# _msg658
source: [30A0-30FF] Katakana
uk: [30A0-30FF] Катакана

# _msg659
source: [3100-312F] Bopomofo
uk: [3100-312F] Чжуїнь (бопомофо)

# _msg660
source: [3130-318F] Hangul Compatibility Jamo
uk: [3130-318F] Хангиль Чамо, узгодження

# _msg661
source: [3190-319F] Kanbun
uk: [3190-319F] Канбун

# _msg662
source: [31A0-31BF] Bopomofo Extended
uk: [31A0-31BF] Бопомофо, розширені

# _msg663
source: [3200-32FF] Enclosed CJK Letters and Months
uk: [3200-32FF] Закриті китайсько/японсько/корейські символи та місяці

# _msg664
source: [3300-33FF] CJK Compatibility
uk: [3300-33FF] Китайсько/японсько/корейські узгодження

# _msg665
source: [3400-4DBF] CJK Unified Ideographs Extension A
uk: [3400-4DBF] Уніфіковані китайсько/японсько/корейські ієрогліфи, розширення A

# _msg666
source: [4E00-9FAF] CJK Unified Ideographs
uk: [4E00-9FAF] Уніфіковані китайсько/японсько/корейські ієрогліфи

# _msg667
source: [A000-A48F] Yi Syllables
uk: [A000-A48F] Склади Ї

# _msg668
source: [A490-A4CF] Yi Radicals
uk: [A490-A4CF] Радикали Ї

# _msg669
source: [AC00-D7AF] Hangul Syllables
uk: [AC00-D7AF] Хангиль, склади

# _msg670
source: [D800-DBFF] High Surrogates
uk: [D800-DBFF] Високі сурогати

# _msg671
source: [DC00-DFFF] Low Surrogate Area
uk: [DC00-DFFF] Область низьких сурогатів

# _msg672
source: [E000-F8FF] Private Use Area
uk: [E000-F8FF] Область приватного використання

# _msg673
source: [F900-FAFF] CJK Compatibility Ideographs
uk: [F900-FAFF] Китайсько/японсько/корейські ієрогліфи узгодження

# _msg674
source: [FB00-FB4F] Alphabetic Presentation Forms
uk: [FB00-FB4F] Алфавітні декоративні форми

# _msg675
source: [FB50-FDFF] Arabic Presentation Forms-A
uk: [FB50-FDFF] Арабські декоративні форми-A

# _msg676
source: [FE00-FE0F] Variation Selectors
uk: [FE00-FE0F] Селектори різновидів

# _msg677
source: [FE20-FE2F] Combining Half Marks
uk: [FE20-FE2F] Поєднувальні половинчасті знаки

# _msg678
source: [FE30-FE4F] CJK Compatibility Forms
uk: [FE30-FE4F] Китайсько/японсько/корейські узгоджувальні форми

# _msg679
source: [FE50-FE6F] Small Form Variants
uk: [FE50-FE6F] Малі форми різновидів

# _msg680
source: [FE70-FEFF] Arabic Presentation Forms-B
uk: [FE70-FEFF] Арабські декоративні форми-B

# _msg681
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
uk: [FF00-FFEF] Форми половинної та повної ширини

# _msg682
source: [FFF0-FFFF] Specials
uk: [FFF0-FFFF] Спеціальні

# _msg683
source: [10300-1032F] Old Italic
uk: [10300-1032F] Старі італійські

# _msg684
source: [10330-1034F] Gothic
uk: [10330-1034F] Готичні

# _msg685
source: [10400-1044F] Deseret
uk: [10400-1044F] Дезеретскі

# _msg686
source: [1D000-1D0FF] Byzantine Musical Symbols
uk: [1D000-1D0FF] Візантійські музичні символи

# _msg687
source: [1D100-1D1FF] Musical Symbols
uk: [1D100-1D1FF] Музичні символи

# _msg688
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
uk: [1D400-1D7FF] Математичні буквено-цифрові символи

# _msg689
source: [20000-2A6DF] CJK Unified Ideographs Extension B
uk: [20000-2A6DF] Уніфіковані китайсько/японсько/корейські ієрогліфи, розширення B

# _msg690
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
uk: [2F800-2FA1F] Узгодження китайсько/японсько/корейських ієрогліфів, доповнення

# _msg691
source: [E0000-E007F] Tags
uk: [E0000-E007F] Мітки

# _msg692
source: [F0000-FFFFD] Supplementary Private Use Area-A
uk: [F0000-FFFFD] Додаткова область приватного користування -A

# _msg693
source: [100000-10FFFD] Supplementary Private Use Area-B
uk: [100000-10FFFD] Додаткова область приватного користування -B

# _msg697
source: Mirroring Options
uk: Параметри відображення

# _msg698
source: Number of copies
uk: Число копій

# _msg699
source: &Delete Original
uk: Ви&лучити оригінал

# _msg700
source: &Keep Original
uk: З&берегти оригінал

# _msg701
source: Use current &attributes
uk: Використовувати поточні &атрибути

# _msg702
source: Use current &layer
uk: Використовувати поточний &шар

# _msg704
source: Number of copies
uk: Число копій

# _msg705
source: &Delete Original
uk: Ви&лучити оригінал

# _msg706
source: &Keep Original
uk: З&берегти оригінал

# _msg707
source: &Multiple Copies
uk: &Кілька копій

# _msg708
source: Use current &attributes
ca: Utilitza els &atributs actuals
fr: Utiliser les &attributs actuels
gl: Usar &atributos actuais
uk: Використовувати поточні &атрибути

# _msg709
source: Use current &layer
ca: Utilitza la &capa actual
fr: Utiliser le &calque actif
gl: Usar &capa actual
uk: Використовувати поточний &шар

# _msg711
source: Move/Copy Options
uk: Параметри переміщення/копіювання

# _msg712
source: Number of copies. Maximum 100
uk: Кількість копій. Максимум 100

# _msg716
source: Move/Rotate Options
uk: Параметри зсуву/обертання

# _msg717
source: Number of copies
uk: Число копій

# _msg718
source: &Angle (a):
uk: Під &кутом (a):

# _msg719
source: Use current &attributes
uk: Використовувати поточні &атрибути

# _msg720
source: Use current &layer
uk: Використовувати поточний &шар

# _msg721
source: &Delete Original
uk: Ви&лучити оригінал

# _msg722
source: &Keep Original
uk: З&берегти оригінал

# _msg723
source: &Multiple Copies
uk: &Кілька копій

# _msg726
source: Main Unit
uk: Основна одиниця виміру

# _msg727
source: Length
uk: Довжина

# _msg728
source: Decimal
uk: Десятковий

# _msg729
source: Scientific
uk: Науковий

# _msg730
source: Engineering
uk: Інженерний

# _msg731
source: Architectural
uk: Архітектурний

# _msg732
source: Fractional
uk: Дробовий

# _msg733
source: Angle
uk: Кут

# _msg734
source: Decimal Degrees
uk: Десяткові градуси

# _msg735
source: Radians
uk: Радіани

# _msg736
source: Preview
uk: Перегляд

# _msg737
source: linear
uk: лінійний

# _msg738
source: angular
uk: кутовий

# _msg739
source: Paper Format
uk: Формат паперу

# _msg740
source: Text Height:
uk: Висота тексту:

# _msg741
source: units
uk: одиниці виміру

# _msg742
source: Deg/min/sec
uk: Град/хв/сек

# _msg743
source: Gradians
uk: Градіани

# _msg744
source: Surveyor's units
uk: Геометричні одиниці

# _msg745
source: Options
uk: Параметри

# _msg746
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
uk: Для форматів довжин „Інженерний“ та „Архітектурний“ як одиниць виміру повинні бути обрані дюйми.

# _msg747
source: Arrow size:
uk: Величина стрілки:

# _msg748
source: Dimension line gap:
uk: Відстань від тексту до розмірної лінії:

# _msg749
source: Drawing Preferences
uk: Параметри креслення

# _msg750
source: &Paper
uk: &Папір

# _msg751
source: &Landscape
uk: &Альбомний

# _msg752
source: P&ortrait
uk: По&ртретний

# _msg753
source: Paper &Height:
uk: Висо&та паперу:

# _msg754
source: Paper &Width:
uk: Ширина &паперу:

# _msg755
source: &Units
uk: &Одиниці виміру

# _msg756
source: &Main drawing unit:
uk: &Базова одиниця виміру креслення:

# _msg757
source: &Format:
uk: &Формат:

# _msg758
source: F&ormat:
uk: Ф&ормат:

# _msg759
source: Pre&cision:
uk: Точ&ність:

# _msg760
source: &Dimensions
uk: &Розміри

# _msg761
source: Grid Settings
uk: Параметри сітки

# _msg762
source: Show Grid
uk: Відображати сітку

# _msg763
source: X Spacing:
uk: Проміжок по X:

# _msg764
source: Y Spacing:
uk: Проміжок по Y:

# _msg765
source: auto
uk: авто

# _msg766
source: &Grid
uk: &За сіткою

# _msg767
source: Splines
uk: Сплайни

# _msg768
source: Number of line segments per spline patch:
uk: Кількість відрізків на ділянку сплайна:

# _msg769
source: P&recision:
uk: То&чність:

# _msg770
source: Crosshair
uk: Хрестоподібний покажчик

# _msg771
source: Left crosshair with isometric grid
uk: Ліве перехрестя на ізометричній сітці

# _msg772
source: Left
uk: Ліве

# _msg773
source: Top crosshair with isometric grid
uk: Верхнє перехрестя на ізометричній сітці

# _msg774
source: Top
uk: Верхня

# _msg775
source: Right crosshair with isometric grid
uk: Праве перехрестя на ізометричній сітці

# _msg776
source: Right
uk: Праве

# _msg777
source: Use orthogonal grid
uk: Використати ортогональну систему координат

# _msg778
source: Orthogonal Grid
uk: Ортогональна система координат

# _msg779
source: Use isometric grid
uk: Використати ізометричну систему координат

# _msg780
source: Isometric Grid
uk: Ізометрична система координат

# _msg781
source: Tick size:
uk: Довжина засічки:

# _msg782
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
uk: <html><head/><body><p>Засічки на розмірних лініях. Встановіть 0 для відключення засічок. Стрілок на кінцях розмірних ліній не буде, якщо засічки включені.</p></body></html>

# _msg783
source: Horizontal
uk: Горизонтальний

# _msg784
source: General Scale:
uk: Загальний масштаб:

# _msg785
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
uk: <html><head/><body><p>Множник, що масштабує усі значення розмірів.</p></body></html>

# _msg786
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
uk: <html><head/><body><p>Множник, що масштабує усі геометричні розміри.</p></body></html>

# _msg792
source: Color:
uk: Колір:

# _msg809
source: Aligned
uk: Вирівняний

# _msg827
source: Preferences
uk: Установки

# _msg828
source: Translations:
uk: Перекази:

# _msg829
source: Hatch Patterns:
uk: Стилі штрихування:

# _msg830
source: Fonts:
uk: Шрифти:

# _msg831
source: Part Libraries:
uk: Бібліотеки елементів:

# _msg833
source: Graphic View
uk: Графічний вид

# _msg834
source: Application Preferences
uk: Налаштування програми

# _msg835
source: Defaults for new drawings
uk: Значення за умовчанням для нових креслень

# _msg836
source: &Appearance
uk: &Зовнішній вигляд

# _msg837
source: &GUI Language:
uk: &Мова інтерефейсу:

# _msg838
source: &Command Language:
uk: Мо&ва команд:

# _msg839
source: &Paths
uk: &Шляхи

# _msg840
source: &Defaults
uk: &Умовчання

# _msg841
source: &Unit:
uk: &Одиниця виміру:

# _msg842
source: Backgr&ound:
uk: Фо&н:

# _msg843
source: G&rid Color:
uk: Ко&лір сітки:

# _msg844
source: &Meta Grid Color:
uk: &Колір додаткової сітки:

# _msg845
source: A&utomatically scale grid
uk: Масштабувати сітку а&втоматично

# _msg846
source: S&elected Color:
uk: В&ибраний колір:

# _msg847
source: &Highlighted Color:
uk: &Підсвічений колір:

# _msg848
source: Please restart the application to apply all changes.
uk: Будь ласка, перезавантажте застосунок для того, щоб налаштування вступили в силу.

# _msg851
source: Program Defaults
uk: Налаштування за умовчанням

# _msg852
source: Auto save time:
uk: Час автозбереження:

# _msg853
source: Drawing unit.
uk: Модуль креслення.

# _msg854
source: Time between automatic saving of the document in minutes.
uk: Час між автоматичними збереженнями документа в хвилинах.

# _msg855
source: When set, LibreCAD will automatically generate a backup of your current drawing.
uk: Якщо встановлено, LibreCAD буде автоматично генерувати резервну копію поточного креслення.

# _msg856
source: Auto backup
uk: Автоматична резервна копія

# _msg857
source: Template:
uk: Шаблон:

# _msg858
source: St&art Handle Color:
uk: Колір &початку вибраного:

# _msg859
source: &Handle Color:
uk: &Колір вибраного:

# _msg860
source: &End Handle Color:
uk: &Колір кінця вибраного:

# _msg864
source: Crosshair
uk: Хрестоподібний покажчик

# _msg874
source: Circle
uk: Коло

# _msg875
source: Point
uk: Точка

# _msg928
source: Point
uk: Точка

# _msg929
source: Layer:
uk: Шар:

# _msg930
source: Geometry
uk: Геометрія

# _msg931
source: Position (y):
uk: Координата (y):

# _msg932
source: Position (x):
uk: Координата (x):

# _msg933
source: Polyline
uk: Ламана

# _msg934
source: Layer:
uk: Шар:

# _msg935
source: Geometry
uk: Геометрія

# _msg936
source: Closed
uk: Закрита

# _msg937
source: Rotation Options
uk: Параметри обертання

# _msg938
source: Number of copies
uk: Число копій

# _msg939
source: &Delete Original
uk: Ви&лучити оригінал

# _msg940
source: &Keep Original
uk: З&берегти оригінал

# _msg941
source: &Multiple Copies:
uk: &Безліч копій:

# _msg942
source: &Angle (a):
uk: &Кут (a):

# _msg943
source: Use current &attributes
uk: Використовувати поточні &атрибути

# _msg944
source: Use current &layer
uk: Використовувати поточний &шар

# _msg946
source: Rotate Two Options
uk: Параметри обертання навколо двох центрів

# _msg947
source: Number of copies
uk: Число копій

# _msg948
source: &Delete Original
uk: Ви&лучити оригінал

# _msg949
source: &Keep Original
uk: З&берегти оригінал

# _msg950
source: &Multiple Copies
uk: &Кілька копій

# _msg952
source: Angle (&b):
uk: &Кут (b):

# _msg953
source: Use current &attributes
uk: Використовувати поточні &атрибути

# _msg954
source: Use current &layer
uk: Використовувати поточний &шар

# _msg956
source: Scaling Options
uk: Параметри масштабування

# _msg957
source: Number of copies
uk: Число копій

# _msg960
source: &Delete Original
fr: &Supprimer l’original
gl: &Desbotar orixinal
uk: Ви&лучити оригінал

# _msg961
source: &Keep Original
fr: &Garder l’original
gl: &Manter orixinal
uk: З&берегти оригінал

# _msg962
source: &Multiple Copies
fr: &Copies multiples
gl: &Facer varias copias:
uk: &Кілька копій

# _msg964
source: Scale by the same factor at both x- and y- directions
uk: Однаковий коефіцієнт масштабування в X- та Y- напрямках

# _msg965
source: Isotropic Scaling
uk: Ізотропне масштабування

# _msg968
source: Spline
uk: Сплайн

# _msg969
source: Layer:
uk: Шар:

# _msg970
source: Geometry
uk: Геометрія

# _msg971
source: Degree:
uk: Ступінь:

# _msg972
source: Closed
uk: Закрито

# _msg973
source: Text
uk: Текст

# _msg974
source: Text:
uk: Текст:

# _msg975
source: Clear Text
uk: Очистити текст

# _msg976
source: Load Text From File
uk: Завантажити текст з файлу

# _msg977
source: Save Text To File
uk: Зберегти текст до файлу

# _msg978
source: Cut
uk: Вирізати

# _msg979
source: Copy
uk: Копіювати

# _msg980
source: Paste
uk: Вставити

# _msg981
source: Alignment
uk: Вирівнювання

# _msg982
source: Top Right
uk: По правому краю вгорі

# _msg983
source: Top Left
uk: По лівому краю вгорі

# _msg985
source: Middle Center
uk: По середині й по центру

# _msg987
source: Bottom Left
uk: По лівому краю внизу

# _msg988
source: Bottom Right
uk: По лівому краю вгорі

# _msg989
source: Bottom Center
uk: Внизу й по центру

# _msg990
source: Top Center
uk: Вгорі й по центру

# _msg991
source: Insert Symbol
uk: Вставити символ

# _msg992
source: Degree (°)
uk: Градус (°)

# _msg993
source: Plus / Minus (±)
uk: Плюс/мінус (±)

# _msg994
source: At (@)
uk: Жабка (@)

# _msg995
source: Hash (#)
uk: Хеш-символ (#)

# _msg996
source: Dollar ($)
uk: Знак долара ($)

# _msg999
source: Paragraph (§)
uk: Параграф (§)

# _msg1000
source: Pound (£)
uk: Англійський фунт (£)

# _msg1001
source: Yen (¥)
uk: Японська єна (¥)

# _msg1002
source: Times (×)
uk: Знак множення (×)

# _msg1003
source: Division (÷)
uk: Знак ділення (÷)

# _msg1004
source: Insert Unicode
uk: Вставити символ юнікоду

# _msg1005
source: Page:
uk: Сторінка:

# _msg1006
source: Char:
uk: Символ:

# _msg1007
source: [0000-007F] Basic Latin
uk: [0000-007F] Основна латиниця

# _msg1008
source: [0080-00FF] Latin-1 Supplementary
uk: [0080-00FF] Додаткова латиниця-1

# _msg1009
source: [0100-017F] Latin Extended-A
uk: [0100-017F] Розширена латиниця-A

# _msg1010
source: [0180-024F] Latin Extended-B
uk: [0180-024F] Розширена латиниця-B

# _msg1011
source: [0250-02AF] IPA Extensions
uk: [0250-02AF] Розширення міжнародного фонетичного алфавіту

# _msg1012
source: [02B0-02FF] Spacing Modifier Letters
uk: [02B0-02FF] Модифікатори відступу букв

# _msg1013
source: [0300-036F] Combining Diacritical Marks
uk: [0300-036F] Поєднувальні діакритичні знаки

# _msg1014
source: [0370-03FF] Greek and Coptic
uk: [0370-03FF] Грецькі та коптські

# _msg1015
source: [0400-04FF] Cyrillic
uk: [0400-04FF] Кирилиця

# _msg1016
source: [0500-052F] Cyrillic Supplementary
uk: [0500-052F] Кирилиця, додаткові

# _msg1017
source: [0530-058F] Armenian
uk: [0530-058F] Вірменські

# _msg1018
source: [0590-05FF] Hebrew
uk: [0590-05FF] Іврит

# _msg1019
source: [0600-06FF] Arabic
uk: [0600-06FF] Арабські

# _msg1020
source: [0700-074F] Syriac
uk: [0700-074F] Сирійські

# _msg1021
source: [0780-07BF] Thaana
uk: [0780-07BF] Таана

# _msg1022
source: [0900-097F] Devanagari
uk: [0900-097F] Деванаґарі

# _msg1023
source: [0980-09FF] Bengali
uk: [0980-09FF] Бенгальські

# _msg1024
source: [0A00-0A7F] Gurmukhi
uk: [0A00-0A7F] Ґурмукі

# _msg1025
source: [0A80-0AFF] Gujarati
uk: [0A80-0AFF] Гуджараті
