Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg168
source: &Rename Block
zh_tw: 重新命名圖塊

# _msg169
source: &Edit Block
zh_tw: 編輯圖塊

# _msg170
source: &Save Block
zh_tw: 儲存圖塊

# _msg171
source: &Insert Block
zh_tw: 插入圖塊

# _msg172
source: Toggle Block &Visibility
zh_tw: 切換圖塊可視性

# _msg173
source: &Create Block
zh_tw: 建立圖塊

# _msg174
source: Ex&plode
zh_tw: 分解

# _msg175
source: &Application Preferences
zh_tw: 應用程式喜好設定

# _msg176
source: Current &Drawing Preferences
zh_tw: 目前的繪圖喜好設定

# _msg177
source: &Delete selected
zh_tw: 刪除選擇的物件

# _msg178
source: Select &All
zh_tw: 全選

# _msg179
source: Deselect &all
zh_tw: 全部取消選取

# _msg181
source: Invert Selection
zh_tw: 反向選取

# _msg182
source: Zoom &In
zh_tw: 拉近

# _msg183
source: Zoom &Out
zh_tw: 拉遠

# _msg184
source: &Auto Zoom
zh_tw: 自動縮放

# _msg185
source: Previous &View
zh_tw: 前一視圖

# _msg186
source: &Redraw
zh_tw: 重繪

# _msg187
source: &New
zh_tw: 新建

# _msg188
source: New From &Template
zh_tw: 從範本新建

# _msg189
source: &Open...
zh_tw: 開啟...

# _msg190
source: &Save
zh_tw: 儲存

# _msg191
source: Save &as...
zh_tw: 儲存為...

# _msg192
source: &Export as image
zh_tw: 匯出成圖像

# _msg193
source: &Close
zh_tw: 關閉

# _msg194
source: Save A&ll...
zh_tw: 全部儲存...

# _msg195
source: &Print...
zh_tw: 列印...

# _msg196
source: Export as PDF
zh_tw: 匯出為 PDF

# _msg197
source: Print Pre&view
zh_tw: 預覽列印

# _msg198
source: &Quit
zh_tw: 離開

# _msg199
source: &Block
zh_tw: 圖塊

# _msg200
source: &Fullscreen
zh_tw: 全螢幕

# _msg201
source: &Grid
zh_tw: 格點

# _msg203
source: &Statusbar
zh_tw: 狀態列

# _msg205
source: Focus on &Command Line
zh_tw: 進入指令列

# _msg206
source: Draw polylines
zh_tw: 繪製折線

# _msg207
source: Add polyline's node
zh_tw: 新增折線的節點

# _msg208
source: Append polyline's node
zh_tw: 添加折線的節點

# _msg209
source: Delete polyline's node
zh_tw: 刪除折線的節點

# _msg210
source: Delete between two nodes
zh_tw: 刪除兩節點之間

# _msg211
source: Trim polyline's segments
zh_tw: 修剪折線的線段

# _msg212
source: Create Equidistant Polylines
zh_tw: 建立等距的折線

# _msg213
source: M&ove and Rotate
zh_tw: 移動和旋轉

# _msg214
source: &Trim Two
zh_tw: 修剪兩個

# _msg215
source: &Offset
zh_tw: 偏移

# _msg216
source: set to bottom
zh_tw: 設定至底層

# _msg217
source: lower over entity
zh_tw: 移至物件前

# _msg218
source: set to top
zh_tw: 設定至頂端

# _msg219
source: &Preferences
zh_tw: 喜好設定

# _msg220
source: Open IDE
zh_tw: 開啟 IDE

# _msg221
source: Run Script..
zh_tw: 執行腳本..

# _msg222
source: Regenerate Dimension Entities
zh_tw: 更新標註

# _msg223
source: &Draft
zh_tw: 草圖

# _msg224
source: Specify a point
zh_tw: 指定點

# _msg225
source: &Plugins
zh_tw: 外掛程式

# _msg226
source: Running script '%1'
zh_tw: 執行腳本'%1'

# _msg227
source: Inserting block '%1'
zh_tw: 插入圖塊'%1'

# _msg228
source: Focus on &Command Line
zh_tw: 進入指令列

# _msg230
source: &Draw
zh_tw: 畫

# _msg231
source: &Point
zh_tw: 點

# _msg232
source: &Arc
zh_tw: 弧

# _msg233
source: &Spline
zh_tw: 雲形線

# _msg234
source: &Dimension
zh_tw: 標註

# _msg235
source: &Snap
zh_tw: 貼齊

# _msg236
source: &Layer
zh_tw: 圖層

# _msg237
source: &Block
zh_tw: 圖塊

# _msg238
source: &Scripts
zh_tw: 腳本

# _msg240
source: &Manual
zh_tw: 手動

# _msg241
source: Insert Image
zh_tw: 插入圖像

# _msg242
source: &Window
zh_tw: 視窗

# _msg243
source: De&bugging
zh_tw: 除錯

# _msg244
source: Pen Selection
zh_tw: 選擇畫筆

# _msg245
source: CAD Tools
zh_tw: CAD 工具

# _msg247
source: Help files not found
zh_tw: 找不到幫助資料檔案

# _msg248
source: Compiler: Microsoft Visual C++<br>
zh_tw: 編譯器: 微軟 MSVC++<br>

# _msg249
source: Please consider donating to LibreCAD to help maintain the source code and website.
zh_tw: 請考慮捐款給 LibreCAD 以幫助維護原始碼和網站。

# _msg250
source: Draw &Order
zh_tw: 繪製順序

# _msg251
source: &Text
zh_tw: 文字

# _msg252
source: None
zh_tw: 無

# _msg253
source: About...
zh_tw: 關於...

# _msg254
source: SCM Revision: %1
zh_tw: SCM 版本: %1

# _msg255
source: Version: %1 %2
zh_tw: 版本: %1 %2

# _msg256
source: SVN Revision: %1
zh_tw: SVN 修訂: %1

# _msg257
source: Program Icons Supplied by
zh_tw: 程式圖示提供者：

# _msg258
source: Splash and Logo supplied by
zh_tw: 登入畫面與標誌提供者：

# _msg259
source: Date: %1
zh_tw: 日期: %1

# _msg260
source: Modules: %1
zh_tw: 模組: %1

# _msg261
source: Main Website :
zh_tw: 主網站：

# _msg262
source: Please donate to LibreCAD to help maintain the sourcecode and it's website.
zh_tw: 請捐款給 LibreCAD，以幫助維護原始碼和網站。

# _msg263
source: Help
zh_tw: 説明

# _msg264
source: Bugger, I couldn't find the helpfiles on the filesystem.
zh_tw: 報錯，我無法在檔案系統上找到說明檔案。

# _msg265
source: &Export...
zh_tw: 匯出...

# _msg266
source: &Close
zh_tw: 關閉

# _msg267
source: &Print...
zh_tw: 列印...

# _msg268
source: &Quit
zh_tw: 離開

# _msg269
source: &Grid
zh_tw: 格點

# _msg271
source: &Draft
zh_tw: 草圖

# _msg272
source: &Statusbar
zh_tw: 狀態列

# _msg273
source: &Block
zh_tw: 圖塊

# _msg274
source: &Endpoint
zh_tw: 端點

# _msg275
source: &OnEntity
zh_tw: 物件上

# _msg276
source: Restrict &Vertically
zh_tw: 限定垂直

# _msg277
source: &back
zh_tw: 返回

# _msg278
source: &Selection pointer
zh_tw: 選擇指向

# _msg279
source: &Free
zh_tw: 自由

# _msg280
source: &Endpoints
zh_tw: 端點

# _msg281
source: &On Entity
zh_tw: 物件上

# _msg282
source: &Center
zh_tw: 中心

# _msg283
source: &Middle
zh_tw: 中點

# _msg284
source: &Distance from Endpoint
zh_tw: 到端點的距離

# _msg285
source: &Intersection
zh_tw: 交點

# _msg286
source: Restrict &Nothing
zh_tw: 無限制

# _msg287
source: Restrict &Orthogonally
zh_tw: 正交限制

# _msg288
source: Restrict &Horizontally
zh_tw: 水平限制

# _msg289
source: Restrict&Vertically
zh_tw: 垂直限制

# _msg290
source: &Preferences
zh_tw: 喜好設定

# _msg291
source: &Application Preferences
zh_tw: 應用程式喜好設定

# _msg292
source: Open IDE
zh_tw: 開啟 IDE

# _msg293
source: Run Script..
zh_tw: 執行腳本..

# _msg294
source: Arc Options
zh_tw: 弧選項

# _msg295
source: Clockwise
zh_tw: 順時針

# _msg296
source: Counterclockwise
zh_tw: 逆時針

# _msg297
source: Counter Clockwise
zh_tw: 逆時針

# _msg298
source: Tangential Arc Options
zh_tw: 相切弧選項

# _msg299
source: Radius of the tangential arc
zh_tw: 相切弧半徑

# _msg300
source: Total subtending angle of the tangential arc
zh_tw: 聯切線弧角

# _msg301
source: Radius
zh_tw: 半徑

# _msg302
source: Angle
zh_tw: 角度

# _msg303
source: Radius:
zh_tw: 半徑：

# _msg304
source: Bevel Options
zh_tw: 倒角選項

# _msg305
source: Trim
zh_tw: 修剪

# _msg306
source: Check to trim both entities to the bevel
zh_tw: 將兩物件修剪成倒角

# _msg307
source: Length 1:
zh_tw: 長度 1：

# _msg308
source: Length 2:
zh_tw: 長度 2：

# _msg309
source: &OK
zh_tw: 確定

# _msg311
source: Cancel
zh_tw: 取消

# _msg313
source: Add a block
zh_tw: 新增圖塊

# _msg314
source: CAD Tools
zh_tw: CAD 工具

# _msg315
source: Arcs
zh_tw: 弧

# _msg316
source: Back to main menu
zh_tw: 回到主功能表

# _msg317
source: Concentric
zh_tw: 同心

# _msg318
source: Arc with Center, Point, Angles
zh_tw: 以中心、點、角度繪弧

# _msg319
source: Arc with three points
zh_tw: 三點繪弧

# _msg320
source: Arc tangential to base entity with radius
zh_tw: 以半徑切於基準物件繪弧

# _msg321
source: Circles
zh_tw: 圓

# _msg322
source: Circle with two opposite points
zh_tw: 以兩相對點繪圓

# _msg323
source: Circle with center and radius
zh_tw: 以圓心和半徑繪圓

# _msg324
source: Circle with center and point
zh_tw: 以圓心和點繪圓

# _msg325
source: Circle with three points
zh_tw: 以三點繪圓

# _msg326
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">繪製三角形內切圓，<span style=" font-style:italic;">即</span>與 3 線相切</p></body></html>

# _msg327
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">繪製與三角形相切的三角形內切圓，</span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">即</span><span style=" font-family:'Sans Serif'; font-size:9pt;">，與 3 線相切。請改用新功能&quot;切圓 3&quot;。</span></p></body></html>

# _msg328
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">繪製兩個圓的切圓，指定半徑</span></p></body></html>

# _msg329
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">繪製一個三線／弧／圓的切圓</span></p></body></html>

# _msg330
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">通過兩個指定的點，繪製一個指定圓的切圓</span></p></body></html>

# _msg331
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">通過一個指定的點，繪製兩個指定圓的切圓</span></p></body></html>

# _msg332
source: Back to main menu
zh_tw: 回到主功能表

# _msg333
source: Concentric
zh_tw: 同心

# _msg334
source: Dimensions
zh_tw: 標註

# _msg335
source: Back to main menu
zh_tw: 回到主功能表

# _msg336
source: Aligned Dimension
zh_tw: 對齊式標註

# _msg337
source: Linear Dimension
zh_tw: 線性標註

# _msg338
source: Horizontal Dimension
zh_tw: 水平標註

# _msg339
source: Vertical Dimension
zh_tw: 垂直標註

# _msg340
source: Radial Dimension
zh_tw: 徑向標註

# _msg341
source: Diametric Dimension
zh_tw: 徑向標註

# _msg342
source: Angular Dimension
zh_tw: 角度標註

# _msg343
source: Leader
zh_tw: 引線

# _msg344
source: Concentric
zh_tw: 同心

# _msg345
source: Ellipses
zh_tw: 橢圓

# _msg346
source: Ellipse arc with center, two points and angles
zh_tw: 以圓心、兩點和角度繪橢圓弧

# _msg347
source: Draw Ellipse by foci and a point on ellipse
zh_tw: 以焦點和橢圓上的一點繪製橢圓

# _msg348
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
zh_tw: 通過 4 個點繪製 x-/y- 軸向橢圓

# _msg349
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
zh_tw: <html><head/><body><p>繪製指定中心，並通過 3 點的橢圓</p></body></html>

# _msg350
source: Draw Ellipse with by center and 3 points on ellipse
zh_tw: 以中心和橢圓上的 3 點繪製橢圓

# _msg351
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">繪製四邊形內切橢圓，<span style=" font-style:italic;">即</span>，與 4 線相切</p></body></html>

# _msg352
source: Concentric
zh_tw: 同心

# _msg353
source: Ellipse with Center and two points
zh_tw: 以中心和兩點繪橢圓

# _msg354
source: Back to main menu
zh_tw: 回到主功能表

# _msg355
source: Info
zh_tw: 資訊

# _msg356
source: Distance (Point, Point)
zh_tw: 距離（點、點）

# _msg357
source: Distance (Entity, Point)
zh_tw: 距離（物件、點）

# _msg358
source: Back to main menu
zh_tw: 回到主功能表

# _msg359
source: Angle
zh_tw: 角度

# _msg360
source: Total length of selected entities
zh_tw: 所選物件總長

# _msg361
source: Area of polygon
zh_tw: 多邊形面積

# _msg362
source: Concentric
zh_tw: 同心

# _msg363
source: Lines
zh_tw: 線

# _msg364
source: Back to main menu
zh_tw: 回到主功能表

# _msg365
source: Line with two points
zh_tw: 兩點繪線

# _msg366
source: Line with given angle
zh_tw: 根據指定角度繪線

# _msg367
source: Horizontal lines
zh_tw: 水平線

# _msg368
source: Vertical lines
zh_tw: 垂直線

# _msg369
source: Rectangles
zh_tw: 矩形

# _msg370
source: Bisectors
zh_tw: 平分線

# _msg371
source: Parallels with distance
zh_tw: 以指定距離平行

# _msg372
source: Tangents from point to circle
zh_tw: 以點與圓繪切線

# _msg373
source: Tangents from circle to circle
zh_tw: 以圓與圓繪切線

# _msg374
source: Tangents to a circle, orthogonal to a line
zh_tw: 正交切線

# _msg375
source: Orthogonal lines
zh_tw: 正交線

# _msg376
source: Lines with relative angles
zh_tw: 以相對角度繪線

# _msg377
source: Polygons with Center and Corner
zh_tw: 以中心和頂點繪多邊形

# _msg378
source: Polygons with two Corners
zh_tw: 以兩頂點繪多邊形

# _msg379
source: Freehand lines
zh_tw: 手繪線

# _msg380
source: Parallels through point
zh_tw: 過點繪平行線

# _msg381
source: Main
zh_tw: 主要

# _msg382
source: Show toolbar "Lines"
zh_tw: 顯示「線」工具列

# _msg383
source: Show toolbar "Arcs"
zh_tw: 顯示「弧」工具列

# _msg384
source: Show toolbar "Circles"
zh_tw: 顯示「圓」工具列

# _msg385
source: Show toolbar "Ellipses"
zh_tw: 顯示「椭圓」工具列

# _msg386
source: Show toolbar "Polylines"
zh_tw: 顯示「折線」工具列

# _msg387
source: Draw Splines
zh_tw: 繪製雲形線

# _msg388
source: Draw Points
zh_tw: 畫點

# _msg389
source: Insert Multi-line Text
zh_tw: 插入多行文字

# _msg390
source: Insert Text
zh_tw: 插入文字

# _msg391
source: Show toolbar "Dimensions"
zh_tw: 顯示「標註」工具列

# _msg392
source: Create Hatch
zh_tw: 建立陰影

# _msg393
source: Insert Image
zh_tw: 插入圖像

# _msg394
source: Show toolbar "Modify"
zh_tw: 顯示「修改」工具列

# _msg395
source: Show toolbar "Info"
zh_tw: 顯示「資訊」工具列

# _msg396
source: Show toolbar "Select"
zh_tw: 顯示「選擇」工具列

# _msg397
source: Show menu "Lines"
zh_tw: 顯示「線」功能表

# _msg398
source: Show menu "Arcs"
zh_tw: 顯示「弧」功能表

# _msg399
source: Points
zh_tw: 點

# _msg400
source: Splines
zh_tw: 雲形線

# _msg401
source: Show menu "Ellipses"
zh_tw: 顯示「橢圓」功能表

# _msg402
source: Show menu "Circles"
zh_tw: 顯示「圓」功能表

# _msg403
source: Texts
zh_tw: 文字

# _msg404
source: Show menu "Dimensions"
zh_tw: 顯示「標註」功能表

# _msg405
source: Hatches / Solid Fills
zh_tw: 陰影／填實

# _msg406
source: Raster Image
zh_tw: 光柵圖像

# _msg407
source: Show menu "Edit"
zh_tw: 顯示「編輯」功能表

# _msg408
source: Show menu "Measure"
zh_tw: 顯示「測量」功能表

# _msg409
source: Create Block
zh_tw: 建立圖塊

# _msg410
source: Show menu "Select"
zh_tw: 顯示「選取」功能表

# _msg411
source: Polylines
zh_tw: 折線

# _msg412
source: Modify
zh_tw: 修改

# _msg413
source: Back to main menu
zh_tw: 回到主功能表

# _msg414
source: Stretch
zh_tw: 拉伸

# _msg415
source: Round
zh_tw: 圓角

# _msg416
source: Bevel
zh_tw: 倒角

# _msg417
source: Trim by amount
zh_tw: 依數值修剪

# _msg418
source: Trim / Extend
zh_tw: 修剪／延伸

# _msg419
source: Delete
zh_tw: 刪除

# _msg420
source: Edit Entity Attributes
zh_tw: 編輯物件屬性

# _msg421
source: Mirror
zh_tw: 鏡射

# _msg422
source: Scale
zh_tw: 比例

# _msg423
source: Rotate
zh_tw: 旋轉

# _msg424
source: Move / Copy
zh_tw: 移動／複製

# _msg425
source: Rotate Two
zh_tw: 兩點旋轉

# _msg426
source: Move
zh_tw: 移動

# _msg427
source: Move and Rotate
zh_tw: 移動並旋轉

# _msg428
source: Rotate around two centers
zh_tw: 繞兩中心旋轉

# _msg429
source: Trim / Extend two
zh_tw: 修剪／延伸（兩條線）

# _msg430
source: Offset (Experimental Feature, work in progress)
zh_tw: 偏移（試驗中功能）

# _msg431
source: Divide
zh_tw: 等分

# _msg432
source: Explode
zh_tw: 分解

# _msg433
source: Explode Text into Letters
zh_tw: 將文字分解成字母

# _msg434
source: Revert direction
zh_tw: 逆向

# _msg435
source: Edit Entity Geometry
zh_tw: 編輯物件圖形

# _msg436
source: Edit Text
zh_tw: 編輯文字

# _msg437
source: Points
zh_tw: 點

# _msg438
source: Back to main menu
zh_tw: 回到主功能表

# _msg439
source: Single points
zh_tw: 單點

# _msg440
source: Polylines
zh_tw: 折線

# _msg441
source: Back to main menu
zh_tw: 回到主功能表

# _msg442
source: Create Polyline
zh_tw: 繪製折線

# _msg443
source: Trim segments
zh_tw: 修剪線段

# _msg444
source: Polyline equidistant
zh_tw: 繪製等距折線

# _msg445
source: Create Polyline from Existing Segments
zh_tw: 從現有線段建立折線

# _msg446
source: Concentric
zh_tw: 同心

# _msg447
source: Delete between two nodes
zh_tw: 刪除兩節點之間

# _msg448
source: Delete node
zh_tw: 刪除節點

# _msg449
source: Add node
zh_tw: 新增節點

# _msg450
source: Append node
zh_tw: 添加節點

# _msg451
source: Select
zh_tw: 選取

# _msg452
source: Select all
zh_tw: 全選

# _msg453
source: Back to main menu
zh_tw: 回到主功能表

# _msg454
source: Select intersected entities
zh_tw: 選取相交物件

# _msg455
source: Deselect intersected entities
zh_tw: 取消選取相交物件

# _msg456
source: Deselect all
zh_tw: 全部取消選取

# _msg457
source: Invert Selection
zh_tw: 反向選取

# _msg458
source: Select layer
zh_tw: 選取圖層

# _msg459
source: (De-)Select contour
zh_tw: （取消）選取輪廓

# _msg460
source: (De-)Select entity
zh_tw: （取消）選取物件

# _msg461
source: Deselect Window
zh_tw: 取消選擇視窗

# _msg462
source: Select Window
zh_tw: 選擇視窗

# _msg463
source: Continue action
zh_tw: 繼續動作

# _msg464
source: Snap
zh_tw: 貼齊

# _msg465
source: Back to main menu
zh_tw: 回到主功能表

# _msg466
source: Snap to grid
zh_tw: 貼齊格點

# _msg467
source: Free positioning
zh_tw: 任意放置

# _msg468
source: Snap to Endpoints
zh_tw: 貼齊端點

# _msg469
source: Snap to closest point on entity
zh_tw: 貼齊物件最近點

# _msg470
source: Snap to center points
zh_tw: 貼齊中心點

# _msg471
source: Snap to middle points
zh_tw: 貼齊中點

# _msg472
source: Snap to point with given distance to endpoint
zh_tw: 貼齊端點之定距點

# _msg473
source: Snap to intersections automatically
zh_tw: 自動貼齊交點

# _msg474
source: No Restriction
zh_tw: 無限制

# _msg475
source: Orthogonal Restriction
zh_tw: 正交限制

# _msg476
source: Horizontal Restriction
zh_tw: 水平限制

# _msg477
source: Vertical Restriction
zh_tw: 垂直限制

# _msg478
source: Move relative Zero
zh_tw: 移動相對原點

# _msg479
source: Lock relative Zero
zh_tw: 鎖定相對原點

# _msg480
source: Snap to intersections manually
zh_tw: 手動貼齊交點

# _msg481
source: Splines
zh_tw: 雲形線

# _msg482
source: Back to main menu
zh_tw: 回到主功能表

# _msg483
source: Spline
zh_tw: 雲形線

# _msg484
source: Circle Options
zh_tw: 圓選項

# _msg485
source: Radius:
zh_tw: 半徑：

# _msg486
source: Circle Tangential2 Options
zh_tw: 兩圓切線選項

# _msg487
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
zh_tw: <html><head/><body><p>繪製切圓的半徑</p></body></html>

# _msg488
source: Radius:
zh_tw: 半徑：

# _msg489
source: Radius of tangential circle
zh_tw: 切圓半徑

# _msg490
source: Others..
zh_tw: 其他..

# _msg491
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
zh_tw: <html><head/><body><p>輸入座標或指令</p></body></html>

# _msg492
source: Clear
zh_tw: 清除

# _msg493
source: &Copy
zh_tw: 複製

# _msg494
source: Linear Dimension Options
zh_tw: 線性標註選項

# _msg495
source: Angle:
zh_tw: 角度：

# _msg496
source: Dimension Options
zh_tw: 標註選項

# _msg497
source: Label:
zh_tw: 記號：

# _msg505
source: ø (Diameter)
zh_tw: ø（直徑）

# _msg506
source: ¶ (Pi)
zh_tw: ¶（圓周率）

# _msg507
source: &OK
zh_tw: 確定

# _msg509
source: Cancel
zh_tw: 取消

# _msg511
source: &OK
zh_tw: 確定
