Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1232
source: lower after entity
tr: şekil hattından sonra indir

# _msg1233
source: raise over entity
tr: şekil hattı üzerinden kaldır

# _msg1234
source: move to top
tr: yukarı taşı

# _msg1235
source: &Show all
tr: &Tümünü Göster

# _msg1236
source: &Hide all
tr: &Tümünü Gizle

# _msg1237
source: &Add Layer
tr: Katman &Ekle

# _msg1238
source: &Remove Layer
tr: Katmanı &Sil

# _msg1239
source: &Edit Layer
tr: &Katmanı Düzenle

# _msg1240
source: Toggle Layer Loc&k
tr: Tabaka Değiştir Kili&di

# _msg1241
source: &Toggle Layer Visibility
tr: Tabaka Görünürlüğü &Değiştir

# _msg1242
source: Toggle Layer &Print
tr: Tabaka Değiştir &Baskı

# _msg1243
source: Toggle &Construction Layer
tr: &Konstrüksiyon Tabakası Değiştir

# _msg1244
source: &Add Block
tr: Blok &Ekle

# _msg1245
source: &Remove Block
tr: Bloku &Kaldır

# _msg1246
source: &Rename Block
tr: Bloku &Yeniden Adlandır

# _msg1247
source: &Edit Block
tr: Bloku &Düzenle

# _msg1248
source: &Save Block
tr: Bloku &Kaydet

# _msg1249
source: &Insert Block
tr: Blok &Yerleştir

# _msg1250
source: Toggle Block &Visibility
tr: Blok &Görünürlüğü Değiştir

# _msg1251
source: &Create Block
tr: Blok &Oluştur

# _msg1252
source: Ex&plode
tr: Pa&rçala

# _msg1253
source: &Application Preferences
tr: &Uygulama Tercihleri

# _msg1254
source: Current &Drawing Preferences
tr: Bu &Çizimle İlgili Tercihler

# _msg1255
source: &Delete selected
tr: Seçili Olanı &Sil

# _msg1256
source: Select &All
tr: Tümünü &Seç

# _msg1257
source: Deselect &all
tr: Seçilenlerin Tümünü &Bırak

# _msg1259
source: Invert Selection
tr: Seçimi Ters Çevir

# _msg1260
source: Zoom &In
tr: &Yakınlaş

# _msg1261
source: Zoom &Out
tr: &Uzaklaş

# _msg1262
source: &Auto Zoom
tr: &Otomatik Yakınlaştırma

# _msg1263
source: Previous &View
tr: Önceki &Görünüm

# _msg1264
source: &Redraw
tr: &Yeniden Çiz

# _msg1265
source: &New
tr: &Yeni

# _msg1266
source: New From &Template
tr: &Şablondan Yeni

# _msg1267
source: &Open...
tr: &Aç...

# _msg1268
source: &Save
tr: &Kaydet

# _msg1269
source: Save &as...
tr: &Farklı Kaydet...

# _msg1270
source: &Export as image
tr: Resim Olarak &Dışarı Aktar

# _msg1271
source: &Close
tr: &Kapat

# _msg1272
source: &Print...
tr: &Yazdır...

# _msg1273
source: Export as PDF
tr: PDF Olarak Dışarı Aktar

# _msg1274
source: Print Pre&view
tr: Yazıcı Ön&izleme

# _msg1275
source: &Quit
tr: &Çık

# _msg1276
source: &Block
tr: &Blok

# _msg1277
source: &Fullscreen
tr: &Tam Ekran

# _msg1278
source: &Grid
tr: &Izgara

# _msg1280
source: &Statusbar
tr: &Durum Çubuğu

# _msg1282
source: Focus on &Command Line
tr: &Komut Satırına Odaklan

# _msg1283
source: Widget Options
tr: Görsel Parça Seçenekleri

# _msg1284
source: Left
tr: Sol

# _msg1285
source: Right
tr: Sağ

# _msg1286
source: Top
tr: Üst

# _msg1287
source: Bottom
tr: Alt

# _msg1288
source: Floating
tr: Değişken

# _msg1289
source: Reload Style Sheet
tr: Stil Sayfasını Yeniden Yükle

# _msg1290
source: Device Options
tr: Cihaz Opsiyonları

# _msg1291
source: Mo&ve and Rotate
tr: Ta&şı ve Döndür

# _msg1292
source: Tr&im Two
tr: İkiye Kı&rp

# _msg1293
source: O&ffset
tr: O&fsetle

# _msg1294
source: Menu Creator
tr: Menü Oluşturucu

# _msg1295
source: Toolbar Creator
tr: Araç Çubuğu Oluşturucu

# _msg1296
source: Pol&ygon (Cen,Tan)
tr: Pol&igon (Mer,Teğ)

# _msg1297
source: Center, &Diameter
tr: Merkez, &Çap

# _msg1298
source: Trim E&xcess
tr: F&azlalığı Kırp

# _msg1299
source: S&hape Text
tr: Metni Ş&ekillendir

# _msg1300
source: &Unlink Text from Geometry
tr: Geometriden Metni &Ayır

# _msg1301
source: &Unlock all
tr: Tümünün &Kilidini Aç

# _msg1302
source: &Lock all
tr: Tümünü &Kilitle

# _msg1303
source: Export as CA&M/plain SVG...
tr: CA&M/düz SVG olarak dışarı aktar...

# _msg1304
source: Close All
tr: Tümünü Kapat

# _msg1305
source: Export to ProNest
tr: ProNest’e Dışarı Aktar

# _msg1306
source: Save A&ll...
tr: T&ümünü Kaydet...

# _msg1307
source: Export as
tr: Dışarı Farklı Aktar

# _msg1308
source: Mouse
tr: Fare

# _msg1310
source: Device
tr: Cihaz

# _msg1311
source: Save
tr: Kaydet

# _msg1315
source: De&bugging
tr: Ha&ta Ayıklama

# _msg1316
source: Insert Image
tr: Resmi Ekle

# _msg1317
source: Widget Options
tr: Görsel Parça Seçenekleri

# _msg1318
source: Toolbar
tr: Araç Çubuğu

# _msg1319
source: Icon Size
tr: Simge Boyutu

# _msg1320
source: General
tr: Genel

# _msg1321
source: Style
tr: Stil

# _msg1322
source: Style Sheet
tr: Stil Sayfası

# _msg1323
source: Statusbar
tr: Durum Çubuğu

# _msg1324
source: Height
tr: Yükseklik

# _msg1325
source: Font Size
tr: Yazı Tipi Boyutu

# _msg1326
source: Input the path of a Qt style sheet.
tr: Qt stil sayfası için yolu girin.

# _msg1327
source: side length in pixels
tr: yan uzunluğu - piksel

# _msg1328
source: Use themed icons
tr: Temalı simge kullan

# _msg1329
source: select:
tr: seç:

# _msg1330
source: remove left
tr: kaldır sol

# _msg1331
source: remove right
tr: kaldır sağ

# _msg1332
source: remove 0'
tr: kaldır 0'

# _msg1333
source: remove 0"
tr: kaldır 0"

# _msg1334
source: Line Relative Angle Options
tr: Çizgilerin Göreli Açı Seçenekleri

# _msg1335
source: Spacing:
tr: Boşluk:

# _msg1336
source: Distance from original polyline
tr: Orijinal çoklu çizgiden mesafe

# _msg1337
source: Copies:
tr: Kopyalar:

# _msg1338
source: Select object:
tr: Nesne seç:

# _msg1339
source: Cancel
tr: İptal

# _msg1340
source: Cancel
tr: İptal

# _msg1341
source: Select objects:
tr: Nesneleri seç:

# _msg1342
source: Cancel
tr: İptal

# _msg1343
source: &File
tr: &Dosya

# _msg1344
source: File
tr: Dosya

# _msg1345
source: &Edit
tr: &Düzenle

# _msg1346
source: Edit
tr: Düzenle

# _msg1347
source: &View
tr: &Görüntüle

# _msg1348
source: View
tr: Görüntüle

# _msg1349
source: &Select
tr: &Seçim

# _msg1350
source: &Line
tr: &Çizgi

# _msg1351
source: &Circle
tr: &Daire

# _msg1352
source: &Ellipse
tr: &Elips

# _msg1353
source: &Modify
tr: &Değiştir

# _msg1354
source: &Info
tr: &Bilgi

# _msg1355
source: Pen
tr: Kalem

# _msg1356
source: Tool Options
tr: Araç Seçenekleri

# _msg1357
source: About
tr: Hakkında

# _msg1358
source: &Help
tr: &Yardım

# _msg1359
source: Layer List
tr: Katman Listesi

# _msg1360
source: Block List
tr: Blok listesi

# _msg1361
source: Library Browser
tr: Kitaplık Tarayıcısı

# _msg1362
source: Command line
tr: Komut satırı

# _msg1363
source: &Cascade
tr: &Basamakla

# _msg1364
source: &Tile
tr: &Diz

# _msg1365
source: Tile &Horizontally
tr: &Yanyana Diz

# _msg1366
source: Creating new file...
tr: Yeni dosya oluşturuluyor...

# _msg1367
source: Block '%1'
tr: Blok '%1'

# _msg1368
source: unnamed document %1
tr: isimsiz belge %1

# _msg1369
source: New Drawing created.
tr: Yeni Çizim oluşturuldu.

# _msg1370
source: Opening recent file...
tr: Son kullanılan dosya açılıyor...

# _msg1371
source: Cannot open the file %1 Please check the permissions.
tr: %1 dosyası açılamıyor. Lütfen dosya izinlerine bakın.

# _msg1372
source: Loaded document:
tr: Yüklü belge:

# _msg1373
source: Opening aborted
tr: Açmaktan vazgeçildi

# _msg1374
source: Saving drawing...
tr: Çizim kaydediliyor...

# _msg1375
source: Saved drawing: %1
tr: Kaydedilen çizim: %1

# _msg1376
source: Cannot save the file %1 Please check the permissions.
tr: %1 dosyası kaydedilemedi. Lütfen dosya izinlerine bakın.

# _msg1377
source: Saving drawing under new filename...
tr: Çizim yeni dosyaya kaydediliyor...

# _msg1378
source: Exporting drawing...
tr: Çizim dışa aktarılıyor...

# _msg1379
source: Exported: %1
tr: Dışa aktarıldı: %1

# _msg1380
source: Exporting...
tr: Dışa aktarılıyor...

# _msg1381
source: Export complete
tr: Dışa aktarım tamamlandı

# _msg1382
source: Export failed!
tr: Dışa aktarım gerçekleşmedi!

# _msg1383
source: Printing...
tr: Yazdırılıyor...

# _msg1384
source: Printing complete
tr: Yazdırma tamamlandı

# _msg1385
source: Print preview for %1
tr: %1 için baskı önizlemesi

# _msg1386
source: Exiting application...
tr: Uygulamadan çıkılıyor...

# _msg1387
source: &Polyline
tr: &Çoklu çizgi

# _msg1388
source: Auto-saving drawing...
tr: Çizim otomatik kaydediliyor...

# _msg1389
source: Auto-saved drawing
tr: Otomatik kaydedilen çizim

# _msg1390
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
tr: Dosya otomatik kaydedilemedi %1 Lütfen izinleri kontrol edin. Otomatik kayıt kapalı.

# _msg1391
source: Import
tr: İçeri Aktar

# _msg1392
source: &Toolbars
tr: &Araç Çubukları

# _msg1393
source: Compiled on: %1
tr: Derlenme tarihi: %1

# _msg1394
source: Version: %1
tr: Sürüm: %1

# _msg1395
source: Warning: File already opened :
tr: Uyarı: Dosya zaten açık :

# _msg1396
source: Cannot save the file
tr: Dosya kaydedilemedi

# _msg1397
source: , please check the filename and permissions.
tr: , lütfen dosya adını ve izinleri kontrol edin.

# _msg1398
source: Tile &Vertically
tr: &Dikey Döşe

# _msg1399
source: Ta&b mode
tr: Sekm&e modu

# _msg1400
source: New document from template:
tr: Şablondan yeni belge:

# _msg1401
source: Select Template aborted
tr: Seçilen Şablon iptal edildi

# _msg1402
source: Auto-saving failed
tr: Otomatik kaydedilemedi

# _msg1403
source: Snap Selection
tr: Seçimi Yakala

# _msg1404
source: Export as
tr: Dışarı Farklı Aktar

# _msg1405
source: Compiler: Clang %1.%2.%3
tr: Derleyici: Clang %1.%2.%3

# _msg1406
source: Compiler: GNU GCC %1.%2.%3
tr: Derleyici: GNU GCC %1.%2.%3

# _msg1407
source: Qt Version: %1
tr: Qt Sürümü: %1

# _msg1408
source: Export as PDF
tr: PDF Olarak Dışarı Aktar

# _msg1409
source: Export
tr: Dışarı Aktar

# _msg1410
source: Cannot open the file %1 Please check its existence and permissions.
tr: Dosya açılamadı %1 Lütfen dosyanın var olduğunu ve izinleri kontrol edin.

# _msg1411
source: File '%1' does not exist. Opening aborted
tr: '%1' dosyası yok. Açma iptal edildi

# _msg1412
source: Categories
tr: Kategoriler

# _msg1413
source: &Order
tr: &Sipariş

# _msg1414
source: Order
tr: Düzen

# _msg1415
source: Select
tr: Seç

# _msg1416
source: Line
tr: Çizgi

# _msg1417
source: Circle
tr: Daire

# _msg1418
source: &Curve
tr: &Kavislendir

# _msg1419
source: Curve
tr: Kavis

# _msg1420
source: Ellipse
tr: Elips

# _msg1421
source: Polyline
tr: Çoklu çizgi

# _msg1422
source: Dimension
tr: Boyut

# _msg1423
source: Modify
tr: Değiştir

# _msg1424
source: Info
tr: Bilgi

# _msg1425
source: Dock Areas
tr: Sabit Alanlar

# _msg1426
source: Grid Status
tr: Izgara Durumu

# _msg1427
source: Toolbars
tr: Araç çubukları

# _msg1428
source: Dockwidgets
tr: Sabit görsel parçalar

# _msg1429
source: Device Options
tr: Cihaz Opsiyonları

# _msg1430
source: Device
tr: Cihaz

# _msg1431
source: &Options
tr: &Seçenekler

# _msg1432
source: Pl&ugins
tr: Ek&lentiler

# _msg1433
source: Dime&nsion
tr: Boyu&tlar

# _msg1434
source: Dock Wid&gets
tr: Sabit Görsel Par&çalar

# _msg1435
source: Recent Files
tr: Son Dosyalar

# _msg1436
source: Boost Version: %1.%2.%3
tr: Sürüm Yükselt: %1.%2.%3

# _msg1437
source: Copy
tr: Kopyala

# _msg1438
source: Contributors
tr: Katkı sunanlar

# _msg1439
source: License
tr: Lisans

# _msg1440
source: System
tr: Sistem

# _msg1441
source: Toolbar Creator
tr: Araç Çubuğu Oluşturucu

# _msg1442
source: Menu Creator
tr: Menü Oluşturucu

# _msg1443
source: Menu Assigner
tr: Menü Atayıcı

# _msg1444
source: &Tools
tr: &Araçlar

# _msg1445
source: &Drawings
tr: &Çizimler

# _msg1446
source: Saving drawing: %1
tr: Çizim kaydediliyor: %1

# _msg1447
source: Save cancelled
tr: Kayıt iptal edildi

# _msg1448
source: Closing Drawing
tr: Çizim kapatılıyor

# _msg1449
source: Save changes to the following item? %1
tr: Değişiklikler şu ögeye kaydedilsin mi? %1

# _msg1450
source: &Save
tr: &Kaydet

# _msg1451
source: Save &as...
tr: &Farklı Kaydet...

# _msg1452
source: &Save %1
tr: &Kaydet %1

# _msg1453
source: Save %1 &as...
tr: Farklı %1 &kaydet...

# _msg1454
source: &Window mode
tr: &Windows modu

# _msg1455
source: &Layout
tr: &Düzen

# _msg1456
source: Rounded
tr: Yuvarlak

# _msg1457
source: Triangular
tr: Üçgen

# _msg1458
source: North
tr: Kuzey

# _msg1459
source: South
tr: Güney

# _msg1460
source: East
tr: Doğu

# _msg1461
source: West
tr: Batı

# _msg1462
source: &Arrange
tr: &Düzenle

# _msg1463
source: &Maximized
tr: &Maksimize Edildi

# _msg1464
source: Save All cancelled
tr: Tümünü Kaydet iptal edildi

# _msg1465
source: Close All cancelled
tr: Tümünü Kapat iptal edildi

# _msg1466
source: Compiler: Microsoft C/C++ %1.%2.%3.%4
tr: Derleyici: Microsoft C/C++ %1.%2.%3.%4

# _msg1467
source: The Code
tr: Kod

# _msg1468
source: LibreCAD Help
tr: LibreCAD Yardım

# _msg1473
source: Do you really want to close the drawing?
tr: Çizimi gerçekten kapatmak istiyor musunuz?

# _msg1474
source: Do you really want to close the file %1?
tr: %1dosyasını gerçekten kapatmak istiyor musunuz?

# _msg1475
source: Closing Drawing
tr: Çizim kapatılıyor

# _msg1476
source: Save Drawing
tr: Çizimi Kaydet

# _msg1477
source: This file is set to read-only.
tr: Bu dosya salt okunur ayarlandı.

# _msg1478
source: Try again with a different file name.
tr: Farklı bir dosya adıyla tekrar deneyin.

# _msg1479
source: escape
tr: çık

# _msg1480
source: Selection
tr: Seçim

# _msg1482
source: Current Layer
tr: Geçerli Tabaka

# _msg1483
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Name of Current Active Layer</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aktif Durumdaki Tabaka Adı</p></body></html>

# _msg1484
source: Block Settings
tr: Blok Ayarları

# _msg1485
source: Block Name:
tr: Blok İsmi:

# _msg1486
source: Renaming Block
tr: Blok İsimlendirme

# _msg1487
source: Could not name block. A block named "%1" already exists.
tr: Blok isimlendirilemedi. "%1" isminde bir blok zaten var.

# _msg1488
source: Show all blocks
tr: Tüm blokları göster

# _msg1489
source: Hide all blocks
tr: Tüm blokları gizle

# _msg1490
source: Remove the active block
tr: Etkin bloku kaldır

# _msg1491
source: Rename the active block
tr: Etkin bloku yeniden adlandır

# _msg1492
source: Edit the active block in a separate window
tr: Etkin bloku ayrı bir pencerede düzenlemek için açar

# _msg1493
source: Insert the active block
tr: Etkin bloku yerleştir

# _msg1494
source: Block Menu
tr: Blok Menüsü

# _msg1495
source: &Defreeze all Blocks
tr: Tüm Blokları &Çöz

# _msg1496
source: &Freeze all Blocks
tr: Tüm Blokları &Dondur

# _msg1497
source: &Add Block
tr: Blok &Ekle

# _msg1498
source: &Remove Block
tr: Bloku &Kaldır

# _msg1499
source: &Rename Block
tr: Bloku &Yeniden Adlandır

# _msg1500
source: &Edit Block
tr: Bloku &Düzenle

# _msg1501
source: &Insert Block
tr: Blok &Yerleştir

# _msg1502
source: &Toggle Visibility
tr: Görünürlüğü &Göster/Gizle

# _msg1503
source: &Create New Block
tr: Yeni Blok &Oluştur

# _msg1504
source: Create Block
tr: Blok Oluştur

# _msg1505
source: Add an empty block
tr: Boş blok ekle

# _msg1506
source: save the active block to a file
tr: etkin bloku bir dosyaya kaydet

# _msg1507
source: Looking for matching block names
tr: Eşleşen blok adları aranıyor

# _msg1509
source: Unchanged
tr: Değişmedi

# _msg1510
source: By Layer
tr: Katmana göre

# _msg1511
source: By Block
tr: Bloka göre

# _msg1512
source: Red
tr: Kırmızı

# _msg1513
source: Yellow
tr: Sarı

# _msg1514
source: Green
tr: Yeşil

# _msg1515
source: Cyan
tr: Turkuaz

# _msg1516
source: Blue
tr: Mavi

# _msg1517
source: Magenta
tr: Mor

# _msg1518
source: Black / White
tr: Siyah/Beyaz

# _msg1519
source: Gray
tr: Gri

# _msg1520
source: Light Gray
tr: Açık Gri

# _msg1521
source: Dark Red
tr: Koyu Kırmızı

# _msg1522
source: Dark Yellow
tr: Koyu Sarı

# _msg1523
source: Dark Green
tr: Koyu Yeşil

# _msg1524
source: Dark Cyan
tr: Koyu Deniz Mavisi

# _msg1525
source: Dark Blue
tr: Koyu Mavi

# _msg1526
source: Dark Magenta
tr: Koyu Mor

# _msg1527
source: Dark Gray
tr: Koyu Gri

# _msg1528
source: Custom
tr: Özel

# _msg1529
source: clear
tr: temizle

# _msg1530
source: &Copy
tr: &Kopyala

# _msg1531
source: Select &All
tr: Tümünü &Seç

# _msg1532
source: Clear
tr: Temizle

# _msg1533
source: Command Line
tr: Komut Satırı

# _msg1534
source: Command:
tr: Komut:

# _msg1535
source: Unknown command: %1
tr: Bilinmeyen komut: %1

# _msg1536
source: Command history and output
tr: Komut geçmişi ve çıktı

# _msg1537
source: escape
tr: çık

# _msg1539
source: Coordinates
tr: Koordinatlar

# _msg1540
source: Dimension Label Editor
tr: Ölçülendirme Etiketi Düzenleyici

# _msg1541
source: Dimension Label:
tr: Ölçülendirme Etiketi:

# _msg1542
source: Label:
tr: Etiket:

# _msg1543
source: Insert:
tr: Yerleştir:

# _msg1544
source: ° (Degree)
tr: ° (Derece)

# _msg1545
source: ± (Plus / Minus)
tr: ± (Artı - Eksi)

# _msg1546
source: × (Times)
tr: × (Çarpı)

# _msg1547
source: ÷ (Division)
tr: ÷ (Bölü)

# _msg1548
source: ⌀ (Diameter)
tr: ⌀ (Çap)

# _msg1550
source: Arc
tr: Yay

# _msg1551
source: Layer:
tr: Katman:

# _msg1552
source: Geometry
tr: Geometri

# _msg1553
source: Radius:
tr: Yarıçap:

# _msg1554
source: Center (y):
tr: Merkez (y):

# _msg1555
source: Center (x):
tr: Merkez (x):

# _msg1556
source: Start Angle:
tr: Başlangıç Açısı:

# _msg1557
source: End Angle:
tr: Bitiş Açısı:

# _msg1558
source: Reversed
tr: Yedek

# _msg1559
source: Attributes
tr: Öznitelikler

# _msg1560
source: Layer:
tr: Katman:

# _msg1561
source: Apply attributes also to all sub-entities of selected INSERT. This recursively modifies all entities of the Block itself.
tr: Nitelikleri seçilen INSERT için tüm alt şekil hatlarına da uygula. Bu, Bloktaki tüm şekilde hatlarını yinelemeli olarak değiştirir.

# _msg1562
source: Apply attributes Block-deep
tr: Nitelikleri Blok çapında uygula

# _msg1563
source: Circle
tr: Daire

# _msg1564
source: Layer:
tr: Katman:

# _msg1565
source: Geometry
tr: Geometri

# _msg1566
source: Radius:
tr: Yarıçap:

# _msg1567
source: Center (y):
tr: Merkez (y):

# _msg1568
source: Center (x):
tr: Merkez (x):

# _msg1569
source: Linear Dimension
tr: Doğrusal Ölçülendirme

# _msg1570
source: Layer:
tr: Katman:

# _msg1571
source: Geometry
tr: Geometri

# _msg1572
source: Angle:
tr: Açı:

# _msg1573
source: Layer:
tr: Katman:

# _msg1574
source: Dimension
tr: Boyut

# _msg1575
source: Ellipse
tr: Elips

# _msg1576
source: Layer:
tr: Katman:

# _msg1577
source: Geometry
tr: Geometri

# _msg1578
source: Center (y):
tr: Merkez (y):

# _msg1579
source: Center (x):
tr: Merkez (x):

# _msg1580
source: End Angle:
tr: Bitiş Açısı:

# _msg1581
source: Start Angle:
tr: Başlangıç Açısı:

# _msg1582
source: Rotation:
tr: Dönüş:

# _msg1583
source: Minor:
tr: Küçük:

# _msg1584
source: Major:
tr: Büyük:

# _msg1585
source: Reversed
tr: Yedek

# _msg1586
source: Convert Fonts
tr: Yazı Tiplerini Dönüştür

# _msg1587
source: Font family:
tr: Yazı tipi ailesi:

# _msg1588
source: Font file:
tr: Yazı tipi dosyası:

# _msg1590
source: Save as:
tr: Farklı kaydet:

# _msg1591
source: Letter spacing:
tr: Harf aralığı:

# _msg1592
source: Author:
tr: Yazar:

# _msg1593
source: Word spacing:
tr: Sözcük aralığı:

# _msg1594
source: License:
tr: Lisans:

# _msg1595
source: Line spacing:
tr: Hat aralığı:

# _msg1596
source: Writing System:
tr: Yazma Sistemi:

# _msg1597
source: Preview
tr: Önizleme

# _msg1598
source: Create
tr: Oluştur

# _msg1599
source: - Searching
tr: - Arama

# _msg1600
source: LibreCAD Font Files(*.lff)
tr: LibreCAD Yazı Tipi Ailesi (*.lff)

# _msg1601
source: - Rendering
tr: - Renderleme

# _msg1602
source: Choose Hatch Attributes
tr: Tarama Özniteliklerini Seç

# _msg1603
source: Pattern
tr: Şablon

# _msg1604
source: Angle:
tr: Açı:

# _msg1605
source: Scale:
tr: Oran:

# _msg1606
source: Solid Fill
tr: Dolgu

# _msg1607
source: Preview
tr: Önizleme

# _msg1608
source: Enable Preview
tr: Önizlemeyi Etkinleştir

# _msg1609
source: Image
tr: Biteşlem

# _msg1610
source: Layer:
tr: Katman:

# _msg1611
source: Geometry
tr: Geometri

# _msg1612
source: Width:
tr: Genişlik:

# _msg1613
source: Height:
tr: Yükseklik:

# _msg1614
source: insert (x):
tr: ekle (x):

# _msg1615
source: Scale:
tr: Oran:

# _msg1616
source: Size (px):
tr: Boyut (px):

# _msg1617
source: path:
tr: yol:

# _msg1618
source: insert (y):
tr: ekle (y):

# _msg1619
source: Angle:
tr: Açı:

# _msg1621
source: Welcome
tr: Hoş Geldiniz

# _msg1622
source: Default Unit:
tr: Öntanımlı Birim:

# _msg1623
source: GUI Language:
tr: Arayüz Dili:

# _msg1624
source: Command Language:
tr: Komut Dili:

# _msg1625
source: <font size="+1"><b>Welcome to LibreCAD</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> (You can changes these settings later.)
tr: <font size="+1"><b>LibreCAD’e hoş geldiniz</b> </font> <br> Lütfen yeni çizimler için kullanmak istediğini birimi ve tercih ettiğiniz dili seçin.<br> (Bu ayarları daha sonra değiştirebilirsiniz.)

# _msg1626
source: Insert
tr: Yerleştir

# _msg1627
source: Layer:
tr: Katman:

# _msg1628
source: Geometry
tr: Geometri

# _msg1629
source: Insertion point (x):
tr: Yerleştirme noktası (x):

# _msg1630
source: Insertion point (y):
tr: Yerleştirme noktası (y):

# _msg1631
source: Angle:
tr: Açı:

# _msg1632
source: Rows:
tr: Satırlar:

# _msg1633
source: Columns:
tr: Sütunlar:

# _msg1634
source: Row Spacing:
tr: Satır Boşluğu:

# _msg1635
source: Column Spacing:
tr: Sütun Boşluğu:

# _msg1636
source: Scale X:
tr: Ölçek X:

# _msg1637
source: Scale Y:
tr: Ölçek Y:

# _msg1638
source: Line
tr: Çizgi

# _msg1639
source: Layer:
tr: Katman:

# _msg1640
source: Geometry
tr: Geometri

# _msg1641
source: End point (x):
tr: Bitiş noktası (x):

# _msg1642
source: End point (y):
tr: Bitiş noktası (y):

# _msg1643
source: Start point (y):
tr: Başlangıç noktası (y):

# _msg1644
source: Start point (x):
tr: Başlangıç noktası (x):

# _msg1645
source: MText
tr: MMetin

# _msg1646
source: Layer:
tr: Katman:

# _msg1647
source: Font
tr: Yazıtipi

# _msg1648
source: &Height:
tr: &Yükseklik:

# _msg1649
source: &Default line spacing
tr: &Öntanımlı satır boşluğu

# _msg1651
source: Alignment
tr: Hizalama

# _msg1652
source: Top Right
tr: Sağ Üst

# _msg1653
source: Top Left
tr: Sol Üst

# _msg1654
source: Middle Left
tr: Ortanın Solu

# _msg1655
source: Middle Center
tr: Orta Merkez

# _msg1656
source: Middle Right
tr: Ortanın Sağı

# _msg1657
source: Bottom Left
tr: Sol Alt

# _msg1658
source: Bottom Right
tr: Sağ Alt

# _msg1659
source: Bottom Center
tr: Alt Orta

# _msg1660
source: Top Center
tr: Üst Merkez

# _msg1661
source: Angle
tr: Açı

# _msg1662
source: Text:
tr: Metin:

# _msg1663
source: Clear Text
tr: Metni Sil

# _msg1664
source: Load Text From File
tr: Metni Dosyadan Yükle

# _msg1665
source: Save Text To File
tr: Metni Dosyaya Kaydet

# _msg1666
source: Cut
tr: Kes

# _msg1667
source: Copy
tr: Kopyala

# _msg1668
source: Paste
tr: Yapıştır

# _msg1669
source: Insert Symbol
tr: Sembolü Yerleştir

# _msg1670
source: Degree (°)
tr: Derece (°)

# _msg1671
source: Plus / Minus (±)
tr: Artı - Eksi (±)

# _msg1672
source: At (@)
tr: Salyangoz (@)

# _msg1673
source: Hash (#)
tr: Diyez (#)

# _msg1674
source: Dollar ($)
tr: Dolar ($)

# _msg1675
source: Copyright (©)
tr: Telif Hakkı (©)
