Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2847
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of three circles</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Накреслити коло, дотичне до трьох кіл</span></p></body></html>

# _msg2848
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Накреслити коло, дотичне до іншого кола та проходить через дві точки</span></p></body></html>

# _msg2849
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Накреслити коло, дотичне до двох кіл і проходить через задану точку</span></p></body></html>

# _msg2850
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Накреслити коло, дотичне до трьох ліній, дуг чи кіл</span></p></body></html>

# _msg2851
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Накреслити коло, вписане в трикутник, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">тобто</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, дотичне до 3 ліній. Будь ласка, натомість використовуйте нову функцію &quot;Коло дотичне трьом&quot;.</span></p></body></html>

# _msg2852
source: Dimensions
uk: Розміри

# _msg2853
source: Back to main menu
uk: Назад до головного меню

# _msg2854
source: Diametric Dimension
uk: Діаметральний розмір

# _msg2855
source: Radial Dimension
uk: Радіальний розмір

# _msg2856
source: Vertical Dimension
uk: Вертикальний розмір

# _msg2857
source: Horizontal Dimension
uk: Горизонтальний розмір

# _msg2858
source: Linear Dimension
uk: Лінійний розмір

# _msg2859
source: Aligned Dimension
uk: Вирівняний розмір

# _msg2860
source: Angular Dimension
uk: Кутовий розмір

# _msg2861
source: Leader
uk: Поличка-виноска

# _msg2862
source: Concentric
uk: Концентричний

# _msg2863
source: Ellipses
uk: Еліпси

# _msg2864
source: Ellipse arc with center, two points and angles
uk: Дуга еліпса за центром, двома точками й кутами

# _msg2865
source: Ellipse with Center and two points
uk: Еліпс за центром й двома точками

# _msg2866
source: Back to main menu
uk: Назад до головного меню

# _msg2867
source: Draw Ellipse by foci and a point on ellipse
uk: Намалювати еліпс за фокусами та точці на еліпсі

# _msg2868
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
uk: Намалювати еліпс з осями у напрямку X/Y та чотирьом точкам на еліпсі

# _msg2869
source: Draw Ellipse with by center and 3 points on ellipse
uk: Намалювати еліпс за центром та 3 точкам на еліпсі

# _msg2870
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Побудувати еліпс, вписаний у чотирикутник, <span style=" font-style:italic;">тобто</span> дотичний до чотирьох прямих.</p></body></html>

# _msg2871
source: Concentric
uk: Концентрично

# _msg2872
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
uk: <html><head/><body><p>Накреслити еліпс за центром та трьома точками</p></body></html>

# _msg2873
source: Info
uk: Інформація

# _msg2874
source: Back to main menu
uk: Назад до головного меню

# _msg2875
source: Distance (Point, Point)
uk: Відстань (точка, точка)

# _msg2876
source: Distance (Entity, Point)
uk: Відстань (об’єкт, точка)

# _msg2877
source: Angle
uk: Кут

# _msg2878
source: Total length of selected entities
uk: Сумарна довжина вибраних об’єктів

# _msg2879
source: Area of polygon
uk: Площа багатокутника

# _msg2880
source: Concentric
uk: Концентрично

# _msg2881
source: Lines
uk: Лінії

# _msg2882
source: Freehand lines
uk: Довільні лінії (криві)

# _msg2883
source: Orthogonal lines
uk: Ортогональні лінії

# _msg2884
source: Back to main menu
uk: Назад до головного меню

# _msg2885
source: Bisectors
uk: Бісектриси

# _msg2886
source: Tangents from circle to circle
uk: Дотичні від кола до кола

# _msg2887
source: Tangents from point to circle
uk: Дотичні від точки до кола

# _msg2888
source: Line with two points
uk: Лінія за двома точками

# _msg2889
source: Lines with relative angles
uk: Лінії під відносним кутом

# _msg2890
source: Line with given angle
uk: Лінія під заданим кутом

# _msg2891
source: Horizontal lines
uk: Горизонтальні лінії

# _msg2892
source: Vertical lines
uk: Вертикальні лінії

# _msg2893
source: Rectangles
uk: Прямокутники

# _msg2894
source: Polygons with Center and Corner
uk: Багатокутники за центром й кутовою точкою

# _msg2895
source: Polygons with two Corners
uk: Багатокутники за двома кутовими точками

# _msg2896
source: Parallels with distance
uk: Паралельні на відстані

# _msg2897
source: Parallels through point
uk: Паралельні через точку

# _msg2898
source: Tangents to a circle, orthogonal to a line
uk: Дотична до кола, перпендикулярно відрізку

# _msg2899
source: Main
uk: Головна

# _msg2900
source: Show menu "Lines"
uk: Показати меню „Лінії“

# _msg2901
source: Show menu "Arcs"
uk: Показати меню „Дуги“

# _msg2902
source: Show menu "Circles"
uk: Показати меню „Кола“

# _msg2903
source: Show menu "Points"
uk: Показати меню „Точки“

# _msg2904
source: Show menu "Measure"
uk: Показати меню „Вимір“

# _msg2905
source: Show menu "Ellipses"
uk: Показати меню „Еліпси“

# _msg2906
source: Hatches / Solid Fills
uk: Штрихування/заливання кольором

# _msg2907
source: Show menu "Edit"
uk: Показати меню „Редагування“

# _msg2908
source: Show menu "Dimensions"
uk: Показати меню „Розміри“

# _msg2909
source: Texts
uk: Тексти

# _msg2910
source: Show menu "Select"
uk: Показати меню „Вибір“

# _msg2911
source: Create Block
uk: Створити блок

# _msg2912
source: Raster Image
uk: Растрове зображення

# _msg2913
source: Points
uk: Точки

# _msg2914
source: Splines
uk: Сплайни

# _msg2915
source: Polylines
uk: Ламані

# _msg2916
source: Show toolbar "Lines"
uk: Показати панель інструментів „Лінії“

# _msg2917
source: Show toolbar "Arcs"
uk: Показати панель інструментів „Дуги“

# _msg2918
source: Show toolbar "Circles"
uk: Показати панель інструментів „Кола“

# _msg2919
source: Show toolbar "Ellipses"
uk: Показати панель інструментів „Еліпси“

# _msg2920
source: Show toolbar "Polylines"
uk: Показати панель інструментів „Ламані“

# _msg2921
source: Draw Splines
uk: Намалювати сплайни

# _msg2922
source: Draw Points
uk: Накреслити точки

# _msg2923
source: Insert Text
uk: Вставити текст

# _msg2924
source: Show toolbar "Dimensions"
uk: Показати панель інструментів „Розміри“

# _msg2925
source: Create Hatch
uk: Створити штрихування

# _msg2926
source: Insert Image
uk: Вставити зображення

# _msg2927
source: Show toolbar "Modify"
uk: Показати панель інструментів „Правка“

# _msg2928
source: Show toolbar "Info"
uk: Показати панель інструментів „Інформація“

# _msg2929
source: Show toolbar "Select"
uk: Показати панель інструментів „Вибір“

# _msg2930
source: Insert Multi-line Text
uk: Вставити багаторядковий текст

# _msg2931
source: Modify
uk: Змінити

# _msg2932
source: Back to main menu
uk: Назад до головного меню

# _msg2933
source: Rotate
uk: Повернути

# _msg2934
source: Scale
uk: Масшабувати

# _msg2935
source: Move
uk: Зрушення

# _msg2936
source: Move and Rotate
uk: Зрушення та обертання

# _msg2937
source: Explode
uk: Розбити

# _msg2938
source: Delete
uk: Вилучити

# _msg2939
source: Stretch
uk: Витягнути

# _msg2940
source: Cut
uk: Вирізати

# _msg2941
source: Round
uk: Округлення

# _msg2942
source: Bevel
uk: Фаска

# _msg2943
source: Trim by amount
uk: Усікти на величину

# _msg2944
source: Trim / Extend two
uk: Усікти/розтягнути обидва

# _msg2945
source: Trim / Extend
uk: Усікти/розтягнути

# _msg2946
source: Rotate around two centers
uk: Обертати навколо двох центрів

# _msg2947
source: Edit Entity Attributes
uk: Редагувати атрибути об’єкта

# _msg2948
source: Edit Entity Geometry
uk: Редагувати геометрію об’єкта

# _msg2949
source: Mirror
uk: Віддзеркалення

# _msg2950
source: Divide
uk: Розділити

# _msg2951
source: Explode Text into Letters
uk: Розбити текст на букви

# _msg2952
source: Edit Text
uk: Редагувати текст

# _msg2953
source: Move / Copy
uk: Перемістити / копіювати

# _msg2954
source: Rotate Two
uk: Повернути навколо двох центрів

# _msg2955
source: Offset (Experimental Feature, work in progress)
uk: Еквідистанта (інструмент ще в розробці)

# _msg2956
source: Revert direction
uk: Повернути напрямок

# _msg2957
source: Lengthen
uk: Подовжити

# _msg2958
source: Points
uk: Точки

# _msg2959
source: Back to main menu
uk: Назад до головного меню

# _msg2960
source: Single points
uk: Поодинокі точки

# _msg2961
source: Polylines
uk: Ламані

# _msg2962
source: Back to main menu
uk: Назад до головного меню

# _msg2963
source: Create Polyline
uk: Створити ламану

# _msg2964
source: Delete between two nodes
uk: Вилучити між двома вузлами

# _msg2965
source: Add node
uk: Додати вузол

# _msg2966
source: Delete node
uk: Вилучити вузол

# _msg2967
source: Trim segments
uk: Усікти відрізки

# _msg2968
source: Append node
uk: Доповнити вузол

# _msg2969
source: Polyline equidistant
uk: Еквідістанта ламаної

# _msg2970
source: Create Polyline from Existing Segments
uk: Створити ламану з існуючих відрізків

# _msg2971
source: Concentric
uk: Концентрично

# _msg2972
source: Select
uk: Вибрати

# _msg2973
source: Select all
uk: Вибрати усе

# _msg2974
source: Back to main menu
uk: Назад до головного меню

# _msg2975
source: Select intersected entities
uk: Вибрати пересічені об’єкти

# _msg2976
source: Deselect intersected entities
uk: Відмінити вибір пересічених об’єктів

# _msg2977
source: Deselect all
uk: Відмінити вибір усіх об’єктів

# _msg2978
source: Invert Selection
uk: Інвертувати вибір

# _msg2979
source: Select layer
uk: Вибрати шар

# _msg2980
source: (De-)Select contour
uk: Вибрати замкнутий контур (скасов. вибір)

# _msg2981
source: (De-)Select entity
uk: Вибрати об’єкт (скасов. вибір)

# _msg2982
source: Deselect Window
uk: Скасувати вибір рамкою

# _msg2983
source: Select Window
uk: Вибрати рамкою

# _msg2984
source: Continue action
uk: Продовжити дію

# _msg2985
source: Snap
uk: Прив’язка

# _msg2986
source: Back to main menu
uk: Назад до головного меню

# _msg2987
source: Snap to grid
uk: Прив’язка до сітки

# _msg2988
source: Free positioning
uk: Вільне розміщення курсору

# _msg2989
source: Snap to Endpoints
uk: Прив’язка до кінцевих точок об’єкта

# _msg2990
source: Snap to closest point on entity
uk: Прив’язка до найближчої точки на об’єкті

# _msg2991
source: Snap to center points
uk: Прив’язка до точок центру

# _msg2992
source: Snap to middle points
uk: Прив’язка до середини

# _msg2993
source: Snap to point with given distance to endpoint
uk: Прив’язка на заданій відстані від точки

# _msg2994
source: Snap to intersections automatically
uk: Прив’язка до точок перетину автоматично

# _msg2995
source: No Restriction
uk: Без обмежень

# _msg2996
source: Orthogonal Restriction
uk: Обмежити ортогонально

# _msg2997
source: Horizontal Restriction
uk: Обмежити горизонтально

# _msg2998
source: Vertical Restriction
uk: Обмежити вертикально

# _msg2999
source: Move relative Zero
uk: Перемістити відносний нуль

# _msg3000
source: Lock relative Zero
uk: Увімк. відносний нуль

# _msg3001
source: Snap to intersections manually
uk: Прив’язка до точок перетину вручну

# _msg3002
source: Splines
uk: Сплайни

# _msg3003
source: Back to main menu
uk: Назад до головного меню

# _msg3004
source: Spline
uk: Сплайн

# _msg3005
source: Circle Options
uk: Параметри кола

# _msg3006
source: Radius:
fr: Rayon :
uk: Радіус:

# _msg3007
source: Circle Tangential2 Options
uk: Параметри кола, дотичного до двох об’єктів

# _msg3008
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
uk: <html><head/><body><p>Радіус дотичного кола</p></body></html>

# _msg3009
source: Radius:
uk: Радіус:

# _msg3010
source: Radius of tangential circle
uk: Радіус дотичного кола

# _msg3011
source: Others..
uk: Інші…

# _msg3012
source: Clear
uk: Очистити

# _msg3013
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
uk: <html><head/><body><p>ввести координати або команди</p></body></html>

# _msg3014
source: &Copy
uk: &Копіювати

# _msg3015
source: Linear Dimension Options
uk: Параметри лінійного розміру

# _msg3016
source: Angle:
uk: Кут:

# _msg3017
source: Dimension Options
uk: Параметри розміру

# _msg3018
source: Label:
uk: Мітка:

# _msg3026
source: ø (Diameter)
uk: ø (діаметр)

# _msg3027
source: ¶ (Pi)
uk: Число Пі (¶)

# _msg3028
source: Cancel
uk: Відміна

# _msg3029
source: &OK
uk: &Гаразд

# _msg3032
source: Cancel
uk: Відміна

# _msg3033
source: &OK
uk: &Гаразд

# _msg3036
source: Cancel
uk: Відміна

# _msg3037
source: &OK
uk: &Гаразд

# _msg3040
source: &OK
uk: &Гаразд

# _msg3042
source: Cancel
uk: Відміна
zh_tw: 取消

# _msg3044
source: Aligned Dimension
uk: Вирівняний розмір

# _msg3045
source: &OK
uk: &Гаразд

# _msg3047
source: Cancel
uk: Відміна

# _msg3049
source: Cancel
tr: İptal
uk: Відміна

# _msg3050
source: &OK
uk: &Гаразд

# _msg3053
source: &OK
uk: &Гаразд

# _msg3055
source: Cancel
uk: Відміна

# _msg3056
source: Cancel
tr: İptal
uk: Відміна

# _msg3058
source: <font size="+1"><b>Welcome to QCad </b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
uk: <font size="+1"><b> Ласкаво просимо до QCad </b> </font> <br> Будь ласка, виберіть одиниці вимірювання для нових креслень та вибір мови<br> Ці налаштування Ви пізніше зможете змінити через меню „Налаштування програми“ QCad.

# _msg3059
source: OK
uk: Гаразд

# _msg3060
source: Enter
uk: Ввід

# _msg3061
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
uk: <font size="+1"><b>Ласкаво просимо до QCad</b> </font> <br> Будь ласка, виберіть одиниці вимірювання для нових креслень і вибір мови<br> Ці встановлення Ви посже зможете змінити в меню „Налаштування програми…“ QCad.

# _msg3062
source: Scale:
uk: Масштаб:

# _msg3063
source: Cancel
uk: Відміна

# _msg3064
source: &OK
uk: &Гаразд

# _msg3066
source: Cancel
uk: Відміна

# _msg3067
source: &OK
uk: &Гаразд

# _msg3069
source: Line &spacing:
uk: Мі&жрядковий інтервал:

# _msg3070
source: Diameter (ø)
uk: ⌀ (діаметр)

# _msg3071
source: Cancel
uk: Відміна

# _msg3072
source: &OK
uk: &Гаразд

# _msg3074
source: Moving Options
uk: Параметри переміщення

# _msg3075
source: Cancel
uk: Відміна

# _msg3076
source: &OK
uk: &Гаразд

# _msg3079
source: Cancel
uk: Відміна

# _msg3080
source: &OK
uk: &Гаразд

# _msg3082
source: &OK
uk: &Гаразд

# _msg3086
source: Extension line extension:
uk: Виступ линії-виноски:

# _msg3087
source: Extension line offset:
uk: Зсув лінії-виноски:

# _msg3088
source: P&recision
uk: То&чність:

# _msg3089
source: Cancel
uk: Відміна

# _msg3092
source: Grid
uk: Сітка

# _msg3102
source: Alignment:
uk: Вирівнювання:

# _msg3103
source: <html><head/><body><p>Text alignement.</p></body></html>
uk: <html><head/><body><p>Вирівнювання тексту.</p></body></html>

# _msg3104
source: Dimension Aligned
uk: Розмір вирівняний

# _msg3109
source: General Factor:
uk: Загальний коефіцієнт:

# _msg3117
source: <html><head/><body><p>Text alignment.</p></body></html>
uk: <html><head/><body><p>Вирівнювання тексту.</p></body></html>

# _msg3118
source: Scripts:
uk: Скрипти:

# _msg3119
source: &OK
uk: &Гаразд

# _msg3124
source: Please restart QCad to apply all changes.
uk: Перезапустіть, будь ласка, QCad, щоб зміни вступили в силу.

# _msg3125
source: &Show large crosshairs
uk: &Показувати візирні лінії

# _msg3126
source: Number of p&review entities:
uk: Кількість об’єк&тів при попередньому перегляді:

# _msg3128
source: Cancel
uk: Відміна

# _msg3130
source: Colors
uk: Кольори

# _msg3131
source: Black
uk: Чорний

# _msg3132
source: White
uk: Білий

# _msg3133
source: Gray
uk: Сірий

# _msg3134
source: Darkgray
uk: Темно-сірий

# _msg3135
source: Fontsize
uk: Розмір шрифту

# _msg3136
source: Statusbar:
uk: Рядок стану:

# _msg3146
source: Minimal Grid Spacing:
uk: Мінімальний крок сітки:

# _msg3150
source: Minimal Grid Spacing (px):
uk: Мінімальний крок сітки (в пікселях):

# _msg3158
source: Time between automatc saving of thedocument in minutes.
uk: Час між авто-збереженнями файлу, в хвилинах.

# _msg3168
source: Drawing Variables
uk: Змінні креслення

# _msg3169
source: Variable
uk: Змінна

# _msg3170
source: Code
uk: Код

# _msg3171
source: Value
uk: Значення

# _msg3172
source: &OK
uk: &Гаразд

# _msg3174
source: Cancel
uk: Відміна

# _msg3176
source: Cancel
uk: Відміна

# _msg3177
source: &OK
uk: &Гаразд

# _msg3179
source: &OK
uk: &Гаразд

# _msg3181
source: Cancel
uk: Відміна

# _msg3184
source: &Cancel
uk: Ві&дміна

# _msg3186
source: Cancel
uk: Відміна

# _msg3187
source: &OK
uk: &Гаразд

# _msg3188
source: &OK
uk: &Гаразд

# _msg3189
source: &Cancel
uk: &Відміна

# _msg3191
source: &Factor (f):
uk: Ко&ефіцієнт (f):

# _msg3196
source: &OK
uk: &Гаразд

# _msg3198
source: Cancel
uk: Відміна

# _msg3200
source: Font
uk: Шрифт

# _msg3201
source: Angle
uk: Кут

# _msg3202
source: &OK
uk: &Гаразд

# _msg3203
source: Diameter (ø)
uk: Діаметр (ø)

# _msg3204
source: Pi (¶)
uk: Число Пі (¶)

# _msg3205
source: Line &spacing:
uk: Мі&жрядковий інтервал:

# _msg3206
source: &Default line spacing
uk: Міжрядковий &інтервал за умовчанням

# _msg3208
source: Cancel
uk: Відміна

# _msg3211
source: Aligned
uk: Вирівняний

# _msg3212
source: Middle
uk: Середина

# _msg3213
source: &Save
uk: &Зберегти

# _msg3214
source: Save &As..
uk: Зберегти &як …

# _msg3215
source: &Cancel
uk: Від&міна

# _msg3216
source: No Text supplied.
uk: Не введений текст.

# _msg3218
source: C&lose
uk: За&чинити

# _msg3220
source: Open Drawing
uk: Відкрити креслення

# _msg3221
source: Save Drawing As
uk: Зберегти креслення як

# _msg3222
source: Insert Options
uk: Параметри вставки

# _msg3223
source: Angle:
uk: Кут:

# _msg3224
source: Rotation Angle
uk: Кут повороту
