Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3258
source: View Direction:
pt_pt: Direção de Visualização:

# _msg3259
source: Reference point for positioning
pt_pt: Ponto de referência para posicionamento

# _msg3260
source: Segment Length:
pt_pt: Comprimento do segmento:

# _msg3264
source: Layer name:
pt_pt: Nome da camada:

# _msg3265
source: Cancel
pt_pt: Cancelar

# _msg3266
source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
pt_pt: A camada de ajuda tem entidades de retas infinitas para serem utilizadas na criação de uma construção geométrica. O conteúdo da camada de ajuda não será visualizada na impressão.

# _msg3267
source: Help Layer
pt_pt: Camada de ajuda

# _msg3268
source: &Edit Layer
pt_pt: &Editar camada

# _msg3269
source: &Toggle Visibility
pt_pt: &Alternar visibilidade

# _msg3270
source: Scale Factor
pt_pt: Fator de escala

# _msg3271
source: Angle:
pt_pt: Ângulo:

# _msg3272
source: Rotation Angle
pt_pt: Ângulo de rotação

# _msg3273
source: Library Insert Options
pt_pt: Opções para inserir biblioteca

# _msg3274
source: Factor:
pt_pt: Fator:
uk: Коефіцієнт:

# _msg3275
source: Library Browser
pt_pt: Seletor de biblioteca

# _msg3276
source: End
pt_pt: Fim

# _msg3277
source: Start
pt_pt: Iniciar

# _msg3278
source: Length:
pt_pt: Comprimento:

# _msg3279
source: Angle:
pt_pt: Ângulo:

# _msg3280
source: Middle
pt_pt: Meio

# _msg3281
source: Snap Point:
pt_pt: Ponto de snap:

# _msg3282
source: Line angle
pt_pt: Ângulo da linha

# _msg3283
source: Length of line
pt_pt: Comprimento da linha

# _msg3284
source: Reference point for positioning
pt_pt: Ponto de referência para posicionamento

# _msg3285
source: Line Angle Options
pt_pt: Opções do ângulo da linha

# _msg3286
source: Length:
pt_pt: Comprimento:

# _msg3287
source: Number of bisectors to create
pt_pt: Número de bissetores a serem criados

# _msg3288
source: Number:
pt_pt: Número:

# _msg3289
source: Length of bisector
pt_pt: Comprimento da bissetriz

# _msg3290
source: Line Bisector Options
pt_pt: Opções da linha bissetriz

# _msg3291
source: Undo
pt_pt: Desfazer

# _msg3292
source: Close
pt_pt: Fechar
uk: Закрити

# _msg3293
source: Close contour and connect to start point
pt_pt: Fechar o contorno e conectar ao ponto inicial

# _msg3294
source: Undo last point
pt_pt: Desfazer o último ponto

# _msg3295
source: Line Options
pt_pt: Opções da linha

# _msg3296
source: Form a closed contour from lines drawn
pt_pt: Formar um contorno fechado a partir das linhas desenhadas

# _msg3297
source: Undo the last line drawing
pt_pt: Desfazer a última linha desenhada

# _msg3298
source: Redo the last line drawing
pt_pt: Refazer a última linha desenhada

# _msg3299
source: Redo
pt_pt: Refazer

# _msg3300
source: Number of parallels to create
pt_pt: Número de paralelas a serem criadas

# _msg3301
source: Number:
pt_pt: Número:
uk: Кількість:

# _msg3302
source: Distance:
pt_pt: Distância:

# _msg3303
source: Distance of parallel
pt_pt: Distância da paralela

# _msg3304
source: Line Parallel Options
pt_pt: Opções de linha paralela

# _msg3305
source: Distance to original entity
pt_pt: Distância à entidade original

# _msg3306
source: Number of parallels to create
pt_pt: Número de paralelas a serem criadas

# _msg3307
source: Number:
pt_pt: Número:
uk: Кількість:

# _msg3308
source: Line Parallel Through Options
pt_pt: Opções através de linhas paralelas

# _msg3309
source: Number:
pt_pt: Número:

# _msg3310
source: Number of edges
pt_pt: Número de extremidades

# _msg3311
source: Polygon Options
pt_pt: Opções do polígono

# _msg3312
source: Number:
pt_pt: Número:

# _msg3313
source: Number of edges
pt_pt: Número de extremidades

# _msg3314
source: Polygon Options
pt_pt: Opções do polígono

# _msg3315
source: Length:
pt_pt: Comprimento:
uk: Довжина:

# _msg3316
source: Angle:
pt_pt: Ângulo:

# _msg3317
source: Line angle
pt_pt: Ângulo da linha

# _msg3318
source: Length of line
pt_pt: Comprimento da linha

# _msg3319
source: Line Relative Angle Options
pt_pt: Opções de ângulo relativo à linha

# _msg3320
source: Text Options
pt_pt: Opções de texto

# _msg3321
source: Text:
pt_pt: Texto:

# _msg3322
source: Angle:
pt_pt: Ângulo:
zh_tw: 角度：

# _msg3323
source: &Tile
pt_pt: &Ladrilho

# _msg3324
source: Ne&xt
pt_pt: Pró&ximo

# _msg3325
source: Image writer error:
pt_pt: Erro de gravação da imagem:

# _msg3326
source: Printing complete
pt_pt: Impressão completa

# _msg3327
source: Cannot save the file %1 Please check the permissions.
pt_pt: Não foi possível salvar o arquivo %1 Verificar as permissões.

# _msg3328
source: This is a %1 version which terminates automatically after 10min or after it has been used for more than 100 hours in total. This software is not intended for production use. Please buy a full version of the application for a small license fee from %2.
pt_pt: Esta é uma versão %1 que expira automaticamente depois de 10 minutos ou após ser usada por mais de 100 horas no total. Este software não se destina a ser utilizado em produção. Adquira uma versão completa do aplicativo por uma pequena tarifa de licença de %2.

# _msg3329
source: Opening recent file...
pt_pt: Abrindo arquivo recente...

# _msg3332
source: Export failed!
pt_pt: A exportação falhou!

# _msg3333
source: Cascade the windows
pt_pt: Fazer cascata das janelas

# _msg3334
source: Export complete
pt_pt: Exportação finalizada

# _msg3335
source: Saving drawing under new filename...
pt_pt: Salvando o desenho com novo nome...

# _msg3336
source: Close all the windows
pt_pt: Fechar todas as janelas

# _msg3337
source: Exporting drawing...
pt_pt: Exportando o desenho...

# _msg3338
source: Exiting application...
pt_pt: Saindo do aplicativo...

# _msg3339
source: Print preview for %1
pt_pt: Visualizar impressão para %1

# _msg3340
source: Move the focus to the previous window
pt_pt: Mover o foco para a janela anterior

# _msg3341
source: Pre&vious
pt_pt: Pré&via

# _msg3343
source: Saving drawing...
pt_pt: Salvando o desenho...

# _msg3344
source: Close &All
pt_pt: Fechar &todos

# _msg3345
source: &Cascade
pt_pt: &Cascata

# _msg3346
source: unnamed document %1
pt_pt: documento sem nome %1

# _msg3347
source: Cannot open the file %1 Please check your access rights, the file format and file extension.
pt_pt: Não foi possível abrir o arquivo %1 Verificar seus direitos de acesso, o formato do arquivo e sua extensão.

# _msg3348
source: New Drawing created.
pt_pt: Novo desenho criado.

# _msg3349
source: Block '%1'
pt_pt: Bloco '%1'

# _msg3350
source: Saved drawing: %1
pt_pt: Desenho salvo: %1

# _msg3351
source: Tile the windows
pt_pt: Fazer ladrilho das janelas

# _msg3352
source: Printing...
pt_pt: Imprimindo...

# _msg3353
source: &Window
pt_pt: &Janela

# _msg3354
source: Opening aborted
pt_pt: Abertura abortada

# _msg3355
source: Creating new file...
pt_pt: Criando novo arquivo...

# _msg3356
source: Drawing %1 was NOT saved.
pt_pt: O desenho %1 NÃO foi salvo.

# _msg3357
source: Move the focus to the next window
pt_pt: Mover o foco para a próxima janela

# _msg3358
source: Exporting...
pt_pt: Exportando...

# _msg3359
source: Loaded document: %1
pt_pt: Documento carregado: %1

# _msg3360
source: Exported: %1
pt_pt: Exportado: %1

# _msg3361
source: The drawing has been modified. Do you want to save your changes or discard them?
pt_pt: O desenho foi modificado. Você deseja salvar ou descartar suas modificações?

# _msg3362
source: The drawing "%1" has been modified. Do you want to save your changes or discard them?
pt_pt: O desenho "%1" foi modificado. Você deseja salvar ou descartar suas modificações?

# _msg3363
source: Closing Drawing
pt_pt: Fechando o desenho

# _msg3364
source: Modify Offset Options
pt_pt: Opções para modificar as linhas de deslocamento

# _msg3365
source: Distance:
pt_pt: Distância:

# _msg3366
source: Offset from original entity
pt_pt: Deslocar a partir da entidade original

# _msg3367
source: Function of left mouse button
pt_pt: Função do botão esquerdo do mouse

# _msg3368
source: Function of right mouse button
pt_pt: Função do botão direito do mouse

# _msg3370
source: Angle:
pt_pt: Ângulo:

# _msg3371
source: Rotation angle
pt_pt: Ângulo de rotação

# _msg3372
source: Move Rotate Options
pt_pt: Opções Mover e Girar

# _msg3373
source: Polyline Equidistant Options
pt_pt: Opções para Polilinha Equidistante

# _msg3374
source: Number of parallels to create
pt_pt: Número de paralelas a serem criadas

# _msg3375
source: Distance to original entity
pt_pt: Distância à entidade original

# _msg3376
source: Number:
pt_pt: Número:

# _msg3377
source: Rounded corners
pt_pt: Vértices arredondados

# _msg3378
source: Distance:
pt_pt: Distância:

# _msg3379
source: Line Relative Angle Options
pt_pt: Opções de ângulo relativo à linha

# _msg3380
source: Spacing:
pt_pt: Espaçamento:

# _msg3381
source: Distance from original polyline
pt_pt: Distância da polilinha original

# _msg3382
source: Copies:
pt_pt: Cópias:

# _msg3383
source: Arc
pt_pt: Arco

# _msg3384
source: Undo
pt_pt: Desfazer

# _msg3385
source: Close
pt_pt: Fechar

# _msg3386
source: Polyline Options
pt_pt: Opções da polilinha

# _msg3387
source: Radius:
pt_pt: Raio:

# _msg3388
source: Line
pt_pt: Linha
zh_tw: 線

# _msg3389
source: Tangential
pt_pt: Tangente
zh_tw: 相切

# _msg3390
source: Tan Radius
pt_pt: Raio tangente
zh_tw: 相切半徑

# _msg3391
source: Angle
pt_pt: Ângulo
zh_tw: 角度

# _msg3392
source: Angle:
pt_pt: Ângulo:

# _msg3393
source: Clockwise
pt_pt: Sentido horário

# _msg3394
source: Counter Clockwise
pt_pt: Sentido Anti-horário
zh_tw: 逆時針

# _msg3395
source: Toggle Black / White mode
pt_pt: Alternar modo Preto / Branco

# _msg3396
source: Scale:
pt_pt: Escala:

# _msg3397
source: Center to page
pt_pt: Centralizar à página

# _msg3398
source: Print Preview Options
pt_pt: Opções de visualizar impressão

# _msg3399
source: Fit to page
pt_pt: Ajustar à página

# _msg3400
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
pt_pt: <html><head/><body><p>A impressão de escala está travada no valor atual</p></body></html>

# _msg3401
source: fixed
pt_pt: fixo

# _msg3402
source: mixed
pt_pt: misto

# _msg3403
source: Opening recent file...
pt_pt: Abrindo arquivo recente...

# _msg3404
source: Trim
pt_pt: Aparar

# _msg3405
source: Check to trim both edges to the rounding
pt_pt: Marque para aparar ambas as entidades a serem arredondadas

# _msg3406
source: Radius:
pt_pt: Raio:
zh_tw: 半徑：

# _msg3407
source: Round Options
pt_pt: Opções de arredondamento

# _msg3408
source: Number of entities that are currently selected
pt_pt: Número de entidades atualmente selecionadas

# _msg3409
source: Selected Entities:
pt_pt: Entidades Selecionadas:

# _msg3413
source: Set
pt_pt: Configurar

# _msg3414
source: Set the coordinate
pt_pt: Definir a coordenada

# _msg3415
source: Tick if coordinates refer to relative zero point
pt_pt: Assinalar se as coordenadas se referem a um ponto de zero relativo

# _msg3416
source: Relative
pt_pt: Relativo

# _msg3417
source: X Coordinate
pt_pt: Coordenada X

# _msg3418
source: Y Coordinate
pt_pt: Coordenada Y

# _msg3421
source: Set
pt_pt: Configurar

# _msg3422
source: Angle
pt_pt: Ângulo

# _msg3423
source: Set the coordinate
pt_pt: Definir a coordenada

# _msg3424
source: Radius (distance)
pt_pt: Raio (distância)

# _msg3425
source: Tick if coordinates refer to relative zero point
pt_pt: Assinalar se as coordenadas se referem a um ponto de zero relativo

# _msg3426
source: Relative
pt_pt: Relativo

# _msg3427
source: Radius of circle
pt_pt: Raio do círculo

# _msg3428
source: Distance:
pt_pt: Distância:

# _msg3429
source: Snap Distance Options
pt_pt: Opções de snap de distância

# _msg3430
source: Snap Distance Options
pt_pt: Opções de snap de distância

# _msg3431
source: Middle Points:
pt_pt: Pontos medianos:

# _msg3432
source: Number of equidistant division points
pt_pt: Número de pontos de divisão equidistante

# _msg3433
source: Undo
pt_pt: Desfazer

# _msg3434
source: Undo last control point
pt_pt: Desfazer o último ponto de controle

# _msg3435
source: Closed
pt_pt: Fechado

# _msg3436
source: Degree:
pt_pt: Graus:

# _msg3437
source: Spline degree (the higher the 'smoother')
pt_pt: Grau da curva (quanto mais elevado mais “suave”)

# _msg3438
source: Tick for closed splines
pt_pt: Assinalar para curvas fechadas

# _msg3439
source: Spline Options
pt_pt: Opções da curva

# _msg3443
source: Text:
pt_pt: Texto:

# _msg3444
source: Angle:
pt_pt: Ângulo:

# _msg3445
source: Rotation angle
pt_pt: Ângulo de rotação

# _msg3446
source: Text Options
pt_pt: Opções de texto

# _msg3447
source: Amount:
pt_pt: Valor:

# _msg3448
source: Trim amount (negative for shorthening)
pt_pt: Quantidade aparada (negativo para diminuição)

# _msg3449
source: Trim Amount Options
pt_pt: Opções de quantidade para aparar

# _msg3450
source: Distance. Negative values for trimming, positive values for extending.
pt_pt: Distância. Valores negativos para aparar, valores positivos para estender.

# _msg3451
source: Length:
pt_pt: Comprimento:

# _msg3452
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
pt_pt: Distância. Valores negativos para aparar, valores positivos para estender. O sinal negativo é ignorado quando está aparando até o comprimento final.

# _msg3453
source: The input length is used as total length after trimming, instead of length increase
pt_pt: O comprimento informado é utilizado como comprimento total após aparar, em vez de aumentar o comprimento

# _msg3455
source: Insert:
pt_pt: Inserir:

# _msg3456
source: Times
pt_pt: Vezes

# _msg3457
source: Division
pt_pt: Divisão

# _msg3458
source: Dimension Label
pt_pt: Rótulo de Dimensão

# _msg3459
source: Plus / Minus
pt_pt: Mais / Menos

# _msg3460
source: Degree
pt_pt: Graus

# _msg3461
source: Label:
pt_pt: Rótulo:

# _msg3462
source: Diameter
pt_pt: Diâmetro

# _msg3463
source: Layer "%1" and all entities on it will be removed.
pt_pt: Camada "%1" e todas as suas entidades serão removidas.

# _msg3464
source: Export Image
pt_pt: Exportar Imagem

# _msg3465
source: Arc
pt_pt: Arco

# _msg3466
source: End
pt_pt: Fim

# _msg3468
source: Top
pt_pt: Topo

# _msg3469
source: Fade
pt_pt: Esmaecer

# _msg3470
source: Grid
pt_pt: Grade

# _msg3471
source: Left
pt_pt: Esquerda

# _msg3472
source: None
pt_pt: Nenhum

# _msg3473
source: Rows
pt_pt: Linhas

# _msg3474
source: Text
pt_pt: Texto

# _msg3475
source: Type
pt_pt: Tipo

# _msg3476
source: Angle
pt_pt: Ângulo

# _msg3477
source: Floor
pt_pt: Base

# _msg3478
source: Hatch
pt_pt: Hachura

# _msg3479
source: Image
pt_pt: Imagem

# _msg3480
source: Label Pos.|X
pt_pt: Pos. Rótulo|X

# _msg3481
source: Label Pos.|Y
pt_pt: Pos. Rótulo|Y

# _msg3482
source: Label
pt_pt: Rótulo

# _msg3483
source: Point 4|X
pt_pt: Ponto 4|X

# _msg3484
source: Point 4|Y
pt_pt: Ponto 4|Y

# _msg3485
source: Point 3|X
pt_pt: Ponto 3|X

# _msg3486
source: Point 3|Y
pt_pt: Ponto 3|Y

# _msg3487
source: Point 2|X
pt_pt: Ponto 2|X

# _msg3488
source: Point 2|Y
pt_pt: Ponto 2|Y

# _msg3489
source: Point 1|X
pt_pt: Ponto 1|X

# _msg3490
source: Point 1|Y
pt_pt: Ponto 1|Y

# _msg3491
source: Ratio
pt_pt: Razão

# _msg3492
source: Right
pt_pt: Direita

# _msg3493
source: Solid
pt_pt: Sólido

# _msg3494
source: Style
pt_pt: Estilo

# _msg3495
source: Position|X
pt_pt: Posição|X

# _msg3496
source: Position|Y
pt_pt: Posição|Y

# _msg3497
source: Angular Dimension
pt_pt: Dimensão angular

# _msg3498
source: Line Spacing Factor
pt_pt: Fator de Espaçamento de Linhas

# _msg3499
source: Diametric Dimension
pt_pt: Dimensão do diâmetro

# _msg3500
source: Drawing Exchange DXF 2000 %1
pt_pt: Desenho de Compartilhamento DXF 2000 %1

# _msg3501
source: Def. Point|X
pt_pt: Ponto Def.|X

# _msg3502
source: Def. Point|Y
pt_pt: Ponto Def.|Y

# _msg3503
source: Pattern|Angle
pt_pt: Padrão|Ângulo

# _msg3504
source: Pattern|Scale
pt_pt: Padrão|Escala

# _msg3505
source: Bottom
pt_pt: Inferior

# _msg3506
source: Center
pt_pt: Centro

# _msg3507
source: Closed
pt_pt: Fechado

# _msg3508
source: Degree
pt_pt: Graus

# _msg3509
source: On Entity
pt_pt: Na Entidade

# _msg3510
source: Height
pt_pt: Altura

# _msg3511
source: Startpoint|X
pt_pt: Ponto inicial|X

# _msg3512
source: Startpoint|Y
pt_pt: Ponto inicial|Y

# _msg3513
source: Insert
pt_pt: Inserir

# _msg3514
source: Leader
pt_pt: Líder

# _msg3515
source: Middle
pt_pt: Meio

# _msg3516
source: Line Pos.|X
pt_pt: Pos. Linha|X

# _msg3517
source: Line Pos.|Y
pt_pt: Pos. Linha|Y

# _msg3518
source: Angles|Startangle
pt_pt: Ângulos|Ângulo inicial

# _msg3519
source: Radius
pt_pt: Raio

# _msg3520
source: Size|X
pt_pt: Tamanho|X

# _msg3521
source: Size|Y
pt_pt: Tamanho|Y

# _msg3522
source: Spline
pt_pt: Curva

# _msg3523
source: Container
pt_pt: Contêiner

# _msg3524
source: Def. Point 2|X
pt_pt: Ponto Def. 2|X

# _msg3525
source: Def. Point 2|Y
pt_pt: Ponto Def. 2|Y

# _msg3526
source: Def. Point 1|X
pt_pt: Ponto Def. 1|X

# _msg3527
source: Def. Point 1|Y
pt_pt: Ponto Def. 1|Y

# _msg3528
source: Contrast
pt_pt: Contraste

# _msg3529
source: Major Point|X
pt_pt: Ponto Maior|X

# _msg3530
source: Major Point|Y
pt_pt: Ponto Maior|Y

# _msg3531
source: Scalable Vector Graphics %1
pt_pt: Gráficos Vetoriais Escalável (SVG) %1

# _msg3532
source: Aligned Dimension
pt_pt: Dimensão alinhada

# _msg3533
source: Endpoint|X
pt_pt: Extremidade|X

# _msg3534
source: Endpoint|Y
pt_pt: Extremidade|Y

# _msg3535
source: Spacing|X
pt_pt: Espaçamento|X

# _msg3536
source: Spacing|Y
pt_pt: Espaçamento|Y

# _msg3537
source: Linear Dimension
pt_pt: Dimensão linear

# _msg3538
source: Alignment|Horizontal
pt_pt: Alinhamento|Horizontal

# _msg3539
source: Scale|X
pt_pt: Escala|X

# _msg3540
source: Scale|Y
pt_pt: Escala|Y

# _msg3541
source: Block Name
pt_pt: Nome do Bloco

# _msg3542
source: X Datum
pt_pt: Dado X

# _msg3543
source: Columns
pt_pt: Colunas

# _msg3544
source: Angles|Endangle
pt_pt: Ângulos|Ângulo final

# _msg3545
source: Y Datum
pt_pt: Dado Y

# _msg3554
source: Alignment|Vertical
pt_pt: Alinhamento|Vertical

# _msg3555
source: Drawing Exchange DXF R12 %1
pt_pt: Desenho de Compartilhamento DXF R12 %1

# _msg3556
source: Unknown
pt_pt: Desconhecido

# _msg3557
source: Center|X
pt_pt: Centro|X

# _msg3558
source: Center|Y
pt_pt: Centro|Y

# _msg3559
source: Intersection
pt_pt: Interseção

# _msg3560
source: Reference
pt_pt: Referência

# _msg3561
source: Reversed
pt_pt: Invertido

# _msg3562
source: Extension Point 1|X
pt_pt: Ponto de Extensão 1|X

# _msg3563
source: Extension Point 1|Y
pt_pt: Ponto de Extensão 1|Y

# _msg3564
source: Extension Point 2|X
pt_pt: Ponto de Extensão 2|X

# _msg3565
source: Extension Point 2|Y
pt_pt: Ponto de Extensão 2|Y

# _msg3566
source: Ordinate Type
pt_pt: Tipo Ordenado

# _msg3567
source: %1 file %2
pt_pt: %1 arquivo %2

# _msg3568
source: Extension|Y1
pt_pt: Extensão|Y1

# _msg3569
source: Extension|Y2
pt_pt: Extensão|Y2

# _msg3570
source: Extension|X1
pt_pt: Extensão|X1

# _msg3571
source: Extension|X2
pt_pt: Extensão|X2

# _msg3572
source: Image File
pt_pt: Arquivo de Imagem

# _msg3573
source: Brightness
pt_pt: Brilho

# _msg3574
source: Pattern|Name
pt_pt: Padrão|Nome

# _msg3575
source: Graphic
pt_pt: Gráfico

# _msg3576
source: Ordinate Dimension
pt_pt: Dimensão Ordenada

# _msg3577
source: Dim Pos|X
pt_pt: Pos. Dim.|X

# _msg3578
source: Dim Pos|Y
pt_pt: Pos. Dim.|Y

# _msg3579
source: Loading Library Paths..
pt_pt: Carregando Caminhos para Biblioteca..

# _msg3580
source: Block %1 already exist, renamed to: %2
pt_pt: Bloco %1 já existe, renomeado para: %2

# _msg3581
source: All Image Files (%1)
pt_pt: Todos os arquivos de imagem (%1)

# _msg3582
source: length1
pt_pt: comprimento1

# _msg3583
source: length2
pt_pt: comprimento2

# _msg3584
source: True
pt_pt: Verdadeiro

# _msg3585
source: False
pt_pt: Falso

# _msg3586
source: Back
pt_pt: Voltar

# _msg3587
source: Back to last menu
pt_pt: Retornar ao último menu

# _msg3588
source: &Add Block
pt_pt: &Adicionar bloco

# _msg3589
source: Adds a new empty block
pt_pt: Adicionar um novo bloco vazio

# _msg3590
source: &Rename Block
pt_pt: &Renomear bloco

# _msg3591
source: Renames the currently active block
pt_pt: Renomeie o bloco ativo atual

# _msg3592
source: Creates a new block from existing entities
pt_pt: Criar um novo bloco a partir de entidades existentes

# _msg3593
source: &Create Block
pt_pt: &Criar bloco

# _msg3594
source: &Edit Block
pt_pt: &Editar bloco

# _msg3595
source: Modifies the currently active block
pt_pt: Modificar o bloco atual ativo

# _msg3596
source: &Edit Block from Insert
pt_pt: &Editar Bloco a partir da Inserção

# _msg3597
source: Modifies the block that belongs to a chosen insert
pt_pt: Modificar o bloco que pertence a uma inserção selecionada

# _msg3598
source: Entity is not an Insert.
pt_pt: A Entidade não é uma Inserção.

# _msg3599
source: &Explode
pt_pt: &Fragmentar

# _msg3600
source: Ex&plode
pt_pt: Frag&mentar

# _msg3601
source: &Hide all
pt_pt: &Ocultar todos

# _msg3602
source: &Show all
pt_pt: &Mostrar todos

# _msg3603
source: Hides all blocks
pt_pt: Ocultar todos os blocos

# _msg3604
source: &Hide all
pt_pt: &Ocultar todos

# _msg3605
source: Inserts an instance of the active block
pt_pt: Inserir uma instância do bloco ativo

# _msg3606
source: &Insert Block
pt_pt: &Inserir bloco

# _msg3607
source: Removes the active block
pt_pt: Remover o bloco ativo

# _msg3608
source: &Remove Block
pt_pt: &Remover bloco

# _msg3609
source: &Save Block
pt_pt: &Salvar bloco

# _msg3610
source: Shows all blocks
pt_pt: Mostrar todos os blocos

# _msg3611
source: &Show all
pt_pt: &Mostrar todos

# _msg3612
source: Toggles the visibility of the active block
pt_pt: Alternar a visibilidade do bloco ativo

# _msg3613
source: &Toggle Visibility
pt_pt: &Alternar visibilidade

# _msg3614
source: Toggle Block &Visibility
pt_pt: Alternar &visibilidade do bloco

# _msg3615
source: &Deselect All
pt_pt: &Desmarcar Tudo

# _msg3616
source: Deselects all entities
pt_pt: Desmarcar todas as entidades

# _msg3617
source: Deselects all entities intersected by a line
pt_pt: Desmarcar todas as entidades interseccionadas por uma linha

# _msg3618
source: Deselect Inte&rsected Entities
pt_pt: Desmarcar Entidades Inte&rseccionadas

# _msg3619
source: Deselect &Window
pt_pt: Desmarcar &Janela

# _msg3620
source: Deselects all entities in a given window
pt_pt: Desmarcar todas as entidades em uma determinada janela

# _msg3621
source: Aligned dimension
pt_pt: Dimensão alinhada

# _msg3622
source: &Aligned
pt_pt: &Alinhada

# _msg3623
source: Angular dimension
pt_pt: Dimensão angular

# _msg3624
source: Select first line or arc
pt_pt: Selecionar a primeira linha ou arco

# _msg3626
source: Diametric dimension
pt_pt: Dimensão do diâmetro

# _msg3627
source: &Diametric
pt_pt: &Diamétrica

# _msg3629
source: Horizontal dimension
pt_pt: Dimensão horizontal

# _msg3630
source: Leader (line sequence with arrow)
pt_pt: Líder (sequência de linhas com seta)

# _msg3631
source: &Leader
pt_pt: &Líder

# _msg3632
source: Linear dimension
pt_pt: Dimensão linear

# _msg3636
source: Back
pt_pt: Voltar

# _msg3637
source: Cancel
pt_pt: Cancelar

# _msg3638
source: Specify feature location
pt_pt: Especificar a localização do recurso

# _msg3639
source: Specify endpoint of leader
pt_pt: Especificar a extremidade do líder

# _msg3640
source: &Ordinate
pt_pt: &Ordenar

# _msg3641
source: Enter dimension text:
pt_pt: Insira o texto da dimensão:

# _msg3642
source: Ordinate dimension
pt_pt: Ordenar dimensão

# _msg3644
source: Radial dimension
pt_pt: Dimensão do raio

# _msg3646
source: Vertical dimension
pt_pt: Dimensão vertical

# _msg3647
source: &Center, Point, Angles
pt_pt: &Centro, Ponto, Ângulos
