Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2740
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
ca: <font size="+1"><b>Benvinguts a LibreCAD</b> </font> <br> Escolliu la unitat que voleu utilitzar per a nous dibuixos i el vostre idioma preferit.<br> Podreu canviar aquests paràmetres més endavant des del menú Edita/Preferències de LibreCAD.

# _msg2741
source: OK
ca: D'acord

# _msg2743
source: &OK
ca: &D'acord

# _msg2745
source: Cancel
ca: Cancel·la

# _msg2746
source: &OK
ca: &D'acord

# _msg2748
source: Line &spacing:
ca: In&terlineat:

# _msg2749
source: Diameter (ø)
ca: Diàmetre (ø)

# _msg2750
source: Cancel
ca: Cancel·la

# _msg2751
source: &OK
ca: &D'acord

# _msg2753
source: Cancel
ca: Cancel·la

# _msg2754
source: &OK
ca: &D'acord

# _msg2757
source: Cancel
ca: Cancel·la

# _msg2758
source: &OK
ca: &D'acord

# _msg2760
source: &OK
ca: &D'acord

# _msg2764
source: Extension line extension:
ca: Extensió de les línies auxiliars:

# _msg2765
source: Extension line offset:
ca: Desfasament de les línies auxiliars:

# _msg2766
source: Cancel
ca: Cancel·la

# _msg2778
source: Alignment:
ca: Alineació:

# _msg2779
source: <html><head/><body><p>Text alignement.</p></body></html>
ca: <html><head/><body><p>Alineació del text.</p></body></html>

# _msg2780
source: Dimension Aligned
ca: Cota alineada

# _msg2785
source: General Factor:
ca: Factor general:

# _msg2793
source: <html><head/><body><p>Text alignment.</p></body></html>
ca: <html><head/><body><p>Alineació del text.</p></body></html>

# _msg2795
source: &OK
ca: &D'acord

# _msg2800
source: &Show large crosshairs
ca: Mostra el p&unt de mira gran

# _msg2801
source: Number of p&review entities:
ca: Nombre d'entitats en la p&revisualització:

# _msg2803
source: Cancel
ca: Cancel·la

# _msg2807
source: Fontsize
ca: Mida de les lletres

# _msg2808
source: Statusbar:
ca: Barra d'estat:

# _msg2824
source: Minimal Grid Spacing (px):
ca: Espaiat mínim de la quadrícula (px):

# _msg2831
source: #0000FF
ca: #00FFFF

# _msg2834
source: Splash Window
ca: Finestra de presentació

# _msg2835
source: Display Splash
ca: Mostra la presentació

# _msg2836
source: Aquamarine
ca: Aiguamarina

# _msg2837
source: Azure
ca: Atzur

# _msg2838
source: DeepSkyBlue
ca: Blau marí

# _msg2839
source: DodgerBlue
ca: Blau intens

# _msg2840
source: Gray
ca: Gris

# _msg2841
source: HoneyDew
ca: Magenta

# _msg2842
source: Lavender
ca: Lavanda

# _msg2843
source: LightGrey
ca: Gris clar

# _msg2844
source: Navy
ca: Blau marí

# _msg2845
source: PaleGreen
ca: Verd pàl·lid

# _msg2846
source: Pink
ca: Rosa

# _msg2847
source: Salmon
ca: Salmó

# _msg2848
source: Silver
ca: Plata

# _msg2849
source: Violet
ca: Violeta

# _msg2850
source: Wheat
ca: Blat

# _msg2851
source: White
ca: Blanc

# _msg2852
source: GUI Colors
ca: Colors de la interfície gràfica

# _msg2853
source: Layer/ Block Selection:
ca: Selecció de la capa o del bloc:

# _msg2854
source: Custom Toolbar:
ca: Barra d'eines personalitzada:

# _msg2855
source: <html><head/><body><p>When enabled, activation a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities are modified to belong to the new layer.</p></body></html>
ca: <html><head/><body><p>Quan aquesta opció està habilitada, l'activació d'una capa podria modificar totes les entitats seleccionades a aquesta capa nova. Per canviar la capa de múltiples entitats: primer seleccioneu les entitats necessàries; activeu una capa a l'estri de les capes. Això fa que totes les entitats seleccionades es modifiquin perquè pertanyin a la capa nova.</p></body></html>

# _msg2856
source: Keycode mode
ca: Mode de codi de tecla

# _msg2860
source: Cancel
ca: Cancel·la

# _msg2861
source: &OK
ca: &D'acord

# _msg2863
source: &OK
ca: &D'acord

# _msg2865
source: Cancel
ca: Cancel·la

# _msg2867
source: &OK
ca: &D'acord

# _msg2868
source: &Cancel
ca: &Cancel·la

# _msg2871
source: &OK
ca: &D'acord

# _msg2872
source: &OK
ca: &D'acord

# _msg2873
source: &Cancel
ca: &Cancel·la

# _msg2879
source: &OK
ca: &D'acord

# _msg2881
source: Cancel
ca: Cancel·la

# _msg2883
source: Font
ca: Tipus de lletra

# _msg2885
source: &OK
ca: &D'acord

# _msg2886
source: Diameter (ø)
ca: Diàmetre (ø)

# _msg2887
source: Line &spacing:
ca: &Espaiat de línies:

# _msg2888
source: &Default line spacing
ca: Espaiat de línies &predeterminat

# _msg2889
source: Cancel
ca: Cancel·la

# _msg2892
source: Aligned
ca: Alineat

# _msg2893
source: Middle
ca: Centra

# _msg2894
source: &Save
ca: &Desa

# _msg2895
source: Save &As..
ca: &Anomena i desa..

# _msg2896
source: &Cancel
ca: &Cancel·la

# _msg2897
source: C&lose
ca: &Tanca

# _msg2898
source: Insert Options
ca: Opcions de Insereix

# _msg2900
source: Rotation Angle
ca: Angle de rotació

# _msg2902
source: Scale Factor
ca: Factor d'escala

# _msg2903
source: DPI
ca: PPP

# _msg2904
source: DPI of Image
ca: PPP de la imatge

# _msg2907
source: Black
ca: Negre

# _msg2908
source: &OK
ca: &D'acord

# _msg2928
source: Insert Options
ca: Opcions de Insereix

# _msg2930
source: Rotation Angle
ca: Angle de rotació

# _msg2932
source: Scale Factor
ca: Factor d'escala

# _msg2933
source: Array:
ca: Matriu:

# _msg2934
source: Number of Columns
ca: Nombre de columnes

# _msg2935
source: Number of Rows
ca: Nombre de files

# _msg2936
source: Spacing:
ca: Espaiat:

# _msg2937
source: Column Spacing
ca: Espai entre columnes

# _msg2938
source: Row Spacing
ca: Espaiat entre files

# _msg2939
source: Cancel
ca: Cancel·la

# _msg2940
source: &OK
ca: &D'acord

# _msg2943
source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
ca: Una capa d'ajuda conté entitats d'infinites línies rectes destinades a usar-se en la construcció geomètrica. El contingut d'una capa d'ajuda no apareixerà en la impressió.

# _msg2944
source: Help Layer
ca: Capa d'ajuda

# _msg2945
source: &Edit Layer
ca: &Edita la capa

# _msg2946
source: &Toggle Visibility
ca: Commuta la &visibilitat

# _msg2947
source: Library Insert Options
ca: Opcions de 'Inserció de la biblioteca'

# _msg2949
source: Rotation Angle
ca: Angle de rotació

# _msg2951
source: Scale Factor
ca: Factor d'escala

# _msg2952
source: Line Angle Options
ca: Opcions de Línia amb angle

# _msg2954
source: Line angle
ca: Línia amb angle

# _msg2955
source: Length:
ca: Longitud:

# _msg2956
source: Length of line
ca: Longitud de la línia

# _msg2957
source: Snap Point:
ca: Força al punt:

# _msg2958
source: Start
ca: Inici

# _msg2959
source: Middle
ca: Mig

# _msg2960
source: End
ca: Final

# _msg2961
source: Line Bisector Options
ca: Opcions de Línia bisectriu

# _msg2962
source: Length:
ca: Longitud:

# _msg2963
source: Length of bisector
ca: Longitud de la bisectriu

# _msg2964
source: Number:
ca: Nombre:

# _msg2965
source: Number of bisectors to create
ca: Nombre de bisectrius a crear

# _msg2966
source: Line Options
ca: Opcions de línia

# _msg2967
source: Close
ca: Tanca

# _msg2968
source: Undo
ca: Desfés

# _msg2969
source: Form a closed contour from lines drawn
ca: Forma un contorn tancat a partir de les línies dibuixades

# _msg2970
source: Undo the last line drawing
ca: Desfés l'última línia dibuixada

# _msg2971
source: Redo the last line drawing
ca: Refés l'última línia dibuixada

# _msg2972
source: Redo
ca: Refés

# _msg2973
source: Line Parallel Options
ca: Opcions de Línia paral·lela

# _msg2974
source: Distance:
ca: Distància:

# _msg2975
source: Distance to original entity
ca: Distància a l'entitat original

# _msg2976
source: Number:
ca: Nombre:

# _msg2977
source: Number of parallels to create
ca: Nombre de paral·leles a crear

# _msg2978
source: Line Parallel Through Options
ca: Opcions de Llínia paral·lela per un punt

# _msg2979
source: Number:
ca: Nombre:

# _msg2980
source: Number of parallels to create
ca: Nombre de paral·leles a crear

# _msg2981
source: Polygon Options
ca: Opcions de Polígon

# _msg2982
source: Number:
ca: Nombre:

# _msg2983
source: Number of edges
ca: Nombre d'arestes

# _msg2984
source: Polygon Options
ca: Opcions de Polígon

# _msg2986
source: Number of edges
ca: Nombre d'arestes

# _msg2987
source: Line Relative Angle Options
ca: Opcions de Línia amb angles relatius

# _msg2989
source: Line angle
ca: Línia amb angle

# _msg2990
source: Length:
ca: Longitud:

# _msg2991
source: Length of line
ca: Longitud de la línia

# _msg2992
source: Text Options
ca: Opcions de Text

# _msg2995
source: Modify Offset Options
ca: Opcions de modificació de desfasament

# _msg2996
source: Distance:
ca: Distància:

# _msg2997
source: Offset from original entity
ca: Desfasament a partir de l'entitat original

# _msg2999
source: Move Rotate Options
ca: Opcions de Mou i gira

# _msg3001
source: Line Relative Angle Options
ca: Opcions de Línia amb angle relatiu

# _msg3002
source: Spacing:
ca: Espaiat:

# _msg3003
source: Distance from original polyline
ca: Distància des de la polilínia original

# _msg3004
source: Copies:
ca: Còpies:

# _msg3005
source: Polyline Options
ca: Opcions de Polilínia

# _msg3006
source: Close
ca: Tanca

# _msg3007
source: Undo
ca: Desfés

# _msg3008
source: Line
ca: Línia

# _msg3009
source: Tangential
ca: Tangent

# _msg3010
source: Tan Radius
ca: Radi tangent

# _msg3012
source: Radius:
ca: Radi:

# _msg3014
source: Clockwise
ca: En sentit horari

# _msg3015
source: Counter Clockwise
ca: En sentit anti-horari

# _msg3016
source: Print Preview Options
ca: Opcions de Previsualitza la impressió

# _msg3017
source: Toggle Black / White mode
ca: Commuta el mode Blanc i negre/Color

# _msg3018
source: Center to page
ca: Centra en la pàgina

# _msg3019
source: Fit to page
ca: Ajusta a la pàgina

# _msg3020
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
ca: <html><head/><body><p>L'escalat d'impressió està bloquejat en el valor actual</p></body></html>

# _msg3021
source: fixed
ca: Fixat

# _msg3022
source: Opening recent file...
ca: S'està obrint un fitxer recent...

# _msg3023
source: Round Options
ca: Opcions d'Arrodoneix

# _msg3024
source: Trim
ca: Redueix

# _msg3025
source: Check to trim both edges to the rounding
ca: Comprova si es poden reduir les arestes per arrodonir

# _msg3026
source: Radius:
ca: Radi:

# _msg3028
source: Snap Distance Options
ca: Opcions de Força distància

# _msg3029
source: Distance:
ca: Distància:

# _msg3030
source: Snap Distance Options
ca: Opcions de Força distància

# _msg3031
source: Middle Points:
ca: Punts mitjans:

# _msg3032
source: Number of equidistant division points
ca: Nombre de punts de divisió equidistants

# _msg3033
source: Spline Options
ca: Opcions de Spline

# _msg3034
source: Degree:
ca: Grau:

# _msg3038
source: Closed
ca: Tancat

# _msg3039
source: Undo
ca: Desfés

# _msg3040
source: Text Options
ca: Opcions de Text

# _msg3043
source: Trim Amount Options
ca: Opcions de Redueix o estén una quantitat

# _msg3044
source: Distance. Negative values for trimming, positive values for extending.
ca: Distància. Valors negatius redueixen, valors positius estenen.

# _msg3045
source: Length:
ca: Longitud:

# _msg3046
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
ca: Distància. Valors negatius redueixen, valors positius estenen. No cal posar el signe negatiu per a reduir a la longitud total final.

# _msg3047
source: The input length is used as total length after trimming, instead of length increase
ca: La longitud introduïda s'usa com a longitud total després de la reducció o extensió, en lloc de l'increment de longitud

# _msg3048
source: Layer "%1" and all entities on it will be removed.
ca: S'eliminaran la capa "%1" i totes les entitats que hi ha en ella.

# _msg3049
source: None
ca: Cap

# _msg3050
source: Block %1 already exist, renamed to: %2
ca: El bloc %1 ja existeix. S'ha canviat el nom a: %2

# _msg3051
source: All Image Files (%1)
ca: Tots els fitxers d'imatge (%1)

# _msg3052
source: Custom Widgets
ca: Estris personalitzats

# _msg3053
source: &Add Block
ca: &Afegeix un bloc

# _msg3054
source: &Rename Block
ca: Can&via el nom del bloc

# _msg3055
source: &Create Block
ca: &Crea un bloc

# _msg3056
source: &Edit Block
ca: &Edita el bloc

# _msg3057
source: Ex&plode
ca: Ex&plota

# _msg3058
source: &Hide all
ca: &Oculta-ho tot

# _msg3059
source: &Show all
ca: &Mostra-ho tot

# _msg3060
source: &Insert Block
ca: &Insereix un bloc

# _msg3061
source: &Remove Block
ca: &Elimina el bloc

# _msg3062
source: &Save Block
ca: De&sa el bloc

# _msg3063
source: Toggle Block &Visibility
ca: Commuta la &visibilitat del bloc

# _msg3064
source: &Aligned
ca: &Alineada

# _msg3066
source: &Diametric
ca: &Diametral

# _msg3067
source: &Leader
ca: &Guia

# _msg3068
source: &Linear
ca: &Lineal

# _msg3069
source: &Horizontal
ca: &Horitzontal

# _msg3072
source: &Center, Point, Angles
ca: &Centre, punt i angles

# _msg3073
source: Specify end angle or [Angle/chord Length]
ca: Especifiqueu l'angle final o [Angle/longitud de corda]

# _msg3074
source: &3 Points
ca: &3 punts

# _msg3075
source: Specify startpoint or [Center]
ca: Especifiqueu el punt inicial o [Centre]

# _msg3076
source: Arc &Tangential
ca: Arc &tangent

# _msg3077
source: Center, &Point
ca: Centre, &punt

# _msg3078
source: 2 Points
ca: 2 punts

# _msg3079
source: 3 Points
ca: 3 punts

# _msg3080
source: Center, &Radius
ca: Centre, &radi

# _msg3081
source: Circle &Inscribed
ca: Circumferència &inscrita

# _msg3082
source: Circle Tangential 2 P&oints
ca: Circumferència tangent 2 P&unts

# _msg3083
source: Specify an arc/circle
ca: Especifiqueu un arc/circumferència

# _msg3084
source: Tangential, 2 P&oints
ca: Tangent, 2 p&unts

# _msg3085
source: Circle Tangential &2
ca: Circumferència tangent &2

# _msg3086
source: Tangential 2 Circles, Radius
ca: Tangent a 2 cercles, radi

# _msg3087
source: Common Tangential Circle 1 Point
ca: Tangent comuna a una circumferència per un punt

# _msg3088
source: Tangential 2 Circles, 1 Point
ca: Tangent a 2 cercles, 1 punt

# _msg3089
source: Circle Tangential &3
ca: Circumferència tangent &3

# _msg3090
source: Specify the first arc/circle
ca: Especifiqueu el primer arc/circumferència

# _msg3091
source: Specify the second arc/circle
ca: Especifiqueu el segon arc/circumferència

# _msg3092
source: Specify the third arc/circle
ca: Especifiqueu el tercer arc/circumferència

# _msg3093
source: Tangential &3 Circles
ca: Tangent a &3 cercles

# _msg3094
source: Ellipse &4 Point
ca: El·lipse &4 punts

# _msg3095
source: &Ellipse (Axis)
ca: &El·lipse (Eixos)

# _msg3096
source: Ellipse &Arc (Axis)
ca: &Arc d'el·lipse (Eixos)

# _msg3097
source: Ellipse Center and &3 Points
ca: Centre de l'el·lipse i &3 punts

# _msg3098
source: Ellipse &Foci Point
ca: Els dos &focus de l'el·lipse

# _msg3099
source: Ellipse &Inscribed
ca: El·lipse &inscrita

# _msg3100
source: &Hatch
ca: &Ombrejat

# _msg3101
source: Insert &Image
ca: Insereix una &imatge

# _msg3102
source: &2 Points
ca: &2 punts

# _msg3104
source: &Horizontal
ca: &Horitzontal

# _msg3106
source: Bisector
ca: Bisectriu

# _msg3107
source: &Freehand Line
ca: Línia a &mà alçada

# _msg3109
source: Tangent &Orthogonal
ca: Tangent &Ortogonal

# _msg3110
source: &Parallel
ca: &Paral·lela

# _msg3111
source: &Concentric
ca: Co&ncèntric

# _msg3112
source: Parallel through point
ca: Paral·lela per un punt

# _msg3113
source: Pol&ygon (Cen,Cor)
ca: &Polígon (Centre,Vèrtex)

# _msg3114
source: Polygo&n (Cor,Cor)
ca: Polí&gon (Vèrtex,Vèrtex)

# _msg3116
source: Relative angle
ca: Angle relatiu

# _msg3117
source: Orthogonal
ca: Perpendicular

# _msg3120
source: &MText
ca: Text&M

# _msg3121
source: &Points
ca: P&unts

# _msg3122
source: &Polyline
ca: &Polilínia

# _msg3123
source: Draw polylines
ca: Dibuixa polilínies

# _msg3126
source: &Copy
ca: &Copia

# _msg3127
source: Cu&t
ca: Re&talla

# _msg3128
source: &Paste
ca: &Enganxa

# _msg3129
source: &Undo
ca: &Desfés

# _msg3130
source: &Redo
ca: &Refés

# _msg3131
source: &New
ca: &Nou...

# _msg3132
source: New From &Template
ca: Nou des de plan&tilla...

# _msg3133
source: &Open...
ca: &Obre...

# _msg3134
source: &Save
ca: &Desa

# _msg3135
source: Save &as...
ca: &Anomena i desa...

# _msg3136
source: An&gle between two lines
ca: &Angle entre dues línies

# _msg3137
source: or %1%2
ca: o %1%2

# _msg3138
source: Area: %1
ca: Àrea: %1

# _msg3139
source: Polygonal &Area
ca: Àrea &poligonal

# _msg3140
source: &Distance Point to Point
ca: Distància de &punt a punt

# _msg3141
source: Distance: %1
ca: Distància: %1

# _msg3142
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
ca: Distància: %1 Cartesiana: (%2 , %3), Polar: (%4<%5

# _msg3143
source: &Distance Entity to Point
ca: Distància d'&entitat a punt

# _msg3144
source: Point inside contour
ca: Punt dins del contorn

# _msg3145
source: &Total length of selected entities
ca: &Longitud total de les entitats seleccionades

# _msg3146
source: &Add Layer
ca: &Afegeix una capa

# _msg3147
source: &Edit Layer
ca: &Edita la capa

# _msg3148
source: &Hide all
ca: &Oculta-ho tot

# _msg3149
source: &Show all
ca: &Mostra-ho tot

# _msg3150
source: &Remove Layer
ca: &Elimina la capa

# _msg3151
source: Toggle Layer Loc&k
ca: Commuta el &bloqueig de la capa

# _msg3152
source: Toggle Layer &Print
ca: Commuta la im&pressió de la capa

# _msg3153
source: &Toggle Layer Visibility
ca: Commu&ta la visibilitat de la capa

# _msg3154
source: &Attributes
ca: &Atributs

# _msg3155
source: &Bevel
ca: &Bisella

# _msg3156
source: &Divide
ca: &Divideix

# _msg3157
source: Entity must be a line, arc, circle or ellipse.
ca: L'entitat deu ser una línia, arc, circumferència o el·lipse.

# _msg3158
source: &Delete
ca: &Suprimeix

# _msg3159
source: Delete Freehand
ca: Suprimeix una línia a mà alçada

# _msg3160
source: Parent of second entity is NULL
ca: No existeix l'origen de la segona entitat

# _msg3161
source: One of the chosen entities is NULL
ca: No existeix una de les entitats triades

# _msg3162
source: Parent of first entity is NULL
ca: No existeix l'origen de la primera entitat

# _msg3163
source: First entity is NULL
ca: No existeix la primera entitat

# _msg3164
source: Second entity is NULL
ca: No existeix la segona entitat

# _msg3165
source: &Delete selected
ca: &Suprimeix l'entitat seleccionada

# _msg3166
source: &Properties
ca: &Propietats

# _msg3167
source: &Explode Text into Letters
ca: &Explota el text en lletres

# _msg3168
source: &Mirror
ca: &Simetria

# _msg3169
source: &Move / Copy
ca: &Mou / Copia

# _msg3170
source: M&ove and Rotate
ca: &Mou i gira

# _msg3171
source: &Offset
ca: &Desfasament

# _msg3172
source: Re&vert direction
ca: Can&via la direcció

# _msg3174
source: &Rotate
ca: Gi&ra

# _msg3175
source: Rotate T&wo
ca: Gira a &dos

# _msg3176
source: &Round
ca: &Arrodoneix

# _msg3177
source: &Fillet
ca: &Arrodoneix

# _msg3178
source: &Scale
ca: &Escala

# _msg3179
source: &Stretch
ca: E&stira

# _msg3180
source: &Trim
ca: &Redueix

# _msg3181
source: &Trim Two
ca: &Redueix les dos

# _msg3182
source: &Lengthen
ca: A&llarga

# _msg3183
source: Current &Drawing Preferences
ca: Preferències del d&ibuix actual...

# _msg3184
source: move to bottom
ca: Mou al capdavall

# _msg3185
source: set to bottom
ca: Mou al capdavall

# _msg3186
source: lower after entity
ca: Abaixa sota l'entitat

# _msg3187
source: lower over entity
ca: Abaixa sota l'entitat

# _msg3188
source: raise over entity
ca: Apuja sobre l'entitat

# _msg3189
source: move to top
ca: Mou al capdamunt

# _msg3190
source: set to top
ca: Mou al capdamunt

# _msg3191
source: &Add node
ca: &Afegeix un node

# _msg3192
source: Add polyline's node
ca: Afegeix un node de polilínia

# _msg3193
source: A&ppend node
ca: A&fegeix un node

# _msg3194
source: Append polyline's node
ca: Afegeix un node de polilínea

# _msg3195
source: &Delete node
ca: Suprimeix un &node

# _msg3196
source: Delete polyline's node
ca: Suprimeix un node de polilínea

# _msg3197
source: Adding point is invalid.
ca: El punt afegit no és vàlid.

# _msg3198
source: Adding point is not on entity.
ca: El punt afegit no està en l'entitat.

# _msg3199
source: Delete &between two nodes
ca: Suprimeix entre &dos nodes

# _msg3200
source: Delete between two nodes
ca: Suprimeix entre dos nodes

# _msg3201
source: Deletinging point is invalid.
ca: El punt a suprimir no és vàlid.

# _msg3202
source: Deleteinging point is not on entity.
ca: El punt a suprimir no és a l'entitat.

# _msg3203
source: Create &Equidistant Polylines
ca: Crea polilínies &equidistants

# _msg3204
source: Create Equidistant Polylines
ca: Crea polilínies equidistants

# _msg3205
source: Create Polyline from Existing &Segments
ca: Crea una polilínia a partir de &segment existents

# _msg3206
source: Create Polyline from Existing Segments
ca: Crea una polilínia a partir de segment existents

# _msg3207
source: Entity must be a line, arc or polyline.
ca: L'entitat ha de ser una línia, arc o polilínia.

# _msg3208
source: &Trim segments
ca: &Redueix segments

# _msg3209
source: Trim polyline's segments
ca: Redueix segments de polilínia

# _msg3210
source: Print Pre&view
ca: Pre&visualitza la impressió

# _msg3211
source: Select &All
ca: &Selecciona-ho tot

# _msg3212
source: Deselect &all
ca: (&De)selecciona-ho tot

# _msg3214
source: (De-)Select &Contour
ca: (De)selecciona el &contorn

# _msg3215
source: Select Intersected Entities
ca: Selecciona les entitats que s'intersequen

# _msg3216
source: Deselect Intersected Entities
ca: (De)selecciona les entitats que s'intersequen

# _msg3217
source: Invert Selection
ca: Inverteix la selecció

# _msg3218
source: (De-)Select Layer
ca: (De)selecciona la capa

# _msg3219
source: Select Entity
ca: Selecciona l'entitat

# _msg3220
source: Select Window
ca: Selecciona la finestra

# _msg3221
source: Deselect Window
ca: (De)selecciona la finestra

# _msg3222
source: Regenerate Dimension Entities
ca: Regenera les cotes

# _msg3223
source: &Auto Zoom
ca: &Zoom automàtic

# _msg3224
source: Zoom &In
ca: &Augmenta el zoom

# _msg3225
source: Zoom &Out
ca: &Disminueix el zoom

# _msg3226
source: Zoom &Panning
ca: &Enquadrament

# _msg3227
source: Previous &View
ca: &Visualització prèvia

# _msg3228
source: &Redraw
ca: &Redibuixa

# _msg3229
source: &Window Zoom
ca: Zoom &finestra

# _msg3230
source: line
ca: línia

# _msg3234
source: undo
ca: desfés

# _msg3235
source: u
ca: d

# _msg3236
source: redo
ca: refés

# _msg3240
source: columns
ca: columnes

# _msg3241
source: rows
ca: files

# _msg3242
source: columnspacing
ca: ec

# _msg3243
source: rowspacing
ca: ef

# _msg3250
source: columnspacing
ca: ec

# _msg3251
source: colspacing
ca: ec

# _msg3252
source: cs
ca: ec

# _msg3253
source: rowspacing
ca: ef

# _msg3254
source: rs
ca: ef

# _msg3255
source: center
ca: centre

# _msg3258
source: point
ca: punt

# _msg3259
source: offset
ca: desfasament

# _msg3260
source: o
ca: d

# _msg3261
source: parallel
ca: paral·lela

# _msg3262
source: length
ca: longitud

# _msg3263
source: close
ca: tanca

# _msg3264
source: number
ca: nombre

# _msg3265
source: through
ca: a través

# _msg3266
source: help
ca: ajuda

# _msg3268
source: length
ca: longitud

# _msg3269
source: len
ca: lon

# _msg3271
source: c
ca: t

# _msg3272
source: num
ca: nom

# _msg3275
source: length1
ca: longitud1

# _msg3276
source: length2
ca: longitud2

# _msg3277
source: radius
ca: radi

# _msg3278
source: trim
ca: redueix

# _msg3279
source: length1
ca: longitud1

# _msg3280
source: len1
ca: lon1
