Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3582
source: back
fr: retour

# _msg3594
source: number
fr: nombre

# _msg3595
source: reversed
fr: inversé

# _msg208
source: Export as
lv: Eksportēt kā

# _msg209
source: Form
lv: Forma

# _msg210
source: Device
lv: Ierīce

# _msg211
source: Mouse
lv: Pele

# _msg212
source: Tablet
lv: Planšete

# _msg213
source: Trackpad
lv: Skārienpaliktnis

# _msg214
source: Touchscreen
lv: Skārienekrāns

# _msg215
source: Save
lv: Saglabāt

# _msg216
source: De&bugging
lv: At&kļūdošana

# _msg217
source: Insert Image
lv: Ievietot attēlu

# _msg218
source: Widget Options
lv: Sīkrīka opcijas

# _msg219
source: Toolbar
lv: Rīkjosla

# _msg220
source: Icon Size
lv: Ikonu izmērs

# _msg221
source: General
lv: Vispārīgi

# _msg222
source: Style
lv: Stils

# _msg223
source: Style Sheet
lv: Stilu loksne

# _msg224
source: Statusbar
lv: Statusjosla

# _msg225
source: Height
lv: Augstums

# _msg226
source: Font Size
lv: Fontu izmērs

# _msg230
source: select:
lv: izvlēties:

# _msg231
source: remove left
lv: izņemt kreiso

# _msg232
source: remove right
lv: izņemt labo

# _msg233
source: remove 0'
lv: izņemt 0'

# _msg234
source: remove 0"
lv: izņemt 0''

# _msg235
source: Line Relative Angle Options
lv: Līnijas relatīvā leņķa opcijas

# _msg236
source: Spacing:
lv: Atstatums:

# _msg237
source: Distance from original polyline
lv: Attālums no sākotnējās lauztās līnijas

# _msg238
source: Copies:
lv: Kopijas:

# _msg239
source: Select object:
lv: Izvēlieties objektu:

# _msg240
source: Cancel
lv: Atcelt

# _msg242
source: Select objects:
lv: Izvēlieties objektus:

# _msg243
source: Cancel
lv: Atcelt

# _msg244
source: &File
lv: &Datne

# _msg245
source: &Edit
lv: R&ediģēt

# _msg246
source: &View
lv: &Skats

# _msg247
source: &Select
lv: Iz&vēle

# _msg248
source: &Line
lv: &Līnija

# _msg249
source: &Circle
lv: &Riņķis

# _msg250
source: &Ellipse
lv: &Elipse

# _msg251
source: &Modify
lv: &Modificēt

# _msg253
source: About
lv: Par

# _msg254
source: &Help
lv: &Palīdzība

# _msg255
source: &Cascade
lv: &Kaskāde

# _msg256
source: &Tile
lv: &Flīzēt

# _msg257
source: Tile &Horizontally
lv: Flīzēt &horizontāli

# _msg258
source: Creating new file...
lv: Izveido jaunu datni...

# _msg259
source: unnamed document %1
lv: nenosaukts dokuments %1

# _msg260
source: Opening recent file...
lv: Atver nesenu datni...

# _msg261
source: Loaded document:
lv: Ielādēts dokuments:

# _msg262
source: Opening aborted
lv: Atver apturētu

# _msg263
source: Printing...
lv: Drukā...

# _msg264
source: Exiting application...
lv: Iziet no lietotnes...

# _msg265
source: Layer List
lv: Slāņu saraksts

# _msg266
source: Block List
lv: Bloku saraksts

# _msg267
source: Library Browser
lv: Bibliotēka pārlūks

# _msg268
source: Print preview for %1
lv: Drukāt %1 priekšskatījumu

# _msg269
source: New Drawing created.
lv: Izveidots jauns zīmējums.

# _msg270
source: Saving drawing...
lv: Saglabā zīmējumu...

# _msg271
source: Saved drawing: %1
lv: Saglabātais zīmējums: %1

# _msg273
source: Exporting drawing...
lv: Eksportē zīmējumu...

# _msg274
source: Exported: %1
lv: Eksportēts: %1

# _msg275
source: Exporting...
lv: Eksportē...

# _msg276
source: Export complete
lv: Eksportēšana pabeigta

# _msg277
source: Export failed!
lv: Eksportēšana neizdevās!

# _msg278
source: Printing complete
lv: Drukāšana pabeigta

# _msg279
source: Command line
lv: Komandrinda

# _msg280
source: Block '%1'
lv: Bloks “%1”

# _msg281
source: Cannot open the file %1 Please check the permissions.
lv: Nevar atvērt datni %1 Pārbaudiet tiesības.

# _msg282
source: Cannot save the file %1 Please check the permissions.
lv: Nevar saglabāt datni %1 Pārbaudiet tiesības.

# _msg283
source: &Polyline
lv: &Lauzta līnija

# _msg284
source: Auto-saving drawing...
lv: Automātiski saglabā zīmējumu...

# _msg285
source: Auto-saved drawing
lv: Automātiski saglabāts zīmējums

# _msg286
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
lv: Nevar automātiski saglabāt datni %1 Pārbaudiet tiesības. Automātiskā saglabāšana ir deaktivēta.

# _msg287
source: Import
lv: Importēt

# _msg288
source: &Toolbars
lv: &Rīkjoslas

# _msg289
source: Compiled on: %1
lv: Kompilēts: %1

# _msg290
source: Version: %1
lv: Versija: %1

# _msg291
source: Warning: File already opened :
lv: Brīdinājums — datne jau ir atvērta :

# _msg292
source: Cannot save the file
lv: Nevar saglabāt datni

# _msg293
source: , please check the filename and permissions.
lv: , lūdzu, pārbaudiet datnes nosaukumu un atļaujas.

# _msg294
source: Su&b-Window mode
lv: Apa&kšloga režīms

# _msg295
source: Tile &Vertically
lv: Flīzēt &vertikāli

# _msg296
source: Ta&b mode
lv: &Ciļņu režīms

# _msg297
source: New document from template:
lv: Jauns dokuments no veidnes:

# _msg298
source: Select Template aborted
lv: Veidnes izvēle apturēta

# _msg299
source: Auto-saving failed
lv: Automātiskā saglabāšana neizdevās

# _msg300
source: File
lv: Datne

# _msg301
source: Edit
lv: Rediģēt

# _msg302
source: View
lv: Skats

# _msg303
source: Snap Selection
lv: Pievilkšanas izvēle

# _msg304
source: Tool Options
lv: Rīku opcijas

# _msg305
source: Export as
lv: Eksportēt kā

# _msg306
source: Compiler: Clang %1.%2.%3
lv: Kompilators: Clang %1.%2.%3

# _msg307
source: Compiler: GNU GCC %1.%2.%3
lv: Kompilators: GNU GCC %1.%2.%3

# _msg308
source: Qt Version: %1
lv: Qt versija: %1

# _msg309
source: Draft Mode
lv: Melnraksta režīms

# _msg310
source: Export as PDF
lv: Eksportēt kā PDF

# _msg311
source: Export
lv: Eksportēt

# _msg312
source: Cannot open the file %1 Please check its existence and permissions.
lv: Nevar atvērt datni %1 Lūdzu, pārbaudiet, vai tā eksistē un vai ir pareizas atļaujas.

# _msg313
source: File '%1' does not exist. Opening aborted
lv: Datne “%1” neeksistē. Atvēršana ir pārtraukta

# _msg314
source: Categories
lv: Kategorijas

# _msg315
source: &Order
lv: &Secība

# _msg316
source: Order
lv: Secība

# _msg317
source: Select
lv: Izvēlēties

# _msg318
source: Line
lv: Līnija

# _msg319
source: Circle
lv: Riņķis

# _msg320
source: &Curve
lv: &Līkne

# _msg321
source: Curve
lv: Līkne

# _msg322
source: Ellipse
lv: Elipse

# _msg323
source: Polyline
lv: Lauzta līnija

# _msg324
source: Dimension
lv: Dimensija

# _msg325
source: Modify
lv: Modificēt

# _msg326
source: Info
lv: Informācija

# _msg327
source: Pen
lv: Zīmulis

# _msg328
source: Dock Areas
lv: Doka laukumi

# _msg329
source: Grid Status
lv: Režģa satuss

# _msg330
source: Toolbars
lv: Rīkjoslas

# _msg331
source: Dockwidgets
lv: Doka sīkrīki

# _msg332
source: Device Options
lv: Ierīces opcijas

# _msg333
source: Device
lv: Ierīce

# _msg334
source: &Options
lv: &Opcijas

# _msg335
source: Pl&ugins
lv: Spra&udņi

# _msg336
source: Dime&nsion
lv: Dime&nsijas

# _msg337
source: Dock Wid&gets
lv: Do&ka sīkrīki

# _msg340
source: Copy
lv: Kopēt

# _msg351
source: Closing Drawing
lv: Aizver zīmējumu

# _msg353
source: &Save
lv: &Saglabāt

# _msg354
source: Save &as...
lv: S&aglabāt kā...

# _msg376
source: Do you really want to close the file %1?
lv: Vai tiešām vēlaties aizvērt datni %1?

# _msg377
source: Do you really want to close the drawing?
lv: Vai tiešām vēlaties aizvērt zīmējumu?

# _msg378
source: Closing Drawing
lv: Aizver zīmējumu

# _msg382
source: escape
lv: atsolis

# _msg383
source: Selection
lv: Izvēle

# _msg385
source: Current Layer
lv: Pašreizējais slānis

# _msg386
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Name of Current Active Layer</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pašlaik aktīvā slāņa nosaukums</p></body></html>

# _msg389
source: Renaming Block
lv: Pārsauc bloku

# _msg390
source: Could not name block. A block named "%1" already exists.
lv: Nevarēja nosaukt bloku. Bloks ar nosaukumu “%1” jau eksistē.

# _msg400
source: &Edit Block
lv: R&ediģēt bloku

# _msg401
source: &Toggle Visibility
lv: Pārslēg&t redzamību

# _msg402
source: Show all blocks
lv: Rādīt visus blokus

# _msg403
source: Hide all blocks
lv: Slēpt visus blokus

# _msg404
source: &Rename Block
lv: Pā&rsaukt bloku

# _msg405
source: &Insert Block
lv: &Ievietot bloku

# _msg406
source: &Create New Block
lv: &Izveidot jaunu bloku

# _msg407
source: Create Block
lv: Izveidot bloku

# _msg408
source: Add an empty block
lv: Pievienot tukšu bloku

# _msg409
source: save the active block to a file
lv: saglabāt aktīvo bloku datnē

# _msg412
source: By Layer
lv: Pēc slāņa

# _msg413
source: By Block
lv: Pēc bloka

# _msg414
source: Red
lv: Sarkans

# _msg415
source: Yellow
lv: Dzeltens

# _msg416
source: Green
lv: Zaļš

# _msg417
source: Cyan
lv: Ciāna

# _msg418
source: Blue
lv: Zils

# _msg419
source: Magenta
lv: Fuksīns

# _msg420
source: Black / White
lv: Melns / balts

# _msg421
source: Gray
lv: Pelēks

# _msg422
source: Light Gray
lv: Gaiši pelēks

# _msg423
source: Unchanged
lv: Netiks mainīts

# _msg424
source: Dark Red
lv: Tumši sarkans

# _msg425
source: Dark Yellow
lv: Tumši dzeltens

# _msg426
source: Dark Green
lv: Tumši zaļš

# _msg427
source: Dark Cyan
lv: Tumši ciāna

# _msg428
source: Dark Blue
lv: Tumši zils

# _msg429
source: Dark Magenta
lv: Tumši fuksīns

# _msg430
source: Dark Gray
lv: Tumši pelēks

# _msg431
source: Custom
lv: Pielāgots

# _msg432
source: clear
lv: attīrīt

# _msg433
source: &Copy
lv: &Kopēt

# _msg434
source: Select &All
lv: &Izvēlēties visu

# _msg435
source: Clear
lv: Attīrīt

# _msg436
source: Command Line
lv: Komandrinda

# _msg437
source: Command:
lv: Komanda:

# _msg438
source: Unknown command: %1
lv: Nezināma komanda: %1

# _msg439
source: Command history and output
lv: Komandu vēsture un izvade

# _msg440
source: escape
lv: atsolis

# _msg442
source: Coordinates
lv: Koordinātas

# _msg443
source: Dimension Label Editor
lv: Dimensiju etiķešu redaktors

# _msg444
source: Dimension Label:
lv: Dimensijas etiķete:

# _msg445
source: Label:
lv: Etiķete:

# _msg446
source: Insert:
lv: Ievietot:

# _msg447
source: ° (Degree)
lv: ° (grāds)

# _msg448
source: ± (Plus / Minus)
lv: ± (pluss / mīnuss)

# _msg449
source: × (Times)
lv: × (reizes)

# _msg450
source: ÷ (Division)
lv: ÷ (dalīts)

# _msg451
source: ⌀ (Diameter)
lv: ⌀ (Diametrs)

# _msg452
source: π (Pi)
lv: π (Pī)

# _msg453
source: Arc
lv: Loks

# _msg454
source: Layer:
lv: Slānis:

# _msg455
source: Geometry
lv: Ģeometrija

# _msg456
source: Radius:
lv: Rādiuss:

# _msg457
source: Center (y):
lv: Centrs (y):

# _msg458
source: Center (x):
lv: Centrs (x):

# _msg459
source: Start Angle:
lv: Sākuma leņķis:

# _msg460
source: End Angle:
lv: Beigu leņķis:

# _msg461
source: Reversed
lv: Apgriezti

# _msg462
source: Attributes
lv: Atribūti

# _msg463
source: Layer:
lv: Slānis:

# _msg466
source: Circle
lv: Riņķis

# _msg468
source: Geometry
lv: Ģeometrija

# _msg469
source: Radius:
lv: Rādiuss:

# _msg470
source: Center (y):
lv: Centrs (y):

# _msg471
source: Center (x):
lv: Centrs (x):

# _msg474
source: Geometry
lv: Ģeometrija

# _msg475
source: Angle:
lv: Leņķis:

# _msg477
source: Dimension
lv: Dimensija

# _msg478
source: Ellipse
lv: Elipse

# _msg479
source: Layer:
lv: Slānis:

# _msg480
source: Geometry
lv: Ģeometrija

# _msg481
source: Center (y):
lv: Centrs (y):

# _msg482
source: Center (x):
lv: Centrs (x):

# _msg483
source: End Angle:
lv: Beigu leņķis:

# _msg484
source: Start Angle:
lv: Sākuma leņķis:

# _msg485
source: Rotation:
lv: Pagrieziens:

# _msg486
source: Minor:
lv: Sekundārā:

# _msg487
source: Major:
lv: Primārā:

# _msg488
source: Reversed
lv: Apgriezti

# _msg500
source: Preview
lv: Priekšskatījums

# _msg505
source: Choose Hatch Attributes
lv: Izvēlieties svītrojuma atribūtus

# _msg506
source: Pattern
lv: Raksts

# _msg507
source: Angle:
lv: Leņķis:

# _msg508
source: Scale:
lv: Mērogs:

# _msg509
source: Solid Fill
lv: Vienlaidus aizpildījums

# _msg510
source: Preview
lv: Priekšskatījums

# _msg511
source: Enable Preview
lv: Aktivēt priekšskatījumu

# _msg512
source: Image
lv: Attēls

# _msg513
source: Layer:
lv: Slānis:

# _msg514
source: Geometry
lv: Ģeometrija

# _msg515
source: Width:
lv: Platums:

# _msg516
source: Height:
lv: Augstums:

# _msg517
source: insert (x):
lv: ievietot (x):

# _msg518
source: Scale:
lv: Mērogs:

# _msg519
source: Size (px):
lv: Izmērs (px):

# _msg520
source: path:
lv: ceļš:

# _msg521
source: insert (y):
lv: ievietot (y):

# _msg522
source: Angle:
lv: Leņķis:

# _msg524
source: Welcome
lv: Laipni lūdzam

# _msg525
source: Default Unit:
lv: Noklusējuma mērvienības:

# _msg526
source: GUI Language:
lv: Saskarnes valoda:

# _msg527
source: Command Language:
lv: Komandu valoda:

# _msg528
source: <font size="+1"><b>Welcome to LibreCAD</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> (You can changes these settings later.)
lv: <font size="+1"><b>Laipni lūdzam LibreCAD</b> </font> <br> Lūdzu, izvēlieties, kādas mērvienības vēlaties izmantot jauniem rasējumiem un vēlamo valodu.<br> (Šos iestatījumus varēsiet vēlāk mainīt.)

# _msg529
source: Insert
lv: Ievietot

# _msg530
source: Layer:
lv: Slānis:

# _msg531
source: Geometry
lv: Ģeometrija

# _msg532
source: Insertion point (x):
lv: Ievietošanas punkts (x):

# _msg533
source: Insertion point (y):
lv: Ievietošanas punkts (y):

# _msg534
source: Angle:
lv: Leņķis:

# _msg535
source: Rows:
lv: Rindas:

# _msg536
source: Columns:
lv: Kolonnas:

# _msg537
source: Row Spacing:
lv: Rindu atstarpe:

# _msg538
source: Column Spacing:
lv: Kolonnu atstarpe:

# _msg539
source: Scale X:
lv: Mērogs 1:

# _msg540
source: Scale Y:
lv: Mērogs Y:

# _msg541
source: Line
lv: Līnija

# _msg543
source: Geometry
lv: Ģeometrija

# _msg544
source: End point (x):
lv: Beigu punkts (x):

# _msg545
source: End point (y):
lv: Beigu punkts (y):

# _msg546
source: Start point (y):
lv: Sākuma punkts (y):

# _msg547
source: Start point (x):
lv: Sākuma punkts (x):

# _msg548
source: MText
lv: VTeksts

# _msg549
source: Layer:
lv: Slānis:

# _msg550
source: Font
lv: Fonts

# _msg551
source: &Height:
lv: &Augstums:

# _msg552
source: &Default line spacing
lv: Noklusējuma &rindstarpa

# _msg554
source: Alignment
lv: Līdzināšana

# _msg555
source: Top Right
lv: Augšā pa labi

# _msg556
source: Top Left
lv: Augšā pa kreisi

# _msg557
source: Middle Left
lv: Vidū un pa kreisi

# _msg558
source: Middle Center
lv: Vidū un centrēt

# _msg559
source: Middle Right
lv: Vidū un pa labi

# _msg560
source: Bottom Left
lv: Apakšā pa kreisi

# _msg561
source: Bottom Right
lv: Apakšā pa labi

# _msg562
source: Bottom Center
lv: Apakšā un centrēt

# _msg563
source: Top Center
lv: Augšā un centrēt

# _msg564
source: Angle
lv: Leņķis

# _msg565
source: Text:
lv: Teksts:

# _msg566
source: Clear Text
lv: Attīrīt tekstu

# _msg567
source: Load Text From File
lv: Ielādēt tekstu no datnes

# _msg568
source: Save Text To File
lv: Saglabāt tekstu datnē

# _msg569
source: Cut
lv: Izgriezt

# _msg570
source: Copy
lv: Kopēt

# _msg571
source: Paste
lv: Ielīmēt

# _msg572
source: Insert Symbol
lv: Ievietot simbolu

# _msg573
source: Degree (°)
lv: Grāds (°)

# _msg574
source: Plus / Minus (±)
lv: Pluss / mīnuss (±)

# _msg576
source: Hash (#)
lv: Reste (#)

# _msg577
source: Dollar ($)
lv: Dolārs ($)

# _msg578
source: Copyright (©)
lv: Autortiesības (©)

# _msg579
source: Registered (®)
lv: Reģistrēts (®)

# _msg580
source: Paragraph (§)
lv: Paragrāfs (§)

# _msg581
source: Pi (π)
lv: Pī (π)

# _msg582
source: Pound (£)
lv: Mārciņa (£)

# _msg583
source: Yen (¥)
lv: Jēna (¥)

# _msg584
source: Times (×)
lv: Reizes (×)

# _msg585
source: Division (÷)
lv: Dalīšana (÷)

# _msg586
source: Insert Unicode
lv: Ievietot unikodu

# _msg587
source: Page:
lv: Lapa:

# _msg588
source: Char:
lv: Rakstzīme:

# _msg589
source: [0000-007F] Basic Latin
lv: [0000-007F] Pamata latīņu

# _msg590
source: [0080-00FF] Latin-1 Supplementary
lv: [0080-00FF] Latīņu-1 papildinājums

# _msg591
source: [0100-017F] Latin Extended-A
lv: [0100-017F] Latīņu paplašinātais-A

# _msg592
source: [0180-024F] Latin Extended-B
lv: [0180-024F] Latīņu paplašinātais-B

# _msg593
source: [0250-02AF] IPA Extensions
lv: [0250-02AF] IPA paplašinājumi

# _msg594
source: [02B0-02FF] Spacing Modifier Letters
lv: [02B0-02FF] Modificējošo zīmju izlīdzināšana

# _msg595
source: [0300-036F] Combining Diacritical Marks
lv: [0300-036F] Diakritisko zīmju kombinēšana

# _msg596
source: [0370-03FF] Greek and Coptic
lv: [0370-03FF] Grieķu un koptu

# _msg597
source: [0400-04FF] Cyrillic
lv: [0400-04FF] Kirilica

# _msg598
source: [0500-052F] Cyrillic Supplementary
lv: [0500-052F] Kirilicas papildu rakstzīmes

# _msg599
source: [0530-058F] Armenian
lv: [0530-058F] Armēņu

# _msg600
source: [0590-05FF] Hebrew
lv: [0590-05FF] Ivrits

# _msg601
source: [0600-06FF] Arabic
lv: [0600-06FF] Arābu

# _msg602
source: [0700-074F] Syriac
lv: [0700-074F] Sīriešu

# _msg603
source: [0780-07BF] Thaana
lv: [0780-07BF] Tāna

# _msg605
source: [0980-09FF] Bengali
lv: [0980-09FF] Bengāļu

# _msg606
source: [0A00-0A7F] Gurmukhi
lv: [0A00-0A7F] Gurmuki

# _msg607
source: [0A80-0AFF] Gujarati
lv: [0A80-0AFF] Gudžaratu

# _msg608
source: [0B00-0B7F] Oriya
lv: [0B00-0B7F] Oriju

# _msg609
source: [0B80-0BFF] Tamil
lv: [0B80-0BFF] Tamilu

# _msg611
source: [0C80-0CFF] Kannada
lv: [0C80-0CFF] Kannadu

# _msg612
source: [0D00-0D7F] Malayalam
lv: [0D00-0D7F] Malajalu

# _msg613
source: [0D80-0DFF] Sinhala
lv: [0D80-0DFF] Singāļu

# _msg614
source: [0E00-0E7F] Thai
lv: [0E00-0E7F] Taju

# _msg615
source: [0E80-0EFF] Lao
lv: [0E80-0EFF] Laosiešu

# _msg616
source: [0F00-0FFF] Tibetan
lv: [0F00-0FFF] Tibetiešu

# _msg617
source: [1000-109F] Myanmar
lv: [1000-109F] Mjanmas

# _msg618
source: [10A0-10FF] Georgian
lv: [10A0-10FF] Gruzīnu

# _msg619
source: [1100-11FF] Hangul Jamo
lv: [1100-11FF] Hangul džamo

# _msg620
source: [1200-137F] Ethiopic
lv: [1200-137F] Etiopiešu

# _msg621
source: [13A0-13FF] Cherokee
lv: [13A0-13FF] Šerokī

# _msg622
source: [1400-167F] Unified Canadian Aboriginal Syllabic
lv: [1400-167F] Vienotās Kanādas iezemiešu zilbes

# _msg623
source: [1680-169F] Ogham
lv: [1680-169F] Ogam

# _msg624
source: [16A0-16FF] Runic
lv: [16A0-16FF] Rūnu

# _msg625
source: [1700-171F] Tagalog
lv: [1700-171F] Tagalu

# _msg626
source: [1720-173F] Hanunoo
lv: [1720-173F] Hanunū

# _msg627
source: [1740-175F] Buhid
lv: [1740-175F] Buhidu

# _msg628
source: [1760-177F] Tagbanwa
lv: [1760-177F] Tagbanva

# _msg629
source: [1780-17FF] Khmer
lv: [1780-17FF] Khmeru

# _msg630
source: [1800-18AF] Mongolian
lv: [1800-18AF] Mongoļu

# _msg631
source: [1E00-1EFF] Latin Extended Additional
lv: [1E00-1EFF] Papildu latīņu paplašinātais

# _msg632
source: [1F00-1FFF] Greek Extended
lv: [1F00-1FFF] Grieķu paplašinātais

# _msg633
source: [2000-206F] General Punctuation
lv: [2000-206F] Vispārējā interpunkcija

# _msg634
source: [2070-209F] Superscripts and Subscripts
lv: [2070-209F] Augšraksti un apakšraksti

# _msg635
source: [20A0-20CF] Currency Symbols
lv: [20A0-20CF] Valūtu simboli

# _msg636
source: [20D0-20FF] Combining Marks for Symbols
lv: [20D0-20FF] Zīmju kombinēšana simboliem

# _msg637
source: [2100-214F] Letterlike Symbols
lv: [2100-214F] Burtveidīgie simboli

# _msg638
source: [2150-218F] Number Forms
lv: [2150-218F] Skaitļu formas

# _msg639
source: [2190-21FF] Arrows
lv: [2190-21FF] Bultas

# _msg640
source: [2200-22FF] Mathematical Operators
lv: [2200-22FF] Matemātiske operatori

# _msg641
source: [2300-23FF] Miscellaneous Technical
lv: [2300-23FF] Dažādi tehniskie

# _msg642
source: [2400-243F] Control Pictures
lv: [2400-243F] Vadības bildes

# _msg643
source: [2440-245F] Optical Character Recognition
lv: [2440-245F] Rakstzīmju optiskā pazīšana

# _msg644
source: [2460-24FF] Enclosed Alphanumerics
lv: [2460-24FF] Apvilktie burti un cipari

# _msg645
source: [2500-257F] Box Drawing
lv: [2500-257F] Kastu zīmēšana

# _msg646
source: [2580-259F] Block Elements
lv: [2580-259F] Bloku elementi

# _msg647
source: [25A0-25FF] Geometric Shapes
lv: [25A0-25FF] Ģeometriskās figūras

# _msg648
source: [2600-26FF] Miscellaneous Symbols
lv: [2600-26FF] Dažādi simboli

# _msg649
source: [2700-27BF] Dingbats
lv: [2700-27BF] Dekorzīmes

# _msg650
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
lv: [27C0-27EF] Dažādi matemātiskie simboli A

# _msg651
source: [27F0-27FF] Supplemental Arrows-A
lv: [27F0-27FF] Papildu bultas A

# _msg652
source: [2800-28FF] Braille Patterns
lv: [2800-28FF] Braila raksts

# _msg653
source: [2900-297F] Supplemental Arrows-B
lv: [2900-297F] Papildu bultas B

# _msg654
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
lv: [2980-29FF] Dažādi matemātiskie simboli B

# _msg655
source: [2A00-2AFF] Supplemental Mathematical Operators
lv: [2A00-2AFF] Matemātisko operatoru pielikums

# _msg656
source: [2E80-2EFF] CJK Radicals Supplement
lv: [2E80-2EFF] CJK sakņu pielikums

# _msg657
source: [2F00-2FDF] Kangxi Radicals
lv: [2F00-2FDF] Kangxi saknes

# _msg658
source: [2FF0-2FFF] Ideographic Description Characters
lv: [2FF0-2FFF] Ideogrāfisko aprakstu zīmes

# _msg659
source: [3000-303F] CJK Symbols and Punctuation
lv: [3000-303F] CJK simboli un interpunkcija

# _msg663
source: [3130-318F] Hangul Compatibility Jamo
lv: [3130-318F] Hangul savietojamības džamo

# _msg665
source: [31A0-31BF] Bopomofo Extended
lv: [31A0-31BF] Bopomofo paplašinātais

# _msg666
source: [3200-32FF] Enclosed CJK Letters and Months
lv: [3200-32FF] Apvilktie CJK burti un mēneši

# _msg667
source: [3300-33FF] CJK Compatibility
lv: [3300-33FF] CJK savietojamība

# _msg668
source: [3400-4DBF] CJK Unified Ideographs Extension A
lv: [3400-4DBF] CJK vienoto ideogrammu paplašinājums A

# _msg669
source: [4E00-9FAF] CJK Unified Ideographs
lv: [4E00-9FAF] CJK vienotās ideogrammas

# _msg670
source: [A000-A48F] Yi Syllables
lv: [A000-A48F] Yi zilbes

# _msg671
source: [A490-A4CF] Yi Radicals
lv: [A490-A4CF] Yi saknes

# _msg672
source: [AC00-D7AF] Hangul Syllables
lv: [AC00-D7AF] Hangul zilbes

# _msg673
source: [D800-DBFF] High Surrogates
lv: [D800-DBFF] Augstie aizstājēji

# _msg674
source: [DC00-DFFF] Low Surrogate Area
lv: [DC00-DFFF] Zemo aizstājēju laukums

# _msg675
source: [E000-F8FF] Private Use Area
lv: [E000-F8FF] Privāts lietojuma lauks

# _msg676
source: [F900-FAFF] CJK Compatibility Ideographs
lv: [F900-FAFF] CJK savietojamības ideogrammas

# _msg677
source: [FB00-FB4F] Alphabetic Presentation Forms
lv: [FB00-FB4F] Burtu attēlošanas formas

# _msg678
source: [FB50-FDFF] Arabic Presentation Forms-A
lv: [FB50-FDFF] Arābu burtu attēlošanas formas A

# _msg679
source: [FE00-FE0F] Variation Selectors
lv: [FE00-FE0F] Variāciju selektori

# _msg680
source: [FE20-FE2F] Combining Half Marks
lv: [FE20-FE2F] Kombinējošās pusatzīmes

# _msg681
source: [FE30-FE4F] CJK Compatibility Forms
lv: [FE30-FE4F] CJK savietojamības formas

# _msg682
source: [FE50-FE6F] Small Form Variants
lv: [FE50-FE6F] Mazie formu varianti

# _msg683
source: [FE70-FEFF] Arabic Presentation Forms-B
lv: [FE70-FEFF] Arābu burtu attēlošanas formas B

# _msg684
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
lv: [FF00-FFEF] Pusplatās un platās formas

# _msg685
source: [FFF0-FFFF] Specials
lv: [FFF0-FFFF] Speciālie
