Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg464
source: End Angle:
ca: Angle final:
fr: Angle d’arrivée :
gl: Ángulo final:

# _msg465
source: Reversed
ca: Invertit
fr: Inversé
gl: Inverter

# _msg466
source: Attributes
ca: Atributs
fr: Attributs
gl: Atributos

# _msg467
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:
lv: Slānis:

# _msg470
source: Circle
ca: Circumferència
fr: Cercle
gl: Círculo

# _msg472
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg473
source: Radius:
ca: Radi:
fr: Rayon :
gl: Raio:

# _msg474
source: Center (y):
ca: Centre (y):
fr: Centre (y) :
gl: Centro (y):

# _msg475
source: Center (x):
ca: Centre (x):
fr: Centre (x) :
gl: Centro (x):

# _msg476
source: Linear Dimension
ca: Cota lineal
fr: Cotation linéaire
gl: Acoutamento linear

# _msg477
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg478
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg479
source: Angle:
gl: Ángulo:

# _msg480
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg481
source: Dimension
ca: Cota
gl: Acoutamento

# _msg483
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg484
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg485
source: Center (y):
ca: Centre (y):
fr: Centre (y) :
gl: Centro (y):

# _msg486
source: Center (x):
ca: Centre (x):
fr: Centre (x) :
gl: Centro (x):

# _msg487
source: End Angle:
ca: Angle final:
fr: Angle d’arrivée :
gl: Ángulo final:

# _msg488
source: Start Angle:
ca: Angle inicial:
fr: Angle de départ :
gl: Ángulo final:

# _msg489
source: Rotation:
ca: Rotació:
gl: Rotación:

# _msg490
source: Minor:
ca: Menor:
fr: Court :
gl: Eixe menor

# _msg491
source: Major:
fr: Long :
gl: Eixe maior:

# _msg492
source: Reversed
ca: Invertit
fr: Inversé
gl: Inverter

# _msg504
source: Preview
ca: Vista prèvia
fr: Aperçu
gl: Vista previa

# _msg505
source: Create
ca: Crea
fr: Créer
gl: Crear

# _msg509
source: Choose Hatch Attributes
ca: Trieu els atributs d'ombrejat
fr: Choisir les attributs des hachures
gl: Atributos de raiado

# _msg510
source: Pattern
ca: Patró
fr: Motif
gl: Patrón

# _msg511
source: Angle:
gl: Ángulo:

# _msg512
source: Scale:
ca: Escala:
fr: Échelle :
gl: Escala:

# _msg513
source: Solid Fill
ca: Color sòlid
fr: Remplir
gl: Recheo sólido

# _msg514
source: Preview
ca: Vista prèvia
fr: Aperçu
gl: Vista previa

# _msg515
source: Enable Preview
ca: Habilita la vista prèvia
fr: Activer l’aperçu
gl: Activar vista previa

# _msg516
source: Image
ca: Imatge
gl: Imaxe

# _msg517
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg518
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg519
source: Width:
ca: Gruix:
fr: Largeur :
gl: Largura:

# _msg520
source: Height:
ca: Altura:
fr: Hauteur :
gl: Altura:

# _msg521
source: insert (x):
ca: Insereix (x):
fr: Insérer (x) :
gl: inserir (x):

# _msg522
source: Scale:
ca: Escala:
fr: Échelle :
gl: Escala:

# _msg523
source: Size (px):
ca: Mida (px):
fr: Taille (px) :
gl: Tamaño (px):

# _msg524
source: path:
ca: Camí:
fr: chemin :
gl: Localización:

# _msg525
source: insert (y):
ca: Insereix (y):
fr: Insérer (y) :
gl: inserir (y):

# _msg526
source: Angle:
gl: Ángulo:

# _msg528
source: Welcome
ca: Benvingut
fr: Bienvenue
gl: Benvindo!

# _msg529
source: Default Unit:
ca: Unitat predeterminada:
fr: Unité par défaut :
gl: Unidades por defecto:

# _msg530
source: GUI Language:
ca: Idioma de la interfície gràfica:
fr: Langue de l’interface :
gl: Linguaxe da interface:

# _msg531
source: Command Language:
ca: Idioma de la línia d'ordres:
fr: Langue des commandes :
gl: Linguaxe de comandos:

# _msg532
source: <font size="+1"><b>Welcome to LibreCAD</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> (You can changes these settings later.)
ca: <font size="+1"><b>Benvingut a LibreCAD</b> </font> <br> Seleccioneu la unitat que voleu utilitzar per als dibuixos nous i el vostre idioma preferit.<br> (Podeu canviar aquestes preferències més tard.)
fr: <font size="+1"><b>Bienvenue sur LibreCAD</b> </font> <br> Veuillez choisir l’unité que vous souhaitez utiliser pour les nouveaux dessins ainsi que la langue de l’interface.<br> (Vous pourrez changer ces paramètres plus tard.)
gl: <font size="+1"><b>Benvido a LibreCAD</b> </font> <br> Por favor, escolla as unidades preferidas para usar nos debuxos novos e mais a súa linguaxe preferida.<br> (Pode cambiar estas preferencias máis tarde.)

# _msg533
source: Insert
ca: Insereix
fr: Insérer
gl: Inserir

# _msg534
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg535
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg536
source: Insertion point (x):
ca: Punt d'inserció (x):
fr: Point d’insertion (x) :
gl: Punto de inserción (x):

# _msg537
source: Insertion point (y):
ca: Punt d'inserció (y):
fr: Point d’insertion (y) :
gl: Punto de inserción (y):

# _msg538
source: Angle:
gl: Ángulo:

# _msg539
source: Rows:
ca: Files:
fr: Lignes :
gl: Ringleiras:

# _msg540
source: Columns:
ca: Columnes:
fr: Colonnes :
gl: Columnas:

# _msg541
source: Row Spacing:
ca: Espaiat entre files:
fr: Espacement des lignes :
gl: Espazado entre ringleiras:

# _msg542
source: Column Spacing:
ca: Espaiat entre columnes:
fr: Espacement des colonnes :
gl: Espazado entre columnas:

# _msg543
source: Scale X:
ca: Escala X:
fr: Échelle X :
gl: Escala X:

# _msg544
source: Scale Y:
ca: Escala Y:
fr: Échelle Y :
gl: Escala Y:

# _msg545
source: Line
ca: Línia
fr: Ligne
gl: Liña

# _msg547
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg548
source: End point (x):
ca: Punt final (x):
fr: Point de fin (x) :
gl: Punto final (x):

# _msg549
source: End point (y):
ca: Punt final (y):
fr: Point de fin (y) :
gl: Punto final (y):

# _msg550
source: Start point (y):
ca: Punt inicial (y):
fr: Point de démarrage (y) :
gl: Punto inicial (y):

# _msg551
source: Start point (x):
ca: Punt inicial (x):
fr: Point de démarrage (x) :
gl: Punto inicial (x):

# _msg552
source: MText
ca: TextM
fr: Texte multiligne
gl: Texto Multiliña

# _msg553
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg554
source: Font
ca: Lletra
fr: Police
gl: Fonte

# _msg555
source: &Height:
ca: &Alçada:
fr: &Hauteur :
gl: &Altura:

# _msg556
source: &Default line spacing
ca: Interlineat pre&determinat
fr: &Espacement des lignes par défaut
gl: Espazo entre liñas por &defecto

# _msg558
source: Alignment
ca: Alineació
fr: Alignement
gl: Aliñamento

# _msg559
source: Top Right
ca: Superior dreta
fr: En haut à droite
gl: Enriba a dereita

# _msg560
source: Top Left
ca: Superior esquerra
fr: En haut à gauche
gl: Enriba a esquerda

# _msg561
source: Middle Left
ca: Mig esquerra
fr: Au milieu à gauche
gl: No medio a esquerda

# _msg562
source: Middle Center
ca: Mig centre
fr: Au milieu au centre
gl: No centro

# _msg563
source: Middle Right
ca: Mig dreta
fr: Au milieu à droite
gl: No medio a dereita

# _msg564
source: Bottom Left
ca: Inferior esquerra
fr: En bas à gauche
gl: Embaixo a esquerda

# _msg565
source: Bottom Right
ca: Inferior dreta
fr: En bas à droite
gl: Embaixo a dereita

# _msg566
source: Bottom Center
ca: Inferior centre
fr: En bas au centre
gl: Embaixo o medio

# _msg567
source: Top Center
ca: Superior centre
fr: En haut au centre
gl: Enriba o medio

# _msg568
source: Angle
gl: Ángulo

# _msg569
source: Text:
fr: Texte :
gl: Texto:

# _msg570
source: Clear Text
ca: Neteja el text
fr: Effacer le texte
gl: Borrar texto:

# _msg571
source: Load Text From File
ca: Carrega el text des d'un fitxer
fr: Charger le texte depuis un fichier
gl: Inserir dende un ficheiro

# _msg572
source: Save Text To File
ca: Desa el text en un fitxer
fr: Enregistrer le texte dans un fichier
gl: Gardar o texto nun ficheiro

# _msg573
source: Cut
ca: Retalla
fr: Couper
gl: Cortar

# _msg574
source: Copy
ca: Copia
fr: Copier
gl: Copiar

# _msg575
source: Paste
ca: Enganxa
fr: Coller
gl: Colar

# _msg576
source: Insert Symbol
ca: Insereix un símbol
fr: Insérer un symbole
gl: Inserir símbolo

# _msg577
source: Degree (°)
ca: Grau (°)
fr: Degrés (°)
gl: Graos (°)

# _msg578
source: Plus / Minus (±)
ca: Més / Menys (±)
fr: Plus/moins (±)
gl: Máis / Menos (±)

# _msg579
source: At (@)
ca: Arrova (@)
fr: Arobas (@)
gl: Arroba (@)

# _msg581
source: Dollar ($)
ca: Dòlar ($)
gl: Dólar ($)

# _msg583
source: Registered (®)
ca: Registrat (®)
fr: Déposé (®)
gl: Rexistrada (®)

# _msg584
source: Paragraph (§)
ca: Paràgraf (§)
fr: Paragraphe (§)
gl: Parágrafo (§)

# _msg586
source: Pound (£)
ca: Lliura (£)
fr: Livre (£)
gl: Libra (£)

# _msg587
source: Yen (¥)
ca: Ien (¥)
gl: Ien (¥)

# _msg588
source: Times (×)
ca: Multiplicació (×)
fr: Fois (×)
gl: Por (×)

# _msg589
source: Division (÷)
ca: Divisió (÷)
gl: Partido por (÷)

# _msg590
source: Insert Unicode
ca: Insereix un caràcter Unicode
fr: Insérer de l’Unicode
gl: Inserir Unicode

# _msg591
source: Page:
ca: Pàgina:
gl: G&rupo:

# _msg592
source: Char:
ca: Caràcter:
fr: Caractère :
gl: Carácter:

# _msg593
source: [0000-007F] Basic Latin
ca: [0000-007F] Llatí bàsic
gl: [0000-007F] Latín Básico

# _msg594
source: [0080-00FF] Latin-1 Supplementary
ca: [0080-00FF] Llatí-1 suplementari
gl: [0080-00FF] Latín-1 Suplementario

# _msg595
source: [0100-017F] Latin Extended-A
ca: [0100-017F] Llatí ampliat-A
gl: [0100-017F] Latín Estendido-A

# _msg596
source: [0180-024F] Latin Extended-B
ca: [0180-024F] Llatí ampliat-B
gl: [0180-024F] Latín Estendido-B

# _msg597
source: [0250-02AF] IPA Extensions
ca: [0250-02AF] Extensions de l'IPA
gl: [0250-02AF] IPA Extensións

# _msg598
source: [02B0-02FF] Spacing Modifier Letters
ca: [02B0-02FF] Lletres modificadores d'espaiat
gl: [02B0-02FF] Modificadores de letras con espazamento

# _msg599
source: [0300-036F] Combining Diacritical Marks
ca: [0300-036F] Caràcters diacrítics per a combinar
gl: [0300-036F] Signos diacríticos combinados

# _msg600
source: [0370-03FF] Greek and Coptic
ca: [0370-03FF] Grec i copte
gl: [0370-03FF] Grego e mais Copto

# _msg601
source: [0400-04FF] Cyrillic
ca: [0400-04FF] Ciríl·lic
gl: [0400-04FF] Cirílico

# _msg602
source: [0500-052F] Cyrillic Supplementary
ca: [0500-052F] Ciríl·lic suplementari
gl: [0500-052F] Cirílico suplementario

# _msg603
source: [0530-058F] Armenian
ca: [0530-058F] Armeni
gl: [0530-058F] Armenio

# _msg604
source: [0590-05FF] Hebrew
ca: [0590-05FF] Hebreu
gl: [0590-05FF] Hebraico

# _msg605
source: [0600-06FF] Arabic
ca: [0600-06FF] Àrab
gl: [0600-06FF] Arábigo

# _msg606
source: [0700-074F] Syriac
ca: [0700-074F] Siríac
gl: [0700-074F] Siríaco

# _msg608
source: [0900-097F] Devanagari
gl: [0900-097F] Devanágari

# _msg609
source: [0980-09FF] Bengali
ca: [0980-09FF] Bengalí
gl: [0980-09FF] Bengalí

# _msg611
source: [0A80-0AFF] Gujarati
gl: [0A80-0AFF] Guxaratí

# _msg614
source: [0C00-0C7F] Telugu
gl: [0C00-0C7F] Telugú

# _msg615
source: [0C80-0CFF] Kannada
ca: [0C80-0CFF] Kanarès
gl: [0C80-0CFF] Canarés

# _msg616
source: [0D00-0D7F] Malayalam
ca: [0D00-0D7F] Malaialam
gl: [0D00-0D7F] Malaiala

# _msg617
source: [0D80-0DFF] Sinhala
ca: [0D80-0DFF] Singalès
gl: [0D80-0DFF] Sinhalés

# _msg618
source: [0E00-0E7F] Thai
ca: [0E00-0E7F] Tailandès
gl: [0E00-0E7F] Tailandés

# _msg619
source: [0E80-0EFF] Lao
ca: [0E80-0EFF] Laosià
gl: [0E80-0EFF] Laosiano

# _msg620
source: [0F00-0FFF] Tibetan
ca: [0F00-0FFF] Tibetà
gl: [0F00-0FFF] Tibetano

# _msg621
source: [1000-109F] Myanmar
gl: [1000-109F] Birmano

# _msg622
source: [10A0-10FF] Georgian
ca: [10A0-10FF] Georgià
gl: [10A0-10FF] Xeorxiano

# _msg624
source: [1200-137F] Ethiopic
ca: [1200-137F] Etíop
gl: [1200-137F] Amárico (Etiopía)

# _msg625
source: [13A0-13FF] Cherokee
gl: [13A0-13FF] Cheroqui

# _msg626
source: [1400-167F] Unified Canadian Aboriginal Syllabic
ca: [1400-167F] Sil·làbic unificat d'aborígens canadencs
gl: [1400-167F] Silábico Aborixe Canadense Unificado

# _msg627
source: [1680-169F] Ogham
gl: [1680-169F] Oghámico

# _msg628
source: [16A0-16FF] Runic
ca: [16A0-16FF] Rúnic
gl: [16A0-16FF] Rúnico

# _msg629
source: [1700-171F] Tagalog
ca: [1700-171F] Tagal
gl: [1700-171F] Tagalo

# _msg634
source: [1800-18AF] Mongolian
ca: [1800-18AF] Mongol
gl: [1800-18AF] Mongol

# _msg635
source: [1E00-1EFF] Latin Extended Additional
ca: [1E00-1EFF] Llatí ampliat addicional
gl: [1E00-1EFF] Latín Estendido Adicional

# _msg636
source: [1F00-1FFF] Greek Extended
ca: [1F00-1FFF] Grec ampliat
gl: [1F00-1FFF] Grego Estendido

# _msg637
source: [2000-206F] General Punctuation
ca: [2000-206F] Puntuació general
gl: [2000-206F] Signos xerais de ortografía

# _msg638
source: [2070-209F] Superscripts and Subscripts
ca: [2070-209F] Superíndexs i subíndexs
gl: [2070-209F] Superíndices e subíndices

# _msg639
source: [20A0-20CF] Currency Symbols
ca: [20A0-20CF] Símbols de monedes
gl: [20A0-20CF] Símbolos de moeda

# _msg640
source: [20D0-20FF] Combining Marks for Symbols
ca: [20D0-20FF] Caràcters combinats per a símbols
gl: [20D0-20FF] Signos diacríticos combinados para símbolos

# _msg641
source: [2100-214F] Letterlike Symbols
ca: [2100-214F] Símbols tipus carta
gl: [2100-214F] Letras coma símbolos

# _msg642
source: [2150-218F] Number Forms
ca: [2150-218F] Símbols numèrics
gl: [2150-218F] Formas numerais

# _msg643
source: [2190-21FF] Arrows
ca: [2190-21FF] Fletxes
gl: [2190-21FF] Frechas

# _msg644
source: [2200-22FF] Mathematical Operators
ca: [2200-22FF] Operadors matemàtics
gl: [2200-22FF] Operadores matemáticos

# _msg645
source: [2300-23FF] Miscellaneous Technical
ca: [2300-23FF] Caràcters tècnics diversos
gl: [2300-23FF] Símbolos técnicos varios

# _msg646
source: [2400-243F] Control Pictures
ca: [2400-243F] Imatges de control
gl: [2400-243F] Imaxes de control

# _msg647
source: [2440-245F] Optical Character Recognition
ca: [2440-245F] Reconeixement òptic de caràcters
gl: [2440-245F] Carácteres de recoñecemento óptico

# _msg648
source: [2460-24FF] Enclosed Alphanumerics
ca: [2460-24FF] Alfanumèrics tancats
gl: [2460-24FF] Alfanuméricos engaiolados

# _msg649
source: [2500-257F] Box Drawing
ca: [2500-257F] Dibuix de quadres
gl: [2500-257F] Caixas de debuxo

# _msg650
source: [2580-259F] Block Elements
ca: [2580-259F] Elements de bloc
gl: [2580-259F] Elementos de bloque

# _msg651
source: [25A0-25FF] Geometric Shapes
ca: [25A0-25FF] Formes geomètriques
gl: [25A0-25FF] Formas xeométricas

# _msg652
source: [2600-26FF] Miscellaneous Symbols
ca: [2600-26FF] Símbols diversos
gl: [2600-26FF] Símbolos varios

# _msg653
source: [2700-27BF] Dingbats
ca: [2700-27BF] Ornaments
gl: [2700-27BF] Figuras

# _msg654
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
ca: [27C0-27EF] Símbols matemàtics diversos-A
gl: [27C0-27EF] Símbolos matemáticos varios-A

# _msg655
source: [27F0-27FF] Supplemental Arrows-A
ca: [27F0-27FF] Fletxes suplementàries-A
gl: [27F0-27FF] Frechas suplementarias-A

# _msg656
source: [2800-28FF] Braille Patterns
ca: [2800-28FF] Patrons de Braille
gl: [2800-28FF] Patróns Braille

# _msg657
source: [2900-297F] Supplemental Arrows-B
ca: [2900-297F] Fletxes suplementàries-B
gl: [2900-297F] Frechas suplementarias-B

# _msg658
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
ca: [2980-29FF] Símbols matemàtics diversos-B
gl: [2980-29FF] Símbolos matemáticos varios-B

# _msg659
source: [2A00-2AFF] Supplemental Mathematical Operators
ca: [2A00-2AFF] Operadors matemàtics suplementaris
gl: [2A00-2AFF] Operadores matemáticos suplementarios

# _msg660
source: [2E80-2EFF] CJK Radicals Supplement
ca: [2E80-2EFF] Suplement de radicals CJK
gl: [2E80-2EFF] Suplemento de radicais para CXC

# _msg661
source: [2F00-2FDF] Kangxi Radicals
ca: [2F00-2FDF] Radicals Kangxi
gl: [2F00-2FDF] Radicais Kangxi (chinés)

# _msg662
source: [2FF0-2FFF] Ideographic Description Characters
ca: [2FF0-2FFF] Caràcters de descripció ideogràfica
gl: [2FF0-2FFF] Carácteres de descrición Ideográfica

# _msg663
source: [3000-303F] CJK Symbols and Punctuation
ca: [3000-303F] Símbols i puntuació CJK
gl: [3000-303F] Símbolos e puntuación para CXC

# _msg664
source: [3040-309F] Hiragana
gl: [3040-309F] Hiragana (xaponés)

# _msg665
source: [30A0-30FF] Katakana
gl: [30A0-30FF] Katakana (xaponés)

# _msg666
source: [3100-312F] Bopomofo
gl: [3100-312F] Bopomofo (chinés)

# _msg667
source: [3130-318F] Hangul Compatibility Jamo
gl: [3130-318F] Jamo compatibilidade con Hangul

# _msg668
source: [3190-319F] Kanbun
gl: [3190-319F] Kanbun (chinés)

# _msg669
source: [31A0-31BF] Bopomofo Extended
ca: [31A0-31BF] Bopomofo ampliat
gl: [31A0-31BF] Bopomofo estendido

# _msg670
source: [3200-32FF] Enclosed CJK Letters and Months
ca: [3200-32FF] Lletres i mesos CJK tancats
gl: [3200-32FF] Letras e meses CXC engaiolados

# _msg671
source: [3300-33FF] CJK Compatibility
ca: [3300-33FF] Compatibilitat CJK
gl: [3300-33FF] Compatibilidade CXC

# _msg672
source: [3400-4DBF] CJK Unified Ideographs Extension A
ca: [3400-4DBF] Ideografs unificats CJK Extensió A
gl: [3400-4DBF] Ideografías unificadas CXC Estensión A

# _msg673
source: [4E00-9FAF] CJK Unified Ideographs
ca: [4E00-9FAF] Ideografs unificats CJK
gl: [4E00-9FAF] Ideografías unificadas CXC

# _msg674
source: [A000-A48F] Yi Syllables
ca: [A000-A48F] Síl·labes Yi
gl: [A000-A48F] Sílabas da linguaxe yi

# _msg675
source: [A490-A4CF] Yi Radicals
ca: [A490-A4CF] Radicals Yi
gl: [A490-A4CF] Radicais yi

# _msg676
source: [AC00-D7AF] Hangul Syllables
ca: [AC00-D7AF] Síl·labes Hangul
gl: [AC00-D7AF] Sílabas da linguaxe hangul

# _msg679
source: [E000-F8FF] Private Use Area
ca: [E000-F8FF] Àrea d'ús privat
gl: [E000-F8FF] Área para uso privativo

# _msg680
source: [F900-FAFF] CJK Compatibility Ideographs
ca: [F900-FAFF] Ideografs de compatibilitat CJK
gl: [F900-FAFF] Ideografías compatíbeis con CXC

# _msg681
source: [FB00-FB4F] Alphabetic Presentation Forms
ca: [FB00-FB4F] Formes de presentació alfabètica
gl: [FB00-FB4F] Formas de presentación alfabéticas

# _msg682
source: [FB50-FDFF] Arabic Presentation Forms-A
ca: [FB50-FDFF] Formes de presentació de l'àrab-A
gl: [FB50-FDFF] Formas de presentación árabes-A

# _msg683
source: [FE00-FE0F] Variation Selectors
ca: [FE00-FE0F] Selectors de variació
gl: [FE00-FE0F] Selectores de variación

# _msg684
source: [FE20-FE2F] Combining Half Marks
ca: [FE20-FE2F] Caràcters mitjans combinats
gl: [FE20-FE2F] Signos medios de combinación

# _msg685
source: [FE30-FE4F] CJK Compatibility Forms
ca: [FE30-FE4F] Símbols de compatibilitat CJK
gl: [FE30-FE4F] Formas de compatibilidade con CXC

# _msg686
source: [FE50-FE6F] Small Form Variants
ca: [FE50-FE6F] Variants petites de símbols
gl: [FE50-FE6F] Formas en variante pequena

# _msg687
source: [FE70-FEFF] Arabic Presentation Forms-B
ca: [FE70-FEFF] Formes de presentació de l'àrab-B
gl: [FE70-FEFF] Formas de presentación árabes-B

# _msg688
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
ca: [FF00-FFEF] Símbols d'amplada mitjana i completa
gl: [FF00-FFEF] Formas con media largura e largura completa

# _msg689
source: [FFF0-FFFF] Specials
ca: [FFF0-FFFF] Especials
gl: [FFF0-FFFF] Especiais

# _msg690
source: [10300-1032F] Old Italic
ca: [10300-1032F] Cursiva antiga
gl: [10300-1032F] Itálica antiga

# _msg691
source: [10330-1034F] Gothic
ca: [10330-1034F] Gòtica
gl: [10330-1034F] Gótica

# _msg693
source: [1D000-1D0FF] Byzantine Musical Symbols
ca: [1D000-1D0FF] Símbols musicals bizantins
gl: [1D000-1D0FF] Símbolos musicais bizantinos

# _msg694
source: [1D100-1D1FF] Musical Symbols
ca: [1D100-1D1FF] Símbols musicals
gl: [1D100-1D1FF] Símbolos musicais

# _msg695
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
ca: [1D400-1D7FF] Símbols alfanumèrics matemàtics
gl: [1D400-1D7FF] Símbolos alfanuméricos matemáticos

# _msg696
source: [20000-2A6DF] CJK Unified Ideographs Extension B
ca: [20000-2A6DF] Ideografs unificats CJK Extensió B
gl: [20000-2A6DF] Ideografías unificadas CXC Estensión B

# _msg697
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
ca: [2F800-2FA1F] Suplement d'ideografs de compatibilitat CJK
gl: [2F800-2FA1F] Suplemento de ideografías compatíbeis con CXC

# _msg698
source: [E0000-E007F] Tags
ca: [E0000-E007F] Etiquetes
gl: [E0000-E007F] Indicadores comúns

# _msg699
source: [F0000-FFFFD] Supplementary Private Use Area-A
ca: [F0000-FFFFD] Àrea d'ús privat suplementari-A
gl: [F0000-FFFFD] Área de uso privativo suplementaria-A

# _msg700
source: [100000-10FFFD] Supplementary Private Use Area-B
ca: [100000-10FFFD] Àrea d'ús privat suplementari-B
gl: [100000-10FFFD] Área de uso privativo suplementaria-B

# _msg701
source: Diameter (⌀)
ca: Diàmetre (⌀)
fr: Diamètre (ø)
gl: Diámetro (⌀)

# _msg702
source: &Line spacing:
ca: Inter&lineat:
fr: E&spacement des lignes :
gl: &Espazado de liña:

# _msg704
source: Mirroring Options
ca: Opcions de simetria
fr: Paramètres de symétrie axiale
gl: Opcións de espello

# _msg705
source: Number of copies
ca: Nombre de còpies
fr: Nombre de copies
gl: Cantidade de copias

# _msg706
source: &Delete Original
ca: &Suprimeix l'original
fr: &Supprimer l’original
gl: &Borrar Orixinal

# _msg707
source: &Keep Original
ca: &Manté l'original
fr: &Garder l’original
gl: &Manter Orixinal

# _msg711
source: Number of copies
ca: Nombre de còpies
fr: Nombre de copies
gl: Cantidade de copias

# _msg712
source: &Delete Original
ca: &Suprimeix l'original
fr: &Supprimer l’original
gl: &Borrar orixinal

# _msg713
source: &Keep Original
ca: &Manté l'original
fr: &Garder l’original
gl: &Manter orixinal

# _msg714
source: &Multiple Copies
ca: &Còpies múltiples
fr: &Copies multiples
gl: C&opias Múltiples

# _msg715
source: Use current &attributes
ca: Utilitza els &atributs actuals
fr: Utiliser les &attributs actuels
gl: Usar &atributos actuais

# _msg716
source: Use current &layer
ca: Utilitza la capa actua&l
fr: Utiliser le &calque actif
gl: Usar &capa actual

# _msg718
source: Move/Copy Options
ca: Opcions de Mou o copia
fr: Options de déplacement/copie
gl: Opcións mover/copiar

# _msg719
source: Number of copies. Maximum 100
ca: Nombre de còpies. Màxim 100
fr: Nombre de copies. Maximum 100
gl: Cantidade de copias. Máximo 100

# _msg723
source: Move/Rotate Options
ca: Opcions de Mou / Gira
fr: Paramètres de déplacement/rotation
gl: Opcións mover/xirar

# _msg724
source: Number of copies
ca: Nombre de còpies
fr: Nombre de copies
gl: Cantidade de copias

# _msg725
source: &Angle (a):
gl: &Ángulo (a):

# _msg726
source: Use current &attributes
ca: Utilitza els &atributs actuals
fr: Utiliser les &attributs actuels
gl: Usar a&tributos actuais

# _msg727
source: Use current &layer
ca: Utilitza la capa actua&l
fr: Utiliser le &calque actif
gl: Usar &capa actual

# _msg728
source: &Delete Original
ca: &Suprimeix l'original
fr: &Supprimer l’original
gl: &Desbotar orixinal

# _msg729
source: &Keep Original
ca: &Manté l'original
fr: &Garder l’original
gl: &Manter orixinal

# _msg730
source: &Multiple Copies
ca: Còpies &múltiples
fr: &Copies multiples
gl: &Facer varias copias

# _msg733
source: Main Unit
ca: Unitat principal
fr: Unité principale
gl: Unidade principal

# _msg734
source: Length
ca: Longitud
fr: Longueur
gl: Lonxitude

# _msg736
source: Scientific
ca: Científic
fr: Scientifique
gl: Científico

# _msg737
source: Engineering
ca: Enginyeria
fr: Ingénierie
gl: Enxeñaría (polgada)

# _msg738
source: Architectural
ca: Arquitectura
fr: Architecture
gl: Arquitectura (polgada)

# _msg739
source: Fractional
ca: Fracció
fr: Fractionnaire
gl: Fraccionario (polgada)

# _msg740
source: Angle
gl: Angular

# _msg741
source: Decimal Degrees
ca: Graus decimals
fr: Degrés décimaux
gl: Graos decimais

# _msg742
source: Radians
ca: Radiants
gl: Radiáns

# _msg743
source: Preview
ca: Vista prèvia
fr: Aperçu
gl: Vista previa

# _msg746
source: Paper Format
ca: Format del paper
fr: Support papier
gl: Formato do papel

# _msg747
source: Text Height:
ca: Alçada del text:
fr: Hauteur de texte :
gl: Altura do texto:

# _msg748
source: units
ca: Unitats
fr: unités
gl: unidades
