Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1252
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Longueur totale des éléments sélectionnés</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lonxitude total das entidades seleccionadas</p></body></html>

# _msg1253
source: Snap
fr: Accrocher
gl: Forzar

# _msg1254
source: Snap to Endpoints
fr: Accrocher aux extrémités
gl: Forzar os puntos finais

# _msg1255
source: Snap to equidistant points of entity
fr: Accrocher aux points équidistants de l’objet
gl: Forzar a puntos equidistantes na entidade

# _msg1256
source: Snap to center points
fr: Accrocher aux points centraux
gl: Forzar os centros

# _msg1257
source: Snap to intersections automatically
fr: Accrocher automatiquement aux intersections
gl: Forzar automaticamente ás interseccións

# _msg1258
source: Snap to closest point on entity
fr: Accrocher au point le plus proche sur l’objet
gl: Forzar o punto máis próximo na entidade

# _msg1259
source: Snap to point with given distance to endpoint
fr: Accrocher à un point situé à une distance donnée de l’extrémité
gl: Forzar a unha distancia dada do punto final

# _msg1260
source: Snap to intersections manually
fr: Accrocher manuellement aux intersections
gl: Forzar manualmente ás interseccións

# _msg1261
source: Snap to grid
fr: Accrocher à la grille
gl: Forzar á grella

# _msg1262
source: Restrict Horizontally
fr: Restreindre horizontalement
gl: Restrinxir horizontalmente

# _msg1263
source: Restrict Vertically
fr: Restreindre verticalement
gl: Restrinxir verticalmente

# _msg1264
source: Move relative Zero
fr: Déplacer le zéro relatif
gl: Desprazar a orixe relativa

# _msg1265
source: Lock relative Zero
fr: Verrouiller le zéro relatif
gl: Bloquear a orixe relativa

# _msg1266
source: Free Snap
fr: Accrochage libre
gl: &Sen forzar

# _msg1267
source: Snap on grid
fr: Accrocher sur la grille
gl: Forzar na &grella

# _msg1268
source: Snap on Endpoints
fr: Accrocher sur les extrémités
gl: Forzar ós puntos &finais

# _msg1269
source: Snap on Entity
fr: Accrocher sur l’objet
gl: Forzar á &entidade

# _msg1270
source: Snap Center
fr: Accrocher le centre
gl: Forzar ó &centro

# _msg1271
source: Snap Middle
fr: Accrocher le milieu
gl: Forzar ó &medio

# _msg1272
source: Snap Distance
fr: Distance d’accrochage
gl: Forzar a unha &distancia

# _msg1273
source: Snap Intersection
fr: Accrocher les intersections
gl: Forzar á &intersección

# _msg1274
source: Restrict Horizontal
fr: Restreindre horizontalement
gl: Restrinxir &horizontal

# _msg1275
source: Restrict Vertical
fr: Restreindre verticalement
gl: Restrinxir &vertical

# _msg1276
source: Restrict Orthogonal
fr: Restreindre orthogonalement
gl: Restrinxir &ortogonal

# _msg1277
source: Restrict Nothing
fr: Aucune restriction
gl: Se&n restrinxir

# _msg1278
source: Set relative zero position
fr: Positionner le zéro relatif
gl: Fixar a orixe &relativa

# _msg1279
source: Lock relative zero position
fr: Verrouiller la position du zéro relatif
gl: Blo&quear a posición da orixe relativa

# _msg1280
source: Exclusive Snap Mode
fr: Mode d’accrochage exclusif
gl: Xeito de forzado exclusivo

# _msg1281
source: Pen
fr: Stylet
gl: Trazo

# _msg1282
source: Line type:
fr: Type de ligne :
gl: Tipo de liña

# _msg1283
source: Width:
fr: Largeur :
gl: Grosor:

# _msg1284
source: Color:
fr: Couleur :
gl: Cor:

# _msg1285
source: By Layer
fr: Par calque
gl: Da capa

# _msg1286
source: By Block
fr: Par bloc
gl: Do bloque

# _msg1287
source: Default
fr: Par défaut
gl: Por defecto

# _msg1312
source: - Unchanged -
fr: - Inchangé -
gl: - Sen trocos -

# _msg1313
source: Warning
fr: Avertissement
gl: Aviso

# _msg1314
source: Remove Layer
fr: Supprimer le calque
gl: Desbotar a capa

# _msg1315
source: Layer "%1" can never be removed.
fr: Le calque "%1" ne peut jamais être supprimé.
gl: A capa "%1" nunca se pode desbotar

# _msg1316
source: Layer Dialog
fr: Boîte de dialogue du calque
gl: Diálogo capa

# _msg1317
source: Remove Block
fr: Supprimer le bloc
gl: Desbotar bloque

# _msg1318
source: Block "%1" and all its entities will be removed.
fr: Le bloc "%1" ainsi que tous ses éléments seront supprimés.
gl: O bloque "%1" e tódalas súas entidades vánse desbotar

# _msg1319
source: Layer Properties
fr: Propriétés du calque
gl: Propiedades da capa

# _msg1320
source: Layer with a name "%1" already exists. Please specify a different name.
fr: Un calque nommé "%1" existe déjà. Veuillez utiliser un autre nom.
gl: Xa hai unha capa co nome "%1" . Por favor, especifique outro nome diferente.

# _msg1321
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
fr: Le calque "%1" et tous ses éléments seront supprimés. Cette action NE peut PAS être annulée.
gl: A capa "%1" e tódalas entidades dela van ser desbotadas. Esta acción NON pode ser desfeita despois.

# _msg1322
source: Save Drawing As
fr: Enregistrer le dessin sous
gl: Gardar debuxo coma

# _msg1323
source: %1 already exists. Do you want to replace it?
fr: %1 existe déjà. Voulez-vous le remplacer?
gl: Xa existe %1 . Quere reemprazalo?

# _msg1324
source: Open Drawing
fr: Ouvrir un dessin
gl: Abrir debuxo

# _msg1325
source: Open Image
fr: Ouvrir une image
gl: Abrir imaxe

# _msg1326
source: Windows Bitmap
gl: Mapa de bits de Windows

# _msg1327
source: Joint Photographic Experts Group
fr: Joint Photographic Experts Group (JPEG)
gl: Xunta do Grupo de Expertos en Fotografía

# _msg1328
source: Multiple-image Network Graphics
fr: Multiple-image Network Graphics (MNG)
gl: Gráficos de Rede de imaxes Múltiples

# _msg1329
source: Portable Bit Map
fr: Format PBM
gl: Mapa de Bits Portábel

# _msg1330
source: Portable Grey Map
fr: Format PGM
gl: Mapa de Grises Portábel

# _msg1331
source: Portable Network Graphic
fr: Format PNG
gl: Gráfico de Rede Portábel

# _msg1332
source: Portable Pixel Map
fr: Format PPM
gl: Mapa de Píxeles Portábel

# _msg1333
source: X Bitmap Format
fr: Format X Bitmap
gl: Formato X mapa de Bits

# _msg1334
source: X Pixel Map
gl: X Mapa de Píxeles

# _msg1335
source: Graphics Interchange Format
gl: Formato de Intercambio de Gráficos

# _msg1336
source: Drawing Exchange %1
gl: Debuxo de intercambio %1

# _msg1337
source: QCad 1.x file %1
gl: Ficheiro QCad 1.x %1

# _msg1338
source: Font %1
gl: Fonte %1

# _msg1339
source: All Files (*.*)
gl: Tódolos ficheiros (*.*)

# _msg1340
source: Inch
gl: Polgada

# _msg1341
source: Foot
gl: Pé

# _msg1342
source: Mile
gl: Milla

# _msg1343
source: Millimeter
gl: Milímetro

# _msg1344
source: Centimeter
gl: Centímetro

# _msg1345
source: Meter
gl: Metro

# _msg1346
source: Kilometer
gl: Quiiómetro

# _msg1347
source: Microinch
gl: Micropolgada

# _msg1348
source: Mil
gl: Milla

# _msg1349
source: Yard
gl: Iarda

# _msg1350
source: Angstrom
gl: Ángstrom

# _msg1351
source: Nanometer
gl: Nanómetro

# _msg1353
source: Decimeter
gl: Decímetro

# _msg1354
source: Decameter
gl: Decámetro

# _msg1355
source: Hectometer
gl: Hectómetro

# _msg1356
source: Gigameter
gl: Xigámetro

# _msg1357
source: Astro
gl: Unidade astronómica

# _msg1358
source: Lightyear
gl: Ano luz

# _msg1360
source: Loading..
gl: Cargando..

# _msg1361
source: Loading File %1..
gl: Cargando o ficheiro %1 ..

# _msg1362
source: Loading...
gl: Cargando...

# _msg1363
source: enter an integer number
gl: introducir un número enteiro

# _msg1364
source: LibreCAD query
gl: Requirir a LibreCAD

# _msg1365
source: enter a number
gl: introducir un número

# _msg1366
source: enter text
gl: introducir texto

# _msg1367
source: LFF Font %1
gl: Fonte LFF %1

# _msg1369
source: Scalable Vector Graphics
gl: Gráficos Vectoriais Escalábeis

# _msg1370
source: SGI Black & White
gl: SGI Branco e negro

# _msg1371
source: Encapsulated PostScript
gl: PostScript encapsulado

# _msg1372
source: Encapsulated PostScript Format
gl: Formato PostScript encapsulado

# _msg1373
source: Encapsulated PostScript Interchange
gl: PostScript encapsulado de intercambio

# _msg1374
source: Windows Icon
gl: Icona de Windows

# _msg1376
source: ZSoft Paintbrush
gl: Paintbrush de ZSoft

# _msg1378
source: SGI-Bilddatei
gl: Ficheiro de imaxe SGI

# _msg1379
source: Targa Image File
gl: Ficheiro de imaxe Targa

# _msg1380
source: Tagged Image File Format
gl: Formato de Ficheiro de Imaxe Etiquetado

# _msg1381
source: Old Drawing Exchange %1
gl: Antigo Debuxo de Intercambio %1

# _msg1382
source: Opened dwg file version %1.
gl: Aberto o ficheiro dwg versión %1.

# _msg1383
source: unknown error opening dwg file
gl: Erro descoñecido abrindo o ficheiro dwg

# _msg1384
source: can't open this dwg file
gl: Non se pode abrir este ficheiro dwg

# _msg1385
source: unsupported dwg version
gl: Versión dwg non soportada

# _msg1386
source: error reading file header in dwg file
gl: Erro lendo a cabeceira do ficheiro dwg

# _msg1387
source: error reading header vars in dwg file
gl: Varios erros lendo a cabeceira do ficheiro dwg

# _msg1388
source: error reading classes in dwg file
gl: Erro lendo as clases do ficheiro dwg

# _msg1389
source: error reading offsets in dwg file
gl: Erro lendo os desprazamentos do ficheiro dwg

# _msg1390
source: error reading tables in dwg file
gl: Erro lendo as táboas do ficheiro dwg

# _msg1391
source: error reading entities in dwg file
gl: Erro lendo as entidades do ficheiro dwg

# _msg1392
source: dwg Drawing %1
gl: Debuxo dwg %1

# _msg1393
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
gl: Ficheiro modificado no disco. Por favor, garde noutro ficheiro para evitar a perda de datos! Ficheiro modificado:% 1

# _msg1394
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
gl: Fallou o raiado debido o espazado=%1 entre (%2, %3) e mais (%4, %5)

# _msg1395
source: Warning
gl: Aviso

# _msg1396
source: experimental, save your work first. Continue?
gl: experimental, garde primeiro o seu traballo. Seguir?

# _msg1397
source: error reading blocks in dwg file
gl: erro lendo os bloques no ficheiro dwg

# _msg1398
source: error reading objects in dwg file
gl: erro lendo os obxectos no ficheiro dwg

# _msg1399
source: All Image Files (%1)
gl: Tódolos ficheiros de imaxe (%1)

# _msg1400
source: : duplicated command: %1 is already taken by %2
fr: : commande doublon: %1 est déjà utilisée par %2
gl: : Comando duplicado: %1 xa está collido por %2

# _msg1401
source: point
gl: punto

# _msg1402
source: po
gl: pu

# _msg1403
source: line
fr: ligne
gl: liña

# _msg1406
source: polyline
fr: polyligne
gl: poliliña

# _msg1408
source: free
fr: mainlevée
gl: man

# _msg1409
source: fhl
gl: lma

# _msg1414
source: offset
fr: décalage
gl: desprazamento

# _msg1415
source: parallel
fr: parallèle
gl: paralela

# _msg1416
source: o
gl: dp

# _msg1420
source: bisect
fr: bissectrice
gl: bisector

# _msg1422
source: tangentpc
gl: tanxentepc

# _msg1425
source: ortho
gl: orto

# _msg1430
source: rectangle
gl: rectangulo

# _msg1434
source: polygon2v
gl: poligono2v

# _msg1435
source: poly2
gl: pol2

# _msg1436
source: arc
gl: arco

# _msg1438
source: circle
fr: cercle
gl: circulo

# _msg1440
source: circle2
fr: cercle2
gl: circulo2

# _msg1441
source: c2
gl: ci2

# _msg1442
source: circle3
fr: cercle3
gl: circulo3

# _msg1443
source: c3
gl: ci3

# _msg1444
source: circlecr
fr: cerclecr
gl: circulocr

# _msg1445
source: cc
gl: ccr

# _msg1448
source: ellipseinscribed
fr: ellipseinscrite
gl: elipseinscrita

# _msg1450
source: ie
gl: ei

# _msg1451
source: hatch
fr: hachure
gl: raiado

# _msg1452
source: ha
gl: rai

# _msg1453
source: mtext
gl: multitexto

# _msg1454
source: mtxt
gl: mt

# _msg1455
source: text
fr: texte
gl: texto

# _msg1456
source: txt
gl: t

# _msg1457
source: regen
gl: rexen

# _msg1458
source: redraw
fr: redessiner
gl: redebuxar

# _msg1459
source: rg
gl: rd

# _msg1460
source: zr
gl: rz

# _msg1461
source: zoomwindow
fr: zoomzone
gl: zoomfiestra

# _msg1462
source: zw
gl: zf

# _msg1465
source: zoompan
fr: déplacervue
gl: panorama

# _msg1466
source: zp
gl: pn

# _msg1467
source: zoomprevious
fr: vueprécédente
gl: zoomprevio

# _msg1468
source: zv
gl: zp

# _msg1469
source: kill
fr: tuer
gl: matar

# _msg1470
source: k
gl: m

# _msg1471
source: undo
fr: annuler
gl: desfacer

# _msg1472
source: u
gl: d

# _msg1473
source: redo
fr: rétablir
gl: refacer

# _msg1475
source: dimaligned
fr: cotationalignée
gl: acoutaliñado

# _msg1476
source: da
gl: aa

# _msg1477
source: dimhorizontal
fr: cotationhorizontale
gl: acouthorizontal

# _msg1478
source: dh
gl: ah

# _msg1479
source: dimvertical
fr: cotationverticale
gl: acoutvertical

# _msg1480
source: dv
gl: av

# _msg1481
source: dimlinear
fr: cotationlinéaire
gl: acoutlinear

# _msg1482
source: dl
gl: al

# _msg1483
source: dr
gl: al

# _msg1484
source: dimangular
fr: cotationangulaire
gl: acoutangular

# _msg1485
source: dan
gl: aan

# _msg1486
source: dimradial
fr: cotationradiale
gl: acoutradial

# _msg1487
source: dimradius
fr: cotationrayon
gl: acoutraio

# _msg1488
source: dimdiametric
fr: cotationdiamétrale
gl: acoutdiametral

# _msg1489
source: dimdiameter
fr: cotationdiamètre
gl: acoutdiametro

# _msg1490
source: dd
gl: ad

# _msg1491
source: dimleader
fr: cotationrepère
gl: directriz

# _msg1492
source: ld
gl: di

# _msg1493
source: dimregen
fr: cotationrégénérée
gl: rexenacout

# _msg1494
source: restrictnothing
fr: aucunerestriction
gl: senrestricion

# _msg1495
source: rn
gl: sr

# _msg1496
source: restrictorthogonal
fr: restrictorthogonale
gl: restricionortogonal

# _msg1497
source: rr
gl: ro

# _msg1498
source: restricthorizontal
fr: restricthorizontale
gl: restricionhorizontal

# _msg1500
source: restrictvertical
fr: restrictverticale
gl: restricionvertical

# _msg1501
source: rv
gl: rve

# _msg1502
source: move
fr: déplacer
gl: mover

# _msg1503
source: mv
gl: mo

# _msg1504
source: bevel
fr: chanfrein
gl: chafranchairo

# _msg1505
source: bev
fr: chanf
gl: chc

# _msg1507
source: fillet
fr: congé
gl: chafranarredondado

# _msg1508
source: fi
gl: cha

# _msg1509
source: divide
fr: diviser
gl: partir

# _msg1510
source: cut
fr: couper
gl: par

# _msg1511
source: div
gl: part

# _msg1512
source: mirror
fr: miroir
gl: espello

# _msg1513
source: mi
gl: esp

# _msg1514
source: revert
fr: inverser
gl: inverter

# _msg1515
source: rev
gl: in

# _msg1516
source: rotate
fr: rotation
gl: xirar

# _msg1517
source: ro
gl: xi

# _msg1518
source: scale
fr: échelle
gl: escalar

# _msg1519
source: sz
gl: es

# _msg1520
source: trim
fr: ajuster
gl: tallar

# _msg1521
source: tm
gl: ta

# _msg1522
source: trim2
gl: tallar2

# _msg1523
source: tm2
gl: ta2

# _msg1524
source: lengthen
fr: allonger
gl: alongar

# _msg1525
source: le
gl: al

# _msg1526
source: stretch
fr: déformer
gl: estalicar

# _msg1527
source: ss
gl: ee

# _msg1528
source: delete
fr: supprimer
gl: desbotar

# _msg1529
source: er
gl: bo

# _msg1530
source: del
gl: des

# _msg1531
source: explode
fr: éclater
gl: estoupar

# _msg1532
source: xp
gl: est

# _msg1533
source: snapfree
fr: accrochagelibre
gl: senforzar

# _msg1534
source: os
gl: sf

# _msg1536
source: snapcenter
fr: accrochercentre
gl: forzarcentro

# _msg1537
source: sc
gl: fc

# _msg1538
source: snapdist
fr: accrocherdistance
gl: forzardistancia

# _msg1539
source: sd
gl: fd

# _msg1540
source: snapend
fr: accrocherextrémité
gl: forzarfinal

# _msg1541
source: se
gl: ff

# _msg1542
source: snapgrid
fr: accrochergrille
gl: forzargrella

# _msg1543
source: sg
gl: fg

# _msg1544
source: snapintersection
fr: accrocherintersection
gl: forzarinterseccion

# _msg1545
source: si
gl: fi

# _msg1546
source: snapmiddle
fr: accrochermilieu
gl: forzarmedio

# _msg1547
source: sm
gl: fm

# _msg1548
source: snaponentity
fr: accrocherobjet
gl: forzarentidade

# _msg1549
source: sn
gl: fp

# _msg1550
source: np
gl: fe

# _msg1551
source: setrelativezero
fr: zérorelatif
gl: definirorixerelativa

# _msg1552
source: rz
gl: dor

# _msg1553
source: selectall
fr: sélectionnertout
gl: seleccionartodo

# _msg1554
source: sa
gl: st

# _msg1555
source: deselectall
fr: annulertout
gl: deseleccionartodo

# _msg1556
source: tn
gl: dt

# _msg1557
source: modifyattr
fr: modifierattr
gl: modificaratributos

# _msg1558
source: attr
gl: atr

# _msg1560
source: properties
fr: propriétés
gl: propiedades

# _msg1561
source: prop
gl: pr

# _msg1562
source: distance
gl: distancia

# _msg1563
source: dist
gl: dis

# _msg1565
source: angle
gl: angulo

# _msg1568
source: ar
gl: are

# _msg1569
source: angle
gl: angulo

# _msg1570
source: dpi
gl: ppp

# _msg1571
source: close
fr: fermer
gl: pechar

# _msg1572
source: chord length
fr: longueur de corde
gl: lonxitudecorda

# _msg1573
source: columns
fr: colonnes
gl: columnas

# _msg1574
source: columnspacing
fr: espacementcolonnes
gl: espazadocolumnas

# _msg1576
source: length
fr: longueur
gl: lonxitude

# _msg1577
source: length1
fr: longueur1
gl: lonxitude1

# _msg1578
source: length2
fr: longueur2
gl: lonxitude2

# _msg1579
source: number
fr: nombre
gl: cantidade

# _msg1580
source: radius
fr: rayon
gl: raio

# _msg1581
source: rows
fr: lignes
gl: ringleiras

# _msg1582
source: rowspacing
fr: espacementlignes
gl: espazadoringleiras

# _msg1583
source: through
fr: à travers
gl: atraves

# _msg1584
source: trim
fr: ajuster
gl: tallar

# _msg1587
source: center
fr: centre
gl: centro

# _msg1589
source: ce
gl: c

# _msg1590
source: cl
gl: lc

# _msg1591
source: c
gl: p

# _msg1592
source: cols
gl: col

# _msg1594
source: columnspacing
fr: espacementcolonnes
gl: espazadocolumnas

# _msg1595
source: colspacing
gl: espazadocol

# _msg1596
source: cs
gl: eco

# _msg1597
source: fact
gl: fa

# _msg1599
source: help
fr: aide
gl: axuda

# _msg1601
source: length
fr: longueur
gl: lonxitude

# _msg1602
source: len
gl: lon

# _msg1603
source: l
gl: lo

# _msg1604
source: length1
fr: longueur1
gl: lonxitude1

# _msg1605
source: len1
gl: lon1

# _msg1607
source: length2
fr: longueur2
gl: lonxitude2

# _msg1608
source: len2
gl: lon2

# _msg1610
source: number
fr: nombre
gl: cantidade

# _msg1611
source: num
gl: can

# _msg1612
source: n
gl: ca

# _msg1614
source: reversed
fr: inversé
gl: reverter

# _msg1616
source: row
fr: ligne
gl: ringleira

# _msg1617
source: rowspacing
fr: espacementlignes
gl: espazadoringleiras

# _msg1618
source: rs
gl: eri

# _msg1619
source: text
fr: texte
gl: texto

# _msg1621
source: t
gl: at

# _msg1622
source: undo
fr: annuler
gl: desfacer

# _msg1623
source: u
gl: d

# _msg1624
source: redo
fr: rétablir
gl: refacer

# _msg1626
source: back
fr: retour
gl: atras

# _msg1627
source: b
gl: at

# _msg1628
source: paperoffset
fr: décalagepage
gl: desprazarfolla

# _msg1629
source: graphoffset
fr: décalagegraphique
gl: desprazargrafico

# _msg1630
source: Command: %1 (%2)
fr: Commande : %1 (%2)
gl: Comando: %1 (%2)

# _msg1631
source: RS_Commands:: command not found: %1
fr: RS_Commands:: commande introuvable: %1
gl: Comandos_RS:: comando non atopado: %1

# _msg1632
source: Command not found: %1
fr: Commande introuvable : %1
gl: Non se atopa o comando: %1

# _msg1633
source: Accepted keycode: %1
fr: Code de touche accepté : %1
gl: Código chave aceptado: %1

# _msg1634
source: Available commands:
fr: Commandes disponibles :
gl: Comandos dispoñíbeis:

# _msg1636
source: calculate
fr: calculer
gl: calcular

# _msg1637
source: None
fr: Aucun
gl: Ningún

# _msg1638
source: error reading file metadata in dwg file
fr: erreur lors de la lecture des métadonnées dans le fichier DWG
gl: erro ó ler os metadatos de ficheiro no ficheiro dwg

# _msg1639
source: Calculator error for input:
fr: Erreur de calcul pour la donnée :
gl: Erro de calculadora para a entrada:

# _msg1640
source: bw
fr: nb
gl: bn

# _msg1641
source: blackwhite
fr: noirblanc
gl: branconegro

# _msg1642
source: color
fr: couleur
gl: cor

# _msg1643
source: di
gl: pa

# _msg1646
source: Block
fr: Bloc
gl: Bloque

# _msg1647
source: Circle
fr: Cercle
gl: Círculo

# _msg1648
source: Curve
fr: Courbe
gl: Curva

# _msg1649
source: Edit
fr: Édition
gl: Editar

# _msg1650
source: Ellipse
gl: Elipse

# _msg1651
source: File
fr: Fichier
gl: Ficheiro

# _msg1652
source: Dimension
gl: Acoutamento

# _msg1653
source: Info
gl: Consultar

# _msg1654
source: Layer
fr: Calque
gl: Capa

# _msg1655
source: Line
fr: Ligne
gl: Liña

# _msg1656
source: Modify
fr: Modifier
gl: Modificar

# _msg1657
source: Options
gl: Opcións

# _msg1658
source: Other
fr: Autre
gl: Outros

# _msg1659
source: Polyline
fr: Polyligne
gl: Poliliña

# _msg1660
source: Restriction
gl: Restrición

# _msg1661
source: Select
fr: Sélectionner
gl: Seleccionar

# _msg1662
source: Snap
fr: Accrocher
gl: Forzar

# _msg1663
source: Snap Extras
fr: Modes d’accrochage supplémentaires
gl: Extras de forzado

# _msg1664
source: View
fr: Vue
gl: Opcións de vista

# _msg1666
source: Creators
fr: Créateurs
gl: Creadores

# _msg1668
source: User's Manual
fr: Manuel de l’utilisateur
gl: Manual do usuario

# _msg1669
source: Commands
fr: Commandes
gl: Comandos

# _msg1670
source: Style Sheets
fr: Feuilles de style
gl: Estilos de folla de debuxo

# _msg1671
source: Forum
gl: Foro

# _msg1672
source: All
fr: Tout
gl: Todo

# _msg1673
source: Invalid objects removed:
fr: Objets invalides supprimés :
gl: Obxectos non válidos desbotados:

# _msg1674
source: Pen Wizard
fr: Assistant du stylet
gl: Lapis feiticeiro

# _msg1675
source: Release Information
fr: Information sur la version
gl: Información da versión

# _msg1676
source: Load Command File
fr: Charger le fichier de commandes
gl: Cargar ficheiro de comandos

# _msg1677
source: Select objects
fr: Sélectionner des objets
gl: Escolla obxectos

# _msg1678
source: Apply to selected
fr: Appliquer aux éléments sélectionnés
gl: Aplicar ós escollidos

# _msg1679
source: Remove
fr: Supprimer
gl: Desbotar

# _msg1680
source: You must input a distance first.
fr: Vous devez tout d’abord saisir une distance.
gl: Debe escribir primeiro unha distancia.

# _msg1682
source: Calculator mode: On
fr: Mode calcul : actif
gl: Modo da calculadora: Acesa

# _msg1683
source: Calculator mode: Off
fr: Mode calcul : inactif
gl: Modo da calculadora: Apagada

# _msg1684
source: Keycode Mode
fr: Mode de code de touche
gl: &Modo de comandos

# _msg1685
source: Paste Multiple Commands
fr: Coller plusieurs commandes
gl: Colar múltiples comandos

# _msg1686
source: License
fr: Licence
gl: Licenza

# _msg1698
source: length1
fr: longueur1
gl: largura1

# _msg1708
source: Custom
fr: Personnalisé
gl: Personalizar

# _msg1724
source: Crosshair
fr: Viseur
gl: Cruz de guía

# _msg1725
source: Crosshair2
gl: Cruz de guía2

# _msg1726
source: Isometric
gl: Isométrico

# _msg1728
source: Point
gl: Punto
