Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg145
source: &Rename Block
ca: &Reanomena el bloc
fr: &Renommer le bloc
gl: &Renomear bloque
lv: Pā&rsaukt bloku
pt_pt: &Renomear bloco

# _msg146
source: &Edit Block
ca: &Edita el bloc
fr: &Éditer le bloc
gl: E&ditar bloque
lv: R&ediģēt bloku
pt_pt: &Editar bloco
uk: &Редагувати блок

# _msg147
source: &Save Block
ca: De&sa el bloc
fr: &Enregistrer le bloc
gl: &Gardar bloque
lv: &Saglabāt bloku
pt_pt: &Salvar bloco
uk: &Зберегти блок

# _msg148
source: &Insert Block
ca: &Insereix un bloc
fr: &Insérer un bloc
gl: &Inserir bloque
lv: &Ievietot bloku
pt_pt: &Inserir bloco
uk: &Вставити блок

# _msg149
source: Toggle Block &Visibility
ca: Commuta la &visibilitat del bloc
fr: Basculer la &visibilité du bloc
gl: Alternar &visibilidade de bloque
lv: Pārslēgt bloka &redzamību
pt_pt: Alternar &visibilidade do bloco
uk: Змінити &видимість блоку

# _msg150
source: &Create Block
ca: &Crea un bloc
fr: &Créer un bloc
gl: &Facer bloque
lv: &Izveidot bloku
pt_pt: &Criar bloco
uk: &Створити блок

# _msg151
source: Ex&plode
ca: E&sclata
fr: &Dissocier
gl: E&stoupar
lv: Eks&plodēt
pt_pt: Frag&mentar
uk: &Розкласти

# _msg152
source: &Application Preferences
ca: Preferències de l'&aplicació
fr: &Paramètres de l’application
gl: &Preferencias da aplicación
lv: &Lietotnes iestatījumi
pt_pt: &Preferências do aplicativo
uk: На&лаштування програми

# _msg153
source: Current &Drawing Preferences
ca: Preferències del &dibuix actual
fr: Préférences du &dessin actif
gl: Preferencias do de&buxo actual
lv: Pašreizējā &zīmējuma iestatījumi
pt_pt: Preferências do &desenho atual

# _msg154
source: &Delete selected
ca: &Suprimeix la selecció
fr: &Supprimer la sélection
gl: Desbotar es&collidas
lv: &Dzēst izvēlēto
pt_pt: &Excluir selecionado
uk: Ви&лучити вибране

# _msg155
source: Select &All
ca: &Selecciona-ho tot
fr: &Tout sélectionner
gl: &Seleccionar todo
lv: &Izvēlēties visu
pt_pt: Selecionar &todos
uk: Вибр&ати усе

# _msg156
source: Deselect &all
ca: Desseleccion&a-ho tot
fr: &Annuler la sélection
gl: &Deseleccionar todo
lv: Neizvēlēties &nevienu
pt_pt: Desmarcar &todos
uk: Скасувати ви&бір усіх об’єктів

# _msg158
source: Invert Selection
ca: Inverteix la selecció
fr: Inverser la sélection
gl: I&nverter selección
lv: Invertēt izvēli
pt_pt: Inverter seleção
uk: Інвертувати вибір

# _msg159
source: Zoom &In
pt_pt: A&proximar
uk: На&близити

# _msg160
source: Zoom &Out
pt_pt: A&fastar
uk: Від&далити

# _msg161
source: &Auto Zoom
pt_pt: &Zoom automático

# _msg162
source: Previous &View
pt_pt: &Visualização prévia
uk: Попередній &вигляд

# _msg163
source: &Redraw
pt_pt: &Redesenhar
uk: &Оновити зображення

# _msg164
source: &New
pt_pt: &Novo

# _msg165
source: New From &Template
pt_pt: Novo a partir do &modelo
uk: Новий за &шаблоном

# _msg166
source: &Open...
pt_pt: &Abrir...
uk: &Відкрити…

# _msg167
source: &Save
pt_pt: &Salvar
uk: &Зберегти

# _msg168
source: Save &as...
pt_pt: Salvar &como...
uk: Зберегти &як…

# _msg169
source: &Export as image
pt_pt: &Exportar como imagem

# _msg170
source: &Close
pt_pt: &Fechar
uk: &Зачинити

# _msg171
source: &Print...
pt_pt: &Imprimir...
uk: &Друк…

# _msg172
source: Export as PDF
pt_pt: Exportar como PDF

# _msg173
source: Print Pre&view
pt_pt: Vis&ualizar Impressão

# _msg174
source: &Quit
pt_pt: &Sair
uk: &Вихід

# _msg175
source: &Block
pt_pt: &Bloco
uk: &Блок

# _msg176
source: &Fullscreen
pt_pt: &Tela cheia

# _msg177
source: &Grid
pt_pt: &Grade

# _msg179
source: &Statusbar
pt_pt: &Barra de status
uk: &Рядок стану

# _msg181
source: Focus on &Command Line
pt_pt: Focar na linha de &comando
uk: Перейти до &командного рядка

# _msg182
source: Widget Options
pt_pt: Opções de widgets

# _msg183
source: Left
pt_pt: Esquerda

# _msg184
source: Right
pt_pt: Direita

# _msg185
source: Top
pt_pt: Topo
uk: Верхня

# _msg186
source: Bottom
pt_pt: Inferior

# _msg187
source: Floating
pt_pt: Flutuante

# _msg188
source: Reload Style Sheet
pt_pt: Recarregar folha de estilo

# _msg189
source: Device Options
pt_pt: Opções de dispositivo

# _msg190
source: Mo&ve and Rotate
pt_pt: Mo&ver e girar

# _msg191
source: Tr&im Two
pt_pt: Apa&rar dois

# _msg192
source: O&ffset
pt_pt: D&eslocar

# _msg193
source: Menu Creator
pt_pt: Criador de menu

# _msg194
source: Toolbar Creator
pt_pt: Criador da barra de ferramenta

# _msg195
source: Pol&ygon (Cen,Tan)
pt_pt: Polí&gono (Cen,Tan)

# _msg196
source: Center, &Diameter
pt_pt: Centro, &diâmetro

# _msg197
source: Trim E&xcess
pt_pt: Aparar e&xcesso

# _msg198
source: S&hape Text
pt_pt: M&odelar texto

# _msg199
source: &Unlink Text from Geometry
pt_pt: &Desvincular texto da geometria

# _msg200
source: &Unlock all
pt_pt: &Destravar tudo

# _msg201
source: &Lock all
pt_pt: &Travar tudo

# _msg202
source: Export as CA&M/plain SVG...
pt_pt: Exportar como CA&M/SVG simples...

# _msg203
source: Close All
pt_pt: Fechar tudo

# _msg204
source: Export to ProNest
pt_pt: Exportar para ProNest

# _msg205
source: Save A&ll...
pt_pt: Salvar T&udo...

# _msg206
source: Export as
pt_pt: Exportar como
uk: Експортувати як

# _msg207
source: Form
pt_pt: Forma

# _msg208
source: Device
pt_pt: Dispositivo

# _msg209
source: Save
pt_pt: Salvar

# _msg214
source: De&bugging
pt_pt: De&purando
uk: На&лагодження

# _msg215
source: Insert Image
pt_pt: Inserir imagem
uk: Вставити зображення

# _msg216
source: Widget Options
pt_pt: Opções de widgets

# _msg217
source: Toolbar
pt_pt: Barra de ferramentas

# _msg218
source: Icon Size
pt_pt: Tamanho do ícone

# _msg219
source: General
pt_pt: Geral

# _msg220
source: Style
pt_pt: Estilo

# _msg221
source: Style Sheet
pt_pt: Folha de estilo

# _msg222
source: Statusbar
pt_pt: Barra de status
uk: Рядок стану

# _msg223
source: Height
pt_pt: Altura

# _msg224
source: Font Size
pt_pt: Tamanho da fonte

# _msg225
source: Input the path of a Qt style sheet.
pt_pt: Inserir caminho de uma folha de estilo Qt.

# _msg226
source: side length in pixels
pt_pt: comprimento lateral em pixels

# _msg227
source: Use themed icons
pt_pt: Usar ícones com temas

# _msg228
source: select:
pt_pt: selecionar:

# _msg229
source: remove left
pt_pt: remover esquerda

# _msg230
source: remove right
pt_pt: remover direita

# _msg231
source: remove 0'
pt_pt: remover 0'

# _msg232
source: remove 0"
pt_pt: remover 0"

# _msg233
source: Line Relative Angle Options
pt_pt: Opções de ângulo relativo à linha
uk: Параметри лінії під відносним кутом

# _msg234
source: Spacing:
pt_pt: Espaçamento:

# _msg235
source: Distance from original polyline
pt_pt: Distância da polilinha original
uk: Відстань від базової ламаної

# _msg236
source: Copies:
pt_pt: Cópias:
uk: Копій:

# _msg237
source: Select object:
pt_pt: Selecione o objeto:
uk: Вибрати об’єкт:

# _msg238
source: Cancel
pt_pt: Cancelar
uk: Скасувати

# _msg239
source: Cancel
pt_pt: Cancelar
uk: Скасувати

# _msg240
source: Select objects:
pt_pt: Selecione os objetos:
uk: Вибрати об’єкти:

# _msg241
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt
pt_pt: Cancelar
uk: Скасувати

# _msg242
source: Edit
pt_pt: Editar

# _msg243
source: File
pt_pt: Arquivo

# _msg244
source: View
pt_pt: Exibir

# _msg245
source: Library Browser
pt_pt: Seletor de biblioteca

# _msg246
source: &Edit
ca: &Edita
fr: &Édition
gl: &Editar
pt_pt: &Editar

# _msg247
source: &File
pt_pt: &Arquivo

# _msg248
source: &Help
pt_pt: &Ajuda

# _msg249
source: &Info
pt_pt: &Informações

# _msg250
source: &Line
pt_pt: &Linha

# _msg251
source: &View
pt_pt: &Visualização

# _msg252
source: &Polyline
pt_pt: &Polilinha

# _msg253
source: &Toolbars
pt_pt: &Barra de ferramentas

# _msg254
source: Block List
pt_pt: Lista de blocos

# _msg255
source: &Circle
pt_pt: &Círculo

# _msg256
source: &Modify
pt_pt: &Modificar

# _msg257
source: &Select
pt_pt: &Selecionar

# _msg258
source: &Ellipse
pt_pt: &Elipse

# _msg259
source: Layer List
pt_pt: Lista de camadas

# _msg260
source: About
pt_pt: Sobre

# _msg261
source: Command line
pt_pt: Linha de comando

# _msg262
source: &Cascade
pt_pt: &Cascata

# _msg263
source: &Tile
pt_pt: &Ladrilho

# _msg264
source: Tile &Horizontally
pt_pt: Ladrilho &horizontalmente

# _msg265
source: Creating new file...
pt_pt: Criando novo arquivo...

# _msg266
source: Block '%1'
pt_pt: Bloco '%1'

# _msg267
source: unnamed document %1
pt_pt: documento sem nome %1

# _msg268
source: New Drawing created.
pt_pt: Novo desenho criado.

# _msg269
source: Opening recent file...
pt_pt: Abrindo arquivo recente...

# _msg270
source: Cannot open the file %1 Please check the permissions.
pt_pt: Não foi possível abrir o arquivo %1 Verificar as permissões.

# _msg271
source: Loaded document:
pt_pt: Documento carregado:

# _msg272
source: Opening aborted
pt_pt: Abertura abortada

# _msg273
source: Saving drawing...
pt_pt: Salvando o desenho...

# _msg274
source: Saved drawing: %1
pt_pt: Desenho salvo: %1

# _msg275
source: Cannot save the file %1 Please check the permissions.
pt_pt: Não foi possível salvar o arquivo %1 Verificar as permissões.

# _msg276
source: Saving drawing under new filename...
pt_pt: Salvando o desenho com novo nome...

# _msg277
source: Auto-saving drawing...
pt_pt: Salvando desenho automaticamente...

# _msg278
source: Auto-saved drawing
pt_pt: Desenho salvo automaticamente

# _msg279
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
pt_pt: Não foi possível salvar o arquivo automaticamente %1 Verificar as permissões. Salvamento automático desabilitado.

# _msg280
source: Exporting drawing...
pt_pt: Exportando o desenho...

# _msg281
source: Exported: %1
pt_pt: Exportado: %1

# _msg282
source: Exporting...
pt_pt: Exportando...

# _msg283
source: Export complete
pt_pt: Exportação finalizada

# _msg284
source: Export failed!
pt_pt: A exportação falhou!

# _msg285
source: Printing...
pt_pt: Imprimindo...

# _msg286
source: Printing complete
pt_pt: Impressão completa

# _msg287
source: Print preview for %1
pt_pt: Visualizar impressão para %1

# _msg288
source: Exiting application...
pt_pt: Saindo do aplicativo...

# _msg289
source: Import
pt_pt: Importar

# _msg290
source: Compiled on: %1
ca: Compilat el: %1
gl: Compilado en: %1
pt_pt: Compilado em: %1

# _msg291
source: Version: %1
ca: Versió: %1
gl: Versión: %1
pt_pt: Versão: %1

# _msg292
source: Warning: File already opened :
ca: Advertència: El fitxer ja està obert:
gl: Aviso: O ficheiro xa está aberto :
pt_pt: Atenção: arquivo já aberto:

# _msg293
source: Cannot save the file
ca: No es pot desar el fitxer
gl: Non se pode gardar o ficheiro
pt_pt: Não foi possível salvar o arquivo

# _msg294
source: , please check the filename and permissions.
ca: , comproveu el nom del fitxer i els permisos.
gl: , debe de revisar o nome de ficheiro e os permisos.
pt_pt: , verificar o nome do arquivo e permissões.

# _msg295
source: Su&b-Window mode
ca: Mode de su&b-finestra
gl: Modo &Sub-Fiestra
pt_pt: Modo su&b-janela

# _msg296
source: Tile &Vertically
ca: Mosaic &vertical
gl: Tella &Vertical
pt_pt: Ladrilho &verticalmente

# _msg297
source: Ta&b mode
ca: Mode de pes&tanya
gl: &Modo lapelas
pt_pt: Modo gu&ia

# _msg298
source: New document from template:
ca: Document nou a partir d'una plantilla:
gl: Novo documento dende o modelo:
pt_pt: Novo documento a partir do modelo:

# _msg299
source: Select Template aborted
ca: S'ha interromput la selecció de la plantilla
gl: Seleccionar o modelo desbotado
pt_pt: Selecionar modelo abortado

# _msg300
source: Auto-saving failed
ca: Ha fallat el desament automàtic
gl: Fallou o gardado automático
pt_pt: Salvamento automático falhou

# _msg301
source: Snap Selection
pt_pt: Seletor de snap
uk: Вибір прив’язки

# _msg302
source: Tool Options
pt_pt: Opções de ferramentas
uk: Параметри інструменту

# _msg303
source: Export as
pt_pt: Exportar como
uk: Експортувати як

# _msg304
source: Compiler: Clang %1.%2.%3
pt_pt: Compilador: Clang %1.%2.%3
uk: Компілятор: Clang %1.%2.%3

# _msg305
source: Compiler: GNU GCC %1.%2.%3
pt_pt: Compilador: GNU GCC %1.%2.%3
uk: Компілятор: GNU GCC %1.%2.%3

# _msg306
source: Qt Version: %1
pt_pt: Versão do Qt: %1
uk: Версія Qt: %1

# _msg307
source: Draft Mode
pt_pt: Modo rascunho

# _msg308
source: Export as PDF
pt_pt: Exportar como PDF

# _msg309
source: Export
pt_pt: Exportar

# _msg310
source: Cannot open the file %1 Please check its existence and permissions.
pt_pt: Não foi possível abrir o arquivo %1 Verifique se o arquivo existe e suas permissões.

# _msg311
source: File '%1' does not exist. Opening aborted
pt_pt: Arquivo '%1' não existe. Abertura abortada

# _msg312
source: Categories
pt_pt: Categorias

# _msg313
source: &Order
pt_pt: &Pedido

# _msg314
source: Order
pt_pt: Pedido

# _msg315
source: Select
pt_pt: Selecionar

# _msg316
source: Line
pt_pt: Linha

# _msg317
source: Circle
pt_pt: Círculo

# _msg318
source: &Curve
pt_pt: &Curva

# _msg319
source: Curve
pt_pt: Curva

# _msg320
source: Ellipse
pt_pt: Elipse

# _msg321
source: Polyline
pt_pt: Polilinha

# _msg322
source: Dimension
pt_pt: Dimensão

# _msg323
source: Modify
pt_pt: Modificar

# _msg324
source: Info
pt_pt: Informações

# _msg325
source: Pen
pt_pt: Pena

# _msg326
source: Dock Areas
pt_pt: Área de encaixe

# _msg327
source: Grid Status
pt_pt: Status de grade

# _msg328
source: Toolbars
pt_pt: Barras de ferramentas

# _msg330
source: Device Options
pt_pt: Opções de dispositivo

# _msg331
source: Device
pt_pt: Dispositivo

# _msg332
source: &Options
pt_pt: &Opções

# _msg334
source: Dime&nsion
pt_pt: Dime&nsão

# _msg336
source: Recent Files
pt_pt: Arquivos recentes

# _msg337
source: Boost Version: %1.%2.%3
pt_pt: Aprimorar versão: %1.%2.%3

# _msg338
source: Copy
pt_pt: Copiar

# _msg339
source: Contributors
pt_pt: Colaboradores

# _msg340
source: License
pt_pt: Licença

# _msg341
source: System
pt_pt: Sistema

# _msg342
source: Toolbar Creator
pt_pt: Criador da barra de ferramenta

# _msg343
source: Menu Creator
pt_pt: Criador de menu

# _msg344
source: Menu Assigner
pt_pt: Atribuidor do menu

# _msg345
source: &Tools
pt_pt: &Ferramentas

# _msg346
source: &Drawings
pt_pt: &Desenhos

# _msg347
source: Saving drawing: %1
pt_pt: Como salvar o desenho: %1

# _msg348
source: Save cancelled
pt_pt: Salvar cancelado

# _msg349
source: Closing Drawing
pt_pt: Fechando o desenho

# _msg350
source: Save changes to the following item? %1
pt_pt: Salvar alterações do item a seguir? %1

# _msg351
source: &Save
pt_pt: &Salvar

# _msg352
source: Save &as...
pt_pt: Salvar &como...

# _msg353
source: &Save %1
pt_pt: &Salvar %1

# _msg354
source: Save %1 &as...
pt_pt: Salvar %1 &como...

# _msg355
source: &Window mode
pt_pt: &Modo janela

# _msg357
source: Rounded
pt_pt: Arredondado

# _msg359
source: North
pt_pt: Norte

# _msg360
source: South
pt_pt: Sul

# _msg361
source: East
pt_pt: Leste

# _msg362
source: West
pt_pt: Oeste

# _msg363
source: &Arrange
pt_pt: &Organizar

# _msg364
source: &Maximized
pt_pt: &Maximizado

# _msg365
source: Save All cancelled
pt_pt: Salvar tudo cancelado

# _msg366
source: Close All cancelled
pt_pt: Fechar tudo cancelado

# _msg367
source: Compiler: Microsoft C/C++ %1.%2.%3.%4
pt_pt: Compilador: Microsoft C/C++ %1.%2.%3.%4

# _msg368
source: The Code
pt_pt: O Código

# _msg369
source: LibreCAD Help
pt_pt: Ajuda do LibreCAD

# _msg374
source: Do you really want to close the drawing?
pt_pt: Deseja realmente fechar o desenho?

# _msg375
source: Do you really want to close the file %1?
pt_pt: Deseja realmente fechar o arquivo %1?

# _msg376
source: Closing Drawing
pt_pt: Fechando o desenho

# _msg377
source: Save Drawing
pt_pt: Salvar desenho

# _msg378
source: This file is set to read-only.
pt_pt: O arquivo está configurado para somente leitura.

# _msg379
source: Try again with a different file name.
pt_pt: Tente novamente com um nome de arquivo diferente.

# _msg380
source: escape
pt_pt: sair

# _msg381
source: Selection
pt_pt: Seleção

# _msg383
source: Current Layer
pt_pt: Camada atual

# _msg384
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Name of Current Active Layer</p></body></html>
pt_pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nome da camada ativa atual</p></body></html>

# _msg385
source: Could not name block. A block named "%1" already exists.
pt_pt: Não foi possível renomear o bloco. Já existe um bloco chamado "%1".

# _msg386
source: Renaming Block
pt_pt: Renomeando bloco
uk: Перейменування блоку

# _msg387
source: Block Settings
lv: Bloka iestatījumi
pt_pt: Configurações do bloco

# _msg388
source: Block Name:
lv: Bloka nosaukums:
pt_pt: Nome do bloco:

# _msg389
source: Show all blocks
pt_pt: Mostrar todos os blocos

# _msg390
source: Hide all blocks
pt_pt: Ocultar todos os blocos

# _msg391
source: Remove the active block
lv: Izņemt aktīvo bloku
pt_pt: Remover o bloco ativo

# _msg392
source: Rename the active block
lv: Pārsaukt aktīvo bloku
pt_pt: Renomear o bloco ativo

# _msg393
source: Edit the active block in a separate window
lv: Aktīvo bloku rediģēt atsevišķā logā
pt_pt: Editar o bloco ativo em uma janela separada

# _msg394
source: Insert the active block
lv: Ievietot aktīvo bloku
pt_pt: Inserir o bloco ativo

# _msg395
source: Block Menu
lv: Bloku izvēlne
pt_pt: Menu do bloco

# _msg396
source: &Defreeze all Blocks
lv: &Atsaldēt visus blokus
pt_pt: &Descongelar todos os blocos

# _msg397
source: &Freeze all Blocks
lv: &Sasaldēt visus blokus
pt_pt: &Congelar todos os blocos

# _msg398
source: &Add Block
lv: &Pievienot bloku
pt_pt: &Adicionar bloco

# _msg399
source: &Remove Block
lv: &Izņemt bloku
pt_pt: &Remover bloco

# _msg400
source: &Rename Block
pt_pt: &Renomear bloco

# _msg401
source: &Edit Block
pt_pt: &Editar bloco

# _msg402
source: &Insert Block
pt_pt: &Inserir bloco
uk: &Вставити блок

# _msg403
source: &Toggle Visibility
pt_pt: &Alternar visibilidade

# _msg404
source: &Create New Block
pt_pt: &Criar novo bloco

# _msg405
source: Create Block
pt_pt: Criar bloco

# _msg406
source: Add an empty block
pt_pt: Adicionar um bloco vazio

# _msg407
source: save the active block to a file
pt_pt: salvar o bloco ativo em um arquivo

# _msg408
source: Looking for matching block names
pt_pt: Procurando por nomes de blocos correspondentes

# _msg410
source: Red
pt_pt: Vermelho

# _msg411
source: Blue
pt_pt: Azul

# _msg412
source: Cyan
pt_pt: Ciano

# _msg413
source: Gray
pt_pt: Cinza

# _msg414
source: Green
pt_pt: Verde

# _msg416
source: Yellow
pt_pt: Amarelo

# _msg417
source: Black / White
pt_pt: Preto / Branco
uk: Чорний/білий

# _msg418
source: Unchanged
pt_pt: Inalterado

# _msg419
source: By Block
pt_pt: Por bloco

# _msg420
source: By Layer
pt_pt: Por camada

# _msg421
source: Light Gray
pt_pt: Cinza claro

# _msg422
source: Dark Red
pt_pt: Vermelho escuro

# _msg423
source: Dark Yellow
pt_pt: Amarelo escuro

# _msg424
source: Dark Green
pt_pt: Verde escuro

# _msg425
source: Dark Cyan
pt_pt: Ciano escuro

# _msg426
source: Dark Blue
pt_pt: Azul escuro

# _msg427
source: Dark Magenta
pt_pt: Magenta escuro

# _msg428
source: Dark Gray
pt_pt: Cinza escuro

# _msg429
source: Custom
pt_pt: Personalizado

# _msg430
source: clear
pt_pt: limpar

# _msg431
source: &Copy
pt_pt: &Copiar

# _msg432
source: Select &All
pt_pt: Selecionar &todos

# _msg433
source: Clear
pt_pt: Limpar

# _msg434
source: Command Line
pt_pt: Linha de comando

# _msg435
source: Command:
pt_pt: Comando:

# _msg436
source: Unknown command: %1
pt_pt: Comando desconhecido: %1

# _msg437
source: Command history and output
pt_pt: Histórico e saída do comando

# _msg438
source: escape
pt_pt: sair

# _msg440
source: Coordinates
pt_pt: Coordenadas

# _msg441
source: Dimension Label Editor
pt_pt: Editor de rótulo da dimensão

# _msg442
source: Dimension Label:
pt_pt: Rótulo da dimensão:

# _msg443
source: Label:
pt_pt: Rótulo:

# _msg444
source: Insert:
pt_pt: Inserir:

# _msg445
source: ° (Degree)
pt_pt: ° (Graus)

# _msg446
source: ± (Plus / Minus)
pt_pt: ± (Mais / Menos)

# _msg447
source: × (Times)
pt_pt: × (Vezes)

# _msg448
source: ÷ (Division)
pt_pt: ÷ (Divisão)

# _msg449
source: ⌀ (Diameter)
pt_pt: ⌀ (Diâmetro)

# _msg451
source: Arc
pt_pt: Arco

# _msg452
source: Layer:
pt_pt: Camada:

# _msg453
source: Radius:
pt_pt: Raio:
uk: Радіус:

# _msg454
source: Center (y):
pt_pt: Centro (y):
uk: Центр (y):

# _msg455
source: Center (x):
pt_pt: Centro (x):
uk: Центр (x):

# _msg456
source: Geometry
pt_pt: Geometria

# _msg457
source: Reversed
pt_pt: Invertido

# _msg458
source: Start Angle:
pt_pt: Ângulo inicial:

# _msg459
source: End Angle:
pt_pt: Ângulo final:

# _msg460
source: Layer:
pt_pt: Camada:
uk: Шар:

# _msg461
source: Attributes
pt_pt: Atributos

# _msg462
source: Apply attributes also to all sub-entities of selected INSERT. This recursively modifies all entities of the Block itself.
pt_pt: Aplicar atributos também às subentidades da INSERÇÃO selecionada. Essa medida modificará de forma recorrente todas as entidades do Bloco em si.

# _msg463
source: Apply attributes Block-deep
pt_pt: Aplicar atributos no nível do Bloco

# _msg464
source: Circle
pt_pt: Círculo

# _msg465
source: Layer:
pt_pt: Camada:

# _msg466
source: Radius:
pt_pt: Raio:
uk: Радіус:

# _msg467
source: Center (y):
pt_pt: Centro (y):
uk: Центр (y):

# _msg468
source: Center (x):
pt_pt: Centro (x):
uk: Центр (x):

# _msg469
source: Geometry
pt_pt: Geometria

# _msg470
source: Angle:
pt_pt: Ângulo:

# _msg471
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:
pt_pt: Camada:

# _msg472
source: Linear Dimension
lv: Lineārā dimensija
pt_pt: Dimensão linear

# _msg473
source: Geometry
pt_pt: Geometria

# _msg474
source: Dimension
pt_pt: Dimensão
uk: Розмір

# _msg475
source: Layer:
pt_pt: Camada:

# _msg476
source: Layer:
lv: Slānis:
pt_pt: Camada:
uk: Шар:

# _msg477
source: Major:
pt_pt: Maior:

# _msg478
source: Minor:
pt_pt: Menor:

# _msg479
source: Rotation:
pt_pt: Rotação:

# _msg480
source: Center (y):
pt_pt: Centro (y):

# _msg481
source: Center (x):
pt_pt: Centro (x):

# _msg482
source: Ellipse
gl: Elipse
pt_pt: Elipse

# _msg483
source: Geometry
pt_pt: Geometria

# _msg484
source: End Angle:
pt_pt: Ângulo final:

# _msg485
source: Start Angle:
pt_pt: Ângulo inicial:

# _msg486
source: Reversed
pt_pt: Invertido

# _msg487
source: Convert Fonts
pt_pt: Converter fontes

# _msg488
source: Font family:
pt_pt: Família da fonte:

# _msg489
source: Font file:
pt_pt: Arquivo de fonte:

# _msg491
source: Save as:
pt_pt: Salvar como:

# _msg492
source: Letter spacing:
pt_pt: Espaçamento de letra:

# _msg493
source: Author:
pt_pt: Autor:

# _msg494
source: Word spacing:
pt_pt: Espaçamento de palavras:

# _msg495
source: License:
pt_pt: Licença:

# _msg496
source: Line spacing:
pt_pt: Espaçamento da linha:

# _msg497
source: Writing System:
pt_pt: Sistema de escrita:

# _msg498
source: Preview
pt_pt: Visualizar

# _msg499
source: Create
pt_pt: Criar

# _msg500
source: - Searching
pt_pt: - Busca

# _msg501
source: LibreCAD Font Files(*.lff)
pt_pt: Arquivos de fontes do LibreCAD(*.lff)

# _msg502
source: - Rendering
pt_pt: - Representação

# _msg503
source: Angle:
pt_pt: Ângulo:

# _msg504
source: Scale:
pt_pt: Escala:

# _msg505
source: Pattern
pt_pt: Padrão
