Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg112
source: Bevel Options
tr: Bevel Seçenekleri

# _msg113
source: Trim
tr: Kırp

# _msg114
source: Check to trim both entities to the bevel
tr: Bevel uygulanacak ögelerin kırpılmasını denetle

# _msg115
source: Length 1:
tr: 1. Uzunluk:

# _msg116
source: Length 2:
tr: 2. Uzunluk:

# _msg117
source: &OK
tr: &Tamam

# _msg119
source: Cancel
tr: İptal

# _msg121
source: Add a block
tr: Bir blok ekle

# _msg122
source: CAD Tools
tr: CAD Araçları

# _msg123
source: Arcs
tr: Yaylar

# _msg124
source: Arc with three points
tr: Üç noktasıyla yay

# _msg125
source: Back to main menu
tr: Ana menüye dön

# _msg126
source: Arc with Center, Point, Angles
tr: Merkez, Nokta ve Açı ile Yay

# _msg127
source: Concentric
tr: Eşmerkezli

# _msg128
source: Circles
tr: Daireler

# _msg129
source: Circle with two opposite points
tr: İki zıt noktasıyla daire

# _msg130
source: Circle with center and radius
tr: Merkezi ve yarıçapıyla daire

# _msg131
source: Circle with center and point
tr: Merkezi ve bir noktası ile daire

# _msg132
source: Circle with three points
tr: Üç noktasıyla daire

# _msg133
source: Back to main menu
tr: Ana menüye dön

# _msg134
source: Concentric
tr: Eşmerkezli

# _msg135
source: Dimensions
tr: Boyutlar

# _msg136
source: Back to main menu
tr: Ana menüye dön

# _msg137
source: Aligned Dimension
tr: Hizalı Ölçülendirme

# _msg138
source: Linear Dimension
tr: Doğrusal Ölçülendirme

# _msg139
source: Horizontal Dimension
tr: Yatay Boyut

# _msg140
source: Vertical Dimension
tr: Düşey Ölçülendirme

# _msg141
source: Radial Dimension
tr: Yarıçap Ölçülendirme

# _msg142
source: Diametric Dimension
tr: Çap Ölçüsü

# _msg143
source: Angular Dimension
tr: Açısal Ölçülendirme

# _msg144
source: Leader
tr: Yönlendirici

# _msg145
source: Concentric
tr: Eşmerkezli

# _msg146
source: Ellipses
tr: Elipsler

# _msg147
source: Ellipse arc with center, two points and angles
tr: Merkezi, iki noktası ve açısıyla elips yayı

# _msg148
source: Ellipse with Center and two points
tr: Merkezi ve iki noktasıyla elips

# _msg149
source: Back to main menu
tr: Ana menüye dön

# _msg150
source: Concentric
tr: Eşmerkezli

# _msg151
source: Info
tr: Bilgi

# _msg152
source: Distance (Point, Point)
tr: Mesafe (Nokta, Nokta)

# _msg153
source: Distance (Entity, Point)
tr: Mesafe (Öge, Nokta)

# _msg154
source: Back to main menu
tr: Ana menüye dön

# _msg155
source: Angle
tr: Açı

# _msg156
source: Total length of selected entities
tr: Seçili ögelerin toplam uzunluğu

# _msg157
source: Concentric
tr: Eşmerkezli

# _msg158
source: Lines
tr: Çizgiler

# _msg159
source: Back to main menu
tr: Ana menüye dön

# _msg160
source: Line with two points
tr: İki noktasıyla çizgiler

# _msg161
source: Line with given angle
tr: Açısı belirtilen çizgiler

# _msg162
source: Horizontal lines
tr: Yatay çizgiler

# _msg163
source: Vertical lines
tr: Düşey Çizgiler

# _msg164
source: Rectangles
tr: Dikdörtgenler

# _msg165
source: Bisectors
tr: Açıortaylar

# _msg166
source: Parallels with distance
tr: Mesafeyle paralel çizgiler

# _msg167
source: Tangents from point to circle
tr: Noktadan daireye teğet

# _msg168
source: Tangents from circle to circle
tr: Dairelerin ortak teğeti

# _msg169
source: Orthogonal lines
tr: Kesişen çizgiler

# _msg170
source: Lines with relative angles
tr: Göreli açılarla çizgiler

# _msg171
source: Polygons with Center and Corner
tr: Merkezi ve Köşesiyle çokgenler

# _msg172
source: Polygons with two Corners
tr: İki Köşesi ile çokgenler

# _msg173
source: Freehand lines
tr: Karalama çizgileri

# _msg174
source: Parallels through point
tr: Noktada paralel çizgiler

# _msg175
source: Main
tr: Ana

# _msg176
source: Show menu "Lines"
tr: “Çizgiler” menüsünü göster

# _msg177
source: Show menu "Arcs"
tr: “Yaylar” menüsünü göster

# _msg178
source: Show menu "Circles"
tr: “Daireler” menüsünü göster

# _msg179
source: Show menu "Points"
tr: “Noktalar” menüsünü göster

# _msg180
source: Show menu "Ellipses"
tr: “Elipsler” menüsünü göster

# _msg181
source: Show menu "Edit"
tr: “Düzenleme” menüsünü göster

# _msg182
source: Texts
tr: Metinler

# _msg183
source: Show menu "Select"
tr: “Seçim” menüsünü göster

# _msg184
source: Create Block
tr: Blok Oluştur

# _msg185
source: Show menu "Dimensions"
tr: “Boyutlar” menüsünü göster

# _msg186
source: Hatches / Solid Fills
tr: Taramalar/Renkli dolgular

# _msg187
source: Raster Image
tr: Tarama İmgesi

# _msg188
source: Show menu "Measure"
tr: “Ölçme” menüsünü göster

# _msg189
source: Points
tr: Noktalar

# _msg190
source: Draw Points
tr: Nokta Çiz

# _msg191
source: Modify
tr: Değiştir

# _msg192
source: Back to main menu
tr: Ana menüye dön

# _msg193
source: Stretch
tr: Uzat

# _msg194
source: Round
tr: Yuvarla

# _msg196
source: Trim by amount
tr: Uçtan kırp

# _msg197
source: Trim / Extend
tr: Kırp/Uzat

# _msg198
source: Explode
tr: Açılımını Yap

# _msg199
source: Delete
tr: Sil

# _msg200
source: Edit Entity Attributes
tr: Öge Özniteliklerini Düzenle

# _msg201
source: Edit Entity Geometry
tr: Öge Geometrisini Düzenle

# _msg202
source: Mirror
tr: Yansıt

# _msg203
source: Scale
tr: Ölçekle

# _msg204
source: Rotate
tr: Döndür

# _msg205
source: Move
tr: Taşı

# _msg206
source: Move and Rotate
tr: Taşı ve Döndür

# _msg207
source: Rotate around two centers
tr: İki merkezle döndür

# _msg208
source: Trim / Extend two
tr: Kırp/İkili uzat

# _msg209
source: Divide
tr: Böl

# _msg210
source: Explode Text into Letters
tr: Metni Harflerine Ayır

# _msg211
source: Edit Text
tr: Metni Düzenle

# _msg212
source: Move / Copy
tr: Taşı/Kopyala

# _msg213
source: Rotate Two
tr: İkili Döndür

# _msg214
source: Lengthen
tr: Uzatmak

# _msg215
source: Points
tr: Noktalar

# _msg216
source: Back to main menu
tr: Ana menüye dön

# _msg217
source: Single points
tr: Tek nokta

# _msg218
source: Back to main menu
tr: Ana menüye dön

# _msg219
source: Concentric
tr: Eşmerkezli

# _msg220
source: Select
tr: Seç

# _msg221
source: Select all
tr: Tümünü seç

# _msg222
source: Back to main menu
tr: Ana menüye dön

# _msg223
source: Select intersected entities
tr: Kesişen ögeleri seç

# _msg224
source: Deselect intersected entities
tr: Kesişen ögeleri bırak

# _msg225
source: Deselect all
tr: Seçilenlerin tümünü bırak

# _msg226
source: Invert Selection
tr: Seçimi Ters Çevir

# _msg227
source: Select layer
tr: Katmanı seç

# _msg228
source: (De-)Select contour
tr: Sınırları Seç/Bırak

# _msg229
source: (De-)Select entity
tr: Ögeyi Seç/Bırak

# _msg230
source: Deselect Window
tr: Pencere Seçimini Kaldır

# _msg231
source: Select Window
tr: Pencere Seç

# _msg232
source: Continue action
tr: İşleme devam et

# _msg233
source: Snap
tr: Yakala

# _msg234
source: Back to main menu
tr: Ana menüye dön

# _msg235
source: Snap to grid
tr: Izgarayla yakala

# _msg236
source: Free positioning
tr: Serbest konumlama

# _msg237
source: Snap to Endpoints
tr: Uçları yakala

# _msg238
source: Snap to closest point on entity
tr: Ögede en yakın noktayı yakala

# _msg239
source: Snap to center points
tr: Merkez noktaları yakala

# _msg240
source: Snap to middle points
tr: Orta noktaları yakala

# _msg241
source: Snap to point with given distance to endpoint
tr: Uçlardan belli mesafedeki noktaları yakala

# _msg242
source: Snap to intersections automatically
tr: Kesişimleri yakala

# _msg243
source: No Restriction
tr: Sınırlamasız

# _msg244
source: Orthogonal Restriction
tr: Dikey Sınırlama

# _msg245
source: Horizontal Restriction
tr: Yatay Sınırlama

# _msg246
source: Vertical Restriction
tr: Düşey Sınırlama

# _msg247
source: Move relative Zero
tr: Göreli Sıfırı Taşı

# _msg248
source: Lock relative Zero
tr: Göreli Sıfırı Kilitle

# _msg249
source: Snap to intersections manually
tr: Seçilen kesişimleri yakala

# _msg250
source: Back to main menu
tr: Ana menüye dön

# _msg251
source: Circle Options
tr: Daire Seçenekleri

# _msg252
source: Radius:
tr: Yarıçap:

# _msg253
source: Radius:
tr: Yarıçap:

# _msg254
source: Others..
tr: Diğerleri..

# _msg255
source: &Copy
tr: &Kopyala

# _msg256
source: Linear Dimension Options
tr: Doğrusal Ölçülendirme Seçenekleri

# _msg257
source: Angle:
tr: Açı:

# _msg258
source: Dimension Options
tr: Ölçülendirme Seçenekleri

# _msg259
source: Label:
tr: Etiket:

# _msg266
source: ø (Diameter)
tr: ø (Çap)

# _msg268
source: &OK
tr: &Tamam

# _msg270
source: Cancel
tr: İptal

# _msg272
source: &OK
tr: &Tamam

# _msg274
source: Cancel
tr: İptal

# _msg276
source: &OK
tr: &Tamam

# _msg278
source: Cancel
tr: İptal

# _msg280
source: &OK
tr: &Tamam

# _msg282
source: Cancel
tr: İptal

# _msg284
source: Aligned Dimension
tr: Hizalı Ölçülendirme

# _msg285
source: &OK
tr: &Tamam

# _msg287
source: Cancel
tr: İptal

# _msg289
source: &OK
tr: &Tamam

# _msg291
source: Cancel
tr: İptal

# _msg293
source: &OK
tr: &Tamam

# _msg295
source: Cancel
tr: İptal

# _msg296
source: &OK
tr: &Tamam

# _msg298
source: Cancel
tr: İptal

# _msg300
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
tr: <font size="+1"><b>QCad'e Hoş Geldiniz</b> </font> <br> Lütfen, yeni çizimde kullanmak istediğiniz birimi ve tercih ettiğiniz dili seçin.<br> Bu ayarları daha sonra Qcad İletişim Seçenekleri penceresinden değiştirebilirsiniz.

# _msg301
source: OK
tr: Tamam

# _msg303
source: Scale:
tr: Oran:

# _msg304
source: &OK
tr: &Tamam

# _msg305
source: Cancel
tr: İptal

# _msg307
source: &OK
tr: &Tamam

# _msg308
source: Cancel
tr: İptal

# _msg310
source: Line &spacing:
tr: Satır &boşluğu:

# _msg311
source: Diameter (ø)
tr: Çap (ø)

# _msg312
source: &OK
tr: &Tamam

# _msg313
source: Cancel
tr: İptal

# _msg315
source: Moving Options
tr: Taşıma Seçenekleri

# _msg316
source: &OK
tr: &Tamam

# _msg318
source: Cancel
tr: İptal

# _msg320
source: &OK
tr: &Tamam

# _msg321
source: Cancel
tr: İptal

# _msg326
source: Extension line extension:
tr: Ölçülendirme kenar çizgisi uzunluğu:

# _msg327
source: Extension line offset:
tr: Ölçülendirme kenar çizgisi başlangıcı:

# _msg328
source: &OK
tr: &Tamam

# _msg330
source: Cancel
tr: İptal

# _msg352
source: Colors
tr: Renkler

# _msg360
source: Fontsize
tr: Yazıtipi boyu

# _msg361
source: Statusbar:
tr: Durum çubuğu:

# _msg371
source: &Show large crosshairs
tr: &Büyük haç göster

# _msg372
source: Number of p&review entities:
tr: Ö&nizleme ögelerinin sayısı:

# _msg377
source: Scripts:
tr: Betikler:

# _msg378
source: &OK
tr: &Tamam

# _msg380
source: Cancel
tr: İptal

# _msg382
source: Minimal Grid Spacing:
tr: En küçük Izgara Boşluğu:

# _msg388
source: Gray
tr: Gri

# _msg389
source: White
tr: Beyaz

# _msg390
source: &OK
tr: &Tamam

# _msg392
source: Cancel
tr: İptal

# _msg394
source: &OK
tr: &Tamam

# _msg395
source: Cancel
tr: İptal

# _msg397
source: &OK
tr: &Tamam

# _msg399
source: Cancel
tr: İptal

# _msg401
source: &OK
tr: &Tamam

# _msg402
source: &Cancel
tr: &İptal

# _msg404
source: &OK
tr: &Tamam

# _msg405
source: Cancel
tr: İptal

# _msg406
source: &OK
tr: &Tamam

# _msg407
source: &Cancel
tr: &İptal

# _msg409
source: &Factor (f):
tr: &Çarpan (ç):

# _msg414
source: &OK
tr: &Tamam

# _msg416
source: Cancel
tr: İptal

# _msg418
source: Font
tr: Yazıtipi

# _msg419
source: Line &spacing:
tr: Satır &boşluğu:

# _msg420
source: &Default line spacing
tr: &Öntanımlı satır boşluğu

# _msg421
source: Angle
tr: Açı

# _msg422
source: Diameter (ø)
tr: Çap (ø)

# _msg423
source: &OK
tr: &Tamam

# _msg425
source: Cancel
tr: İptal

# _msg427
source: Aligned
tr: Hizalı

# _msg428
source: Middle
tr: Orta

# _msg429
source: No Text supplied.
tr: Bir metin girilmedi.

# _msg430
source: C&lose
tr: K&apat

# _msg432
source: &Save
tr: &Kaydet

# _msg433
source: Save &As..
tr: Farklı &kaydet..

# _msg434
source: &Cancel
tr: &İptal

# _msg436
source: Save Drawing As
tr: Çizimi Farklı Kaydet

# _msg437
source: Insert Options
tr: Yerleştirme Seçenekleri

# _msg438
source: Angle:
tr: Açı:

# _msg439
source: Rotation Angle
tr: Döndürme Açısı

# _msg440
source: Factor:
tr: Çarpan:

# _msg441
source: Scale Factor
tr: Oranlama Çarpanı

# _msg460
source: Black
tr: Siyah

# _msg461
source: &OK
tr: &Tamam

# _msg463
source: Cancel
tr: İptal

# _msg465
source: Insert Options
tr: Yerleştirme Seçenekleri

# _msg466
source: Angle:
tr: Açı:

# _msg467
source: Rotation Angle
tr: Döndürme Açısı

# _msg468
source: Factor:
tr: Çarpan:

# _msg469
source: Scale Factor
tr: Oranlama Çarpanı

# _msg470
source: Array:
tr: Dizi:

# _msg471
source: Number of Columns
tr: Sütun Sayısı

# _msg472
source: Number of Rows
tr: Satır Sayısı

# _msg473
source: Spacing:
tr: Boşluk:

# _msg474
source: Column Spacing
tr: Sütun Boşluğu

# _msg475
source: Row Spacing
tr: Satır Boşluğu

# _msg476
source: &OK
tr: &Tamam

# _msg478
source: Cancel
tr: İptal

# _msg480
source: &Edit Layer
tr: &Katmanı Düzenle

# _msg481
source: &Toggle Visibility
tr: Görünürlüğü &Göster/Gizle

# _msg482
source: Library Insert Options
tr: Kitaplık Yerleştirme Seçenekleri

# _msg483
source: Angle:
tr: Açı:

# _msg484
source: Rotation Angle
tr: Döndürme Açısı

# _msg485
source: Factor:
tr: Çarpan:

# _msg486
source: Scale Factor
tr: Oranlama Çarpanı

# _msg487
source: Library Browser
tr: Kitaplık Tarayıcısı

# _msg488
source: Line Angle Options
tr: Çizgi Açısı Seçenekleri

# _msg489
source: Angle:
tr: Açı:

# _msg490
source: Line angle
tr: Çizgi açısı

# _msg491
source: Length:
tr: Uzunluk:

# _msg492
source: Length of line
tr: Çizgi uzunluğu

# _msg493
source: Snap Point:
tr: Yakalama Noktası:

# _msg494
source: Start
tr: Başlangıç

# _msg495
source: Middle
tr: Orta

# _msg496
source: End
tr: Bitiş

# _msg497
source: Line Bisector Options
tr: Açıortay Seçenekleri

# _msg498
source: Length:
tr: Uzunluk:

# _msg499
source: Length of bisector
tr: Açıortay uzunluğu

# _msg500
source: Number:
tr: Sayı:

# _msg501
source: Number of bisectors to create
tr: Oluşturulacak açıortayların sayısı

# _msg502
source: Line Options
tr: Çizgi Seçenekleri

# _msg503
source: Close
tr: Kapat

# _msg504
source: Undo
tr: Geri Al

# _msg505
source: Redo
tr: Yinele

# _msg506
source: Line Parallel Options
tr: Paralel Çizgi Seçenekleri

# _msg507
source: Distance:
tr: Mesafe:

# _msg508
source: Distance to original entity
tr: Özgün ögeye uzaklık

# _msg509
source: Number:
tr: Sayı:

# _msg510
source: Number of parallels to create
tr: Oluşturulacak paralellerin sayısı

# _msg511
source: Line Parallel Through Options
tr: Paralel Çizgiler Arası Seçenekler

# _msg512
source: Number:
tr: Sayı:

# _msg513
source: Number of parallels to create
tr: Oluşturulacak paralellerin sayısı

# _msg514
source: Polygon Options
tr: Çokgen Seçenekleri

# _msg515
source: Number:
tr: Sayı:

# _msg516
source: Number of edges
tr: Kenar sayısı

# _msg517
source: Polygon Options
tr: Çokgen Seçenekleri

# _msg518
source: Number:
tr: Sayı:

# _msg519
source: Number of edges
tr: Kenar sayısı

# _msg520
source: Line Relative Angle Options
tr: Çizgilerin Göreli Açı Seçenekleri

# _msg521
source: Angle:
tr: Açı:

# _msg522
source: Line angle
tr: Çizgi açısı

# _msg523
source: Length:
tr: Uzunluk:

# _msg524
source: Length of line
tr: Çizgi uzunluğu

# _msg525
source: Text Options
tr: Metin Seçenekleri

# _msg526
source: Text:
tr: Metin:

# _msg527
source: Angle:
tr: Açı:

# _msg528
source: Distance:
tr: Mesafe:

# _msg529
source: Move Rotate Options
tr: Döndürerek Taşıma Seçenekleri

# _msg530
source: Angle:
tr: Açı:

# _msg531
source: Line Relative Angle Options
tr: Çizgilerin Göreli Açı Seçenekleri

# _msg532
source: Spacing:
tr: Boşluk:

# _msg533
source: Polyline Options
tr: Çoklu Çizgi Seçenekleri

# _msg534
source: Close
tr: Kapat

# _msg535
source: Undo
tr: Geri Al

# _msg536
source: Arc
tr: Yay

# _msg537
source: Radius:
tr: Yarıçap:

# _msg539
source: Angle
tr: Açı

# _msg540
source: Angle:
tr: Açı:

# _msg541
source: Clockwise
tr: Saat yönü

# _msg542
source: Counter Clockwise
tr: Saat Yönünün Tersi

# _msg543
source: Print Preview Options
tr: Yazdırma Önzileme Seçenekleri

# _msg544
source: Opening recent file...
tr: Son kullanılan dosya açılıyor...

# _msg545
source: Round Options
tr: Yuvarlatma Seçenekleri

# _msg546
source: Trim
tr: Kırp

# _msg547
source: Check to trim both edges to the rounding
tr: Yuvarlatılacak köşelerin kenarlarının kırpılmasını denetle

# _msg548
source: Radius:
tr: Yarıçap:

# _msg549
source: Selected Entities:
tr: Seçili Ögeler:

# _msg551
source: Snap Distance Options
tr: Yakalama Mesafesi Seçenekleri

# _msg552
source: Distance:
tr: Mesafe:

# _msg553
source: Snap Distance Options
tr: Yakalama Mesafesi Seçenekleri

# _msg557
source: Undo
tr: Geri Al

# _msg558
source: Text Options
tr: Metin Seçenekleri

# _msg559
source: Text:
tr: Metin:

# _msg560
source: Angle:
tr: Açı:

# _msg561
source: Trim Amount Options
tr: Kırpma Miktarı Seçenekleri

# _msg562
source: Distance. Negative values for trimming, positive values for extending.
tr: Mesafe. Negatif değerler kısaltır, pozitif değerler uzatır.

# _msg563
source: Amount:
tr: Uzunluk:

# _msg564
source: Length:
tr: Uzunluk:

# _msg565
source: Layer "%1" and all entities on it will be removed.
tr: "%1" katmanı ve içerdiği tüm ögeler silinecek.

# _msg566
source: Yes
tr: Evet

# _msg567
source: No
tr: Hayır

# _msg568
source: Cancel
tr: İptal

# _msg569
source: None
tr: Yok

# _msg570
source: Export Image
tr: İmgeyi Dışa Aktar

# _msg571
source: Loading Library Paths..
tr: Kitaplık Yolları yükleniyor..

# _msg572
source: Warning
tr: Uyarı

# _msg573
source: length1
tr: uzunluk1

# _msg574
source: Add Block
tr: Blok Ekle

# _msg575
source: &Add Block
tr: Blok &Ekle

# _msg576
source: Rename Block
tr: Bloku Yeniden Adlandır

# _msg577
source: &Rename Block
tr: Bloku &Yeniden Adlandır

# _msg578
source: Rename Block and all Inserts
tr: Bloku ve tüm Eklentileri Yeniden Adlandır

# _msg579
source: Create Block
tr: Blok Oluştur

# _msg580
source: &Create Block
tr: Blok &Oluştur

# _msg581
source: Edit Block
tr: Bloku Düzenle

# _msg582
source: &Edit Block
tr: Bloku &Düzenle

# _msg583
source: Explode
tr: Açılımını Yap

# _msg584
source: &Explode
tr: &Açılımını Yap

# _msg585
source: Explode Blocks and other Entity Groups
tr: Blokları ve diğer Öge Gruplarını ögelerine ayır

# _msg586
source: Freeze all
tr: Tümünü Dondur

# _msg587
source: &Freeze all
tr: &Tümünü Dondur

# _msg588
source: Freeze all blocks
tr: Bütün blokları dondur

# _msg589
source: Defreeze all
tr: Tümünü Çöz

# _msg590
source: &Defreeze all
tr: &Tümünü Çöz

# _msg591
source: Defreeze all blocks
tr: Bütün blokları çöz

# _msg592
source: Insert Block
tr: Bloku yerleştir

# _msg593
source: &Insert Block
tr: Blok &Yerleştir

# _msg594
source: Remove Block
tr: Bloku Kaldır

# _msg595
source: &Remove Block
tr: Bloku &Kaldır

# _msg596
source: Toggle Block Visibility
tr: Blok Görünürlüğü Değiştir

# _msg597
source: &Toggle Block
tr: Bloku &Değiştir

# _msg598
source: Toggle Block
tr: Blok Değiştir

# _msg599
source: Aligned
tr: Hizalı

# _msg600
source: &Aligned
tr: &Hizalı

# _msg601
source: Aligned Dimension
tr: Hizalı Ölçülendirme

# _msg602
source: Angular
tr: Açısal

# _msg603
source: &Angular
tr: &Açısal

# _msg604
source: Angular Dimension
tr: Açısal Ölçülendirme

# _msg605
source: Diametric
tr: Çapsal

# _msg606
source: &Diametric
tr: &Çap

# _msg607
source: Diametric Dimension
tr: Çap Ölçüsü

# _msg608
source: Leader
tr: Yönlendirici

# _msg609
source: &Leader
tr: &Yönlendirici

# _msg610
source: Leader Dimension
tr: Yönlendirici ölçülendirme

# _msg611
source: Linear
tr: Doğrusal

# _msg612
source: &Linear
tr: &Doğrusal

# _msg613
source: Linear Dimension
tr: Doğrusal Ölçülendirme

# _msg614
source: Horizontal
tr: Yatay

# _msg615
source: &Horizontal
tr: &Yatay

# _msg616
source: Horizontal Dimension
tr: Yatay Boyut

# _msg617
source: Vertical
tr: Düşey

# _msg618
source: &Vertical
tr: &Düşey

# _msg619
source: Vertical Dimension
tr: Düşey Ölçülendirme

# _msg620
source: Radial
tr: Yarıçap

# _msg621
source: &Radial
tr: &Yarıçap

# _msg622
source: Radial Dimension
tr: Yarıçap Ölçülendirme

# _msg623
source: Arc: Center, Point, Angles
tr: Yay: Merkez, Nokta, Açı

# _msg624
source: &Center, Point, Angles
tr: &Merkez, Nokta, Açılar

# _msg625
source: Draw arcs
tr: Yay çiz

# _msg626
source: Specify end angle or [Angle/chord Length]
tr: Bitiş açısını veya [Açı/kiriş uzunluğu]nu belirtin

# _msg627
source: Arc: 3 Points
tr: Yay: 3 nokta

# _msg628
source: &3 Points
tr: &3 nokta

# _msg629
source: Draw arcs with 3 points
tr: 3 noktalı yay çizin

# _msg630
source: Specify startpoint or [Center]
tr: Başlangıç noktasını ya da [Merkez]i belirtin

# _msg631
source: Circle: Center, Point
tr: Daire: Merkez, Nokta

# _msg632
source: Center, &Point
tr: Merkez, &Nokta

# _msg633
source: Draw circles with center and point
tr: Merkezi ve bir noktası belirtilen daire çizin

# _msg634
source: Circle: 2 Points
tr: Daire: 2 nokta

# _msg635
source: 2 Points
tr: 2 Nokta

# _msg636
source: Draw circles with 2 points
tr: 2 noktalı daire çizin

# _msg637
source: Circle: 3 Points
tr: Daire: 3 Nokta

# _msg638
source: 3 Points
tr: 3 Nokta

# _msg639
source: Draw circles with 3 points
tr: 3 noktası belirtilen daireyi çizer

# _msg640
source: Circle: Center, Radius
tr: Daire: Merkez, Yarıçap

# _msg641
source: Center, &Radius
tr: Merkez, &Yarıçap

# _msg642
source: Draw circles with center and radius
tr: Merkezi ve yarıçapı belirtilen daire çizin

# _msg643
source: Ellipse Arc with Axis
tr: Eksenli Elips Yayı

# _msg644
source: &Ellipse Arc (Axis)
tr: &Elips Yayı (Eksen)

# _msg645
source: Draw Ellipse Arcs
tr: Elips yayları çizer

# _msg646
source: Ellipse with Axis
tr: Eksenli Elips

# _msg647
source: &Ellipse (Axis)
tr: &Elips (Eksen)

# _msg648
source: Draw Ellipses
tr: Elips çizer

# _msg649
source: Hatch
tr: Tarama

# _msg650
source: &Hatch
tr: &Tarama

# _msg651
source: Draw Hatches and Solid Fills
tr: Taramalı ve Renkli Dolguları çizin

# _msg652
source: Image
tr: Biteşlem

# _msg653
source: &Image
tr: &Biteşlem

# _msg654
source: Insert Image (Bitmap)
tr: Bir biteşlemi yerleştirir

# _msg655
source: Line: 2 Points
tr: Çizgi: 2 Nokta

# _msg656
source: &2 Points
tr: &2 Nokta

# _msg657
source: Draw lines
tr: Çizgi çizer

# _msg658
source: Cannot close sequence of lines: Not enough entities defined yet.
tr: Çizgi dizisi kapatılamıyor: Henüz yeterli öge yok.

# _msg659
source: Line: Angle
tr: Çizgi: Açı

# _msg660
source: &Angle
tr: &Açı

# _msg661
source: Draw lines with a given angle
tr: Uzunluğu ve açısı belirtilen çizgi çizin

# _msg662
source: Line: Horizontal
tr: Çizgi: Yatay

# _msg663
source: &Horizontal
tr: &Yatay

# _msg664
source: Draw horizontal lines
tr: Yatay çizgi çizer

# _msg665
source: hor./vert. line
tr: yatay/düşey çizgi

# _msg666
source: H&orizontal / Vertical
tr: Y&atay/Düşey

# _msg667
source: Draw horizontal/vertical lines
tr: Yatay/düşey çizgi çiz

# _msg668
source: Vertical
tr: Düşey

# _msg669
source: Bisector
tr: Açıortay

# _msg670
source: &Bisector
tr: &Açıortay

# _msg671
source: Draw bisectors
tr: Açıortay çizer

# _msg672
source: Line: Freehand
tr: Çizgi: Karalama

# _msg673
source: &Freehand Line
tr: &Karalama

# _msg674
source: Draw freehand lines
tr: Karalama çizer

# _msg675
source: hor./vert. line
tr: yatay/düşey çizgi

# _msg676
source: H&orizontal / Vertical
tr: Y&atay/Düşey

# _msg677
source: Draw horizontal/vertical lines
tr: Yatay/düşey çizgi çiz

# _msg678
source: Vertical
tr: Düşey

# _msg679
source: Parallel
tr: Paralel

# _msg680
source: Para&llel
tr: Para&lel

# _msg681
source: Draw parallels to existing lines, arcs, circles
tr: Bir çizgi, yay veya daireyi paralelini çizer

# _msg682
source: Concentric
tr: Eşmerkezli

# _msg683
source: &Concentric
tr: &Eşmerkezli

# _msg684
source: Parallel through point
tr: Noktada paralel
