Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1984
source: Select circle, arc or ellipse
fr: Sélectionner un cercle, un arc ou une ellipse
gl: Escolla un círculo, arco ou elipse

# _msg1985
source: Back
fr: Retour
gl: Atrás

# _msg1986
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1988
source: Select first circle or ellipse
fr: Sélectionner le premier cercle ou la première ellipse
gl: Escolla o primeiro círculo, arco ou elipse

# _msg1989
source: Select second circle or ellipse
fr: Sélectionner le deuxième cercle ou la deuxième ellipse
gl: Escolla o segundo círculo, arco ou elipse

# _msg1990
source: Specify insertion point
fr: Indiquer le point d’insertion
gl: Especifique o punto de inserción
lv: Norādiet ievietošanas punktu

# _msg1991
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1992
source: Enter text:
fr: Saisir le texte :
gl: Introduza o texto:
lv: Ievadiet tekstu:

# _msg1993
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg1994
source: Specify location
fr: Indiquer la position
gl: Especifique a localización

# _msg1996
source: Specify first point
fr: Indiquer le premier point
gl: Especifique o primeiro punto

# _msg1997
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1998
source: Specify next point or [%1]
fr: Indiquer le point suivant ou [%1]
gl: Especifique o seguinte punto ou [%1]

# _msg1999
source: Back
fr: Retour
gl: Atrás

# _msg2000
source: Specify next point
fr: Indiquer le point suivant
gl: Especifique o seguinte punto

# _msg2001
source: Cannot close sequence of lines: Not enough entities defined yet.
fr: Impossible de fermer la séquence des lignes : pas encore assez d’éléments définis.
gl: Non se pode pechar a secuencia de liñas: Non hai aínda suficientes entidades definidas.

# _msg2002
source: Cannot undo: Not enough entities defined yet.
fr: Impossible d’annuler : pas encore assez d’éléments définis.
gl: Non se pode desfacer: Non hai aínda suficientes entidades definidas.

# _msg2003
source: Specify first control point
fr: Indiquer le premier point de contrôle
gl: Especifique o primeiro punto de control

# _msg2004
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2006
source: Back
fr: Retour
gl: Atrás

# _msg2009
source: Specify insertion point
fr: Indiquer le point d’insertion
gl: Especifique o punto de inserción

# _msg2010
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg2012
source: Back
fr: Retour
gl: Atrás

# _msg2013
source: Specify second point
fr: Indiquer le deuxième point
gl: Especifique o segundo punto

# _msg2014
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2015
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg2016
source: Set reference point
fr: Indiquer le point de référence
gl: Especifique o punto de destino

# _msg2017
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg2018
source: Nothing to undo!
fr: Rien à annuler!
gl: Non hai nada que desfacer!

# _msg2019
source: Nothing to redo!
fr: Rien à rétablir!
gl: Non hai nada que refacer!

# _msg2020
source: Lines are parallel
fr: Les lignes sont parallèles
gl: As liñas son paralelas

# _msg2021
source: Specify first line
fr: Indiquer la première ligne
gl: Escolla a primeira liña

# _msg2022
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2023
source: Specify second line
fr: Indiquer la deuxième ligne
gl: Escolla a segunda liña

# _msg2024
source: Back
fr: Retour
gl: Atrás

# _msg2025
source: Angle: %1
gl: Ángulo: %1

# _msg2026
source: Circumference: %1
fr: Circonférence : %1
gl: Perímetro: %1

# _msg2027
source: Point: %1/%2
gl: Punto: %1/%2

# _msg2028
source: Specify first point of polygon
fr: Indiquer le premier point du polygone
gl: Especifique o primeiro punto do polígono

# _msg2029
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2030
source: Specify next point of polygon
fr: Indiquer le point suivant du polygone
gl: Especifique o seguinte punto do polígono

# _msg2031
source: Closing Point: %1/%2
fr: Point de fermeture : %1/%2
gl: Pechando no punto: %1/%2

# _msg2032
source: Area: %1 %2^2
fr: Surface : %1 %2^2
gl: Mensura: %1 %2^2

# _msg2033
source: Specify first point of distance
fr: Indiquer le premier point de la distance
gl: Especifique o primeiro punto

# _msg2034
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2035
source: Specify second point of distance
fr: Indiquer le deuxième point de la distance
gl: Especifique o segundo punto

# _msg2036
source: Back
fr: Retour
gl: Atrás

# _msg2037
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
fr: Distance : %1 cartésienne : (%2 , %3), polaire : (%4<%5)
gl: Distancia: %1 Coord. cartesianas: (%2 , %3). Coord. polares: (%4<%5)

# _msg2039
source: Specify entity
fr: Indiquer un objet
gl: Escolla unha entidade

# _msg2041
source: Specify point
fr: Indiquer un point
gl: Especifique un punto

# _msg2043
source: Point is inside selected contour.
fr: Le point est à l’intérieur de la forme sélectionnée.
gl: O punto está dentro do contorno escollido.

# _msg2044
source: Point is outside selected contour.
fr: Le point est à l’extérieur de la forme sélectionnée.
gl: O punto está fóra do contorno escollido.

# _msg2045
source: Specify point
fr: Indiquer un point
gl: Especifique un punto

# _msg2046
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2047
source: Total Length of selected entities: %1
fr: Longueur totale des éléments sélectionnés : %1
gl: Lonxitude total das entidades escollidas: %1

# _msg2048
source: At least one of the selected entities cannot be measured.
fr: Au moins un des éléments sélectionnés ne peut être mesuré.
gl: Polo menos unha das entidades seleccionadas non se pode medir.

# _msg2049
source: Insert Library Object
fr: Insérer un objet de la bibliothèque
gl: Inserir obxecto da libraría

# _msg2050
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg2051
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2052
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2055
source: Enter factor:
fr: Saisir le facteur :
gl: Introducir factor:

# _msg2056
source: Cannot open file '%1'
fr: Impossible d’ouvrir le fichier '%1'
gl: Non se pode abrir o ficheiro '%1'

# _msg2058
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg2059
source: Select first entity
fr: Sélectionner le premier élément
gl: Escolla a primeira entidade

# _msg2060
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2061
source: Select second entity
fr: Sélectionner le deuxième élément
gl: Escolla a segunda entidade

# _msg2062
source: Back
fr: Retour
gl: Atrás

# _msg2063
source: Enter length 1:
fr: Saisir la longueur 1 :
gl: Introduza lonxitude 1:

# _msg2064
source: Enter length 2:
fr: Saisir la longueur 2 :
gl: Introduza lonxitude 2:

# _msg2073
source: Specify first break point on a polyline
fr: Indiquer le premier point d’arrêt sur une polyligne
gl: Especifique o primeiro punto de corte na poliliña

# _msg2085
source: Pick entity to delete
fr: Choisir l’objet à supprimer
gl: Escolla entidade para desbotar

# _msg2086
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2088
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2089
source: Specify first point of mirror line
fr: Indiquer le premier point de l’axe de symétrie
gl: Especifique o primeiro punto do eixe de simetría

# _msg2091
source: Specify second point of mirror line
fr: Indiquer le deuxième point de l’axe de symétrie
gl: Especifique o segundo punto do eixe de simetría

# _msg2092
source: Back
fr: Retour
gl: Atrás

# _msg2093
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2094
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2095
source: Specify target point
fr: Indiquer le point cible
gl: Especifique o punto de destino

# _msg2096
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg2098
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg2099
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2100
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2102
source: Back
fr: Retour
gl: Atrás

# _msg2103
source: Enter rotation angle:
fr: Saisir l’angle de rotation :
gl: Introduza ángulo de xiro:

# _msg2106
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2107
source: Back
fr: Retour
gl: Atrás

# _msg2110
source: Specify absolute reference point
fr: Indiquer le point de référence absolu
gl: Especifique o centro de xiro absoluto

# _msg2112
source: Specify relative reference point
fr: Indiquer le point de référence relatif
gl: Especifique o centro de xiro relativo

# _msg2114
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg2115
source: Specify first entity
fr: Indiquer le premier élément
gl: Escolla a primeira entidade

# _msg2116
source: Back
fr: Retour
gl: Atrás

# _msg2117
source: Specify second entity
fr: Indiquer le second élément
gl: Escolla a segunda entidade

# _msg2118
source: Enter radius:
fr: Saisir le rayon :
gl: Introduza o raio:

# _msg2119
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2125
source: Specify first corner
fr: Indiquer le premier coin
gl: Especifique o primeiro vértice

# _msg2126
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2127
source: Specify second corner
fr: Indiquer le deuxième coin
gl: Especifique o segundo vértice

# _msg2128
source: Back
fr: Retour
gl: Atrás

# _msg2129
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg2131
source: Select first trim entity
fr: Sélectionner le premier élément d’ajustement
gl: Escolla a primeira entidade a tallar

# _msg2132
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2133
source: Select limiting entity
fr: Sélectionner l’objet de limitation
gl: Escolla a entidade limitante

# _msg2134
source: Back
fr: Retour
gl: Atrás

# _msg2136
source: Select entity to trim
fr: Sélectionner l’objet à ajuster
gl: Escolla a entidade a tallar

# _msg2137
source: No entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2138
source: The chosen Entity is in a block. Please edit the block.
fr: L’objet choisi est dans un bloc. Veuillez éditer le bloc.
gl: A entidade escollida é un bloque. por favor edite o bloque.

# _msg2139
source: The chosen Entity is not an atomic entity or cannot be trimmed.
fr: L’objet choisi n’est pas atomique ou ne peut être ajusté.
gl: A entidade elixida non é unha entidade atómica ou non pode ser tallada.

# _msg2140
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg2141
source: Select entity to trim or enter distance:
fr: Sélectionner l’objet à ajuster ou saisir la distance :
gl: Escolla a entidade a tallar ou introduza unha distancia:

# _msg2148
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2149
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2150
source: Adding point is invalid.
fr: Le point à ajouter est invalide.
gl: O punto engadido non é válido.

# _msg2151
source: Adding point is not on entity.
fr: Le point à ajouter n’est pas sur l’objet.
gl: O punto que tenta engadir non está na entidade.

# _msg2152
source: Specify polyline to add nodes
fr: Indiquer la polyligne où ajouter des nœuds
gl: Escolla a poliliña para lle engadir os nodos

# _msg2153
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2154
source: Specify adding node's point
fr: Indiquez le point où ajouter un nœud
gl: Especifique o punto onde engadir o nodo

# _msg2155
source: Back
fr: Retour
gl: Atrás

# _msg2156
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2157
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2158
source: Click somewhere near the beginning or end of existing polyline.
fr: Cliquer à proximité du début ou de la fin d’une polyligne existante.
gl: Prema en algún sitio preto do comezo ou do final dunha poliliña existente.

# _msg2159
source: Specify the polyline somewhere near the beginning or end point
fr: Indiquer la polyligne à proximité du point de départ ou de fin
gl: Escolla a poliliña premendo en algún sitio preto do punto de comezo ou de final

# _msg2166
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2167
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2168
source: Specify polyline to delete node
fr: Indiquer la polyligne où supprimer un nœud
gl: Escolla unha poliliña para desbotar nodo

# _msg2169
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg2170
source: Specify deleting node's point
fr: Indiquez le point du nœud à supprimer
gl: Especifique o nodo a desbotar

# _msg2171
source: Back
fr: Retour
gl: Atrás

# _msg2174
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2175
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2176
source: Deleting point is not on entity.
fr: Le point à supprimer n’est pas sur l’objet.
gl: O nodo que tenta desbotar non está na entidade.

# _msg2177
source: Specify polyline to delete between two nodes
fr: Indiquer la polyligne à supprimer entre deux nœuds
gl: Escolla unha poliliña para desbotar entre dous nodos

# _msg2178
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2179
source: Specify first node
fr: Indiquer le premier nœud
gl: Especifique o primeiro nodo

# _msg2180
source: Back
fr: Retour
gl: Atrás

# _msg2183
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2184
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2185
source: Choose the original polyline
fr: Choisir la polyligne de référence
gl: Escolla a poliliña orixinal

# _msg2186
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2192
source: No Entity found.
fr: Élément introuvable.
gl: Non se atopou ningunha entidade.

# _msg2193
source: Entity must be a polyline.
fr: L’objet doit être une polyligne.
gl: A entidade ten que ser unha poliliña.

# _msg2194
source: Specifying point is invalid.
fr: Le point indiqué n’est pas valide.
gl: O punto especificado non é válido.

# _msg2195
source: No Segment found on entity.
fr: Aucun segment trouvé sur l’objet.
gl: Non se atopou ningún segmento na entidade.

# _msg2196
source: Specify polyline to trim
fr: Indiquer la polyligne à ajuster
gl: Escolla a poliliña a tallar/estender

# _msg2197
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2198
source: Specify first segment
fr: Indiquer le premier segment
gl: Escolla o primeiro segmento

# _msg2199
source: Back
fr: Retour
gl: Atrás

# _msg2200
source: Specify second segment
fr: Indiquer le deuxième segment
gl: Escolla o segundo segmento

# _msg2233
source: Choose first point of intersection line
fr: Choisir le premier point de la ligne d’intersection
gl: Escolla o primeiro punto da liña de intersección

# _msg2234
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg2235
source: Choose second point of intersection line
fr: Choisir le deuxième point de la ligne d’intersection
gl: Escolla o segundo punto da liña de intersección

# _msg2236
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg2237
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2238
source: Choose second edge
fr: Choisir le deuxième bord
gl: Escolla a segunda esquina

# _msg2239
source: Back
fr: Retour
gl: Atrás

# _msg2241
source: Set relative Zero
fr: Positionner le zéro relatif
gl: Fixar orixe relativa

# _msg2242
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2244
source: I&ntersection Manually
fr: I&ntersection manuelle
gl: Manualmente á &intersección

# _msg2245
source: Select first entity
fr: Sélectionner le premier élément
gl: Escolla a primeira entidade

# _msg2246
source: Back
fr: Retour
gl: Atrás

# _msg2247
source: Select second entity
fr: Sélectionner le deuxième élément
gl: Escolla a segunda entidade

# _msg2250
source: Click and drag to pan zoom
fr: Cliquer et glisser pour effectuer un zoom panoramique
gl: Prema e arrastre para focalizar unha zona

# _msg2251
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2253
source: Specify first edge
fr: Indiquer le premier bord
gl: Escolla a primeira esquina

# _msg2254
source: Cancel
fr: Annuler
gl: Cancelar

# _msg2255
source: Specify second edge
fr: Indiquer le deuxième bord
gl: Escolla a segunda esquina

# _msg2256
source: Back
fr: Retour
gl: Atrás

# _msg2295
source: DPI
gl: PPP

# _msg2412
source: Save
gl: Gardar

# _msg2413
source: 2 Points, Radius
gl: 2 puntos, raio

# _msg2414
source: &Spline through points
gl: Spline a &través de puntos

# _msg2415
source: Draw polylines
gl: Debuxar poliliñas

# _msg2416
source: Add polyline's node
gl: Engadir nodo de poliliña

# _msg2417
source: Append polyline's node
gl: Anexar nodo de poliliña

# _msg2418
source: Delete polyline's node
gl: Desbotar nodo de poliliña

# _msg2419
source: Delete between two nodes
gl: Desbotar varios nodos entre dous

# _msg2420
source: Trim polyline's segments
gl: Tallar segmentos de poliliña

# _msg2421
source: Create Equidistant Polylines
gl: Facer poliliñas equidistantes

# _msg2422
source: Create Polyline from Existing Segments
gl: Poliliña nova con entidades existentes

# _msg2423
source: M&ove and Rotate
gl: Mo&ver e xirar

# _msg2424
source: &Trim Two
gl: Tallar/Estender do&us

# _msg2425
source: &Offset
gl: Despra&zamento

# _msg2426
source: set to bottom
gl: Pór no &fondo

# _msg2427
source: lower over entity
gl: Pór por riba doutra entidade

# _msg2428
source: set to top
gl: Pór na cima

# _msg2429
source: &Preferences
gl: &Preferencias

# _msg2430
source: Open IDE
gl: Abrir IDE

# _msg2431
source: Run Script..
gl: Executando Script..

# _msg2432
source: Regenerate Dimension Entities
gl: Rexenerar entidades de acoutamento

# _msg2436
source: Create Double-click Menu
gl: Crear menú de dobre clic

# _msg2437
source: Add or Remove Action
gl: Engadir ou desbotar acción

# _msg2438
source: Specify a point
gl: Especifique un punto

# _msg2439
source: Focus on &Command Line
gl: Activar liña de &Comandos

# _msg2440
source: &Arc
gl: &Arco

# _msg2441
source: &Draw
gl: &Debuxar

# _msg2442
source: &Dimension
gl: &Acoutar

# _msg2443
source: &Snap
gl: F&orzar

# _msg2444
source: &Layer
gl: Ca&pas

# _msg2445
source: &Block
gl: &Bloques

# _msg2447
source: De&bugging
gl: De&purando

# _msg2448
source: About...
gl: Sobre...

# _msg2450
source: None
gl: Ningún

# _msg2451
source: Modules: %1
gl: Módulos: %1

# _msg2452
source: &Window
gl: Fies&tra

# _msg2453
source: Running script '%1'
gl: Executando script '%1'

# _msg2454
source: Inserting block '%1'
gl: Inserindo bloque '%1'

# _msg2455
source: Insert Image
fr: Insérer une image
gl: Inserir imaxe

# _msg2456
source: Help
gl: Axuda

# _msg2457
source: Bugger, I couldn't find the helpfiles on the filesystem.
gl: Demo, non podo atopar os ficheiros de axuda no ordenador.

# _msg2458
source: Program Icons Supplied by
gl: Iconas do programa proporcionadas por

# _msg2459
source: Splash and Logo supplied by
gl: Imaxe de principio e logotipo proporcionados por

# _msg2460
source: Main Website :
gl: Páxina web principal :

# _msg2461
source: SCM Revision: %1
gl: Revisión SCM: %1

# _msg2463
source: Please consider donating to LibreCAD to help maintain the source code and website.
gl: Por favor, considere facer unha doazón a LibreCAD para axudar a manter o código fonte e mais o sitio web.

# _msg2464
source: Draw &Order
gl: &Ordenar obxectos

# _msg2465
source: Pen Selection
gl: Opcións de trazo

# _msg2466
source: CAD Tools
gl: Ferramentas CAD

# _msg2467
source: Compiler: Microsoft Visual C++<br>
gl: Compilador: Microsoft Visual C++<br>

# _msg2468
source: Help files not found
gl: Non se atopan os ficheiros de axuda

# _msg2470
source: &Text
gl: &Texto

# _msg2471
source: The help files were not found.
gl: Os ficheiros de axuda non se atoparon.

# _msg2472
source: Settings
gl: Configuracións

# _msg2473
source: &Misc
gl: &Miscelánea

# _msg2474
source: Misc
gl: Miscelánea

# _msg2475
source: Custom
gl: Personalizar

# _msg2476
source: Online (Wiki)
gl: En liña (Wiki)

# _msg2477
source: &Dockwidgets
gl: &Carga de widgets

# _msg2478
source: Sna&p
gl: F&orzar

# _msg2479
source: &Close
gl: &Pechar

# _msg2480
source: &Grid
gl: &Grella

# _msg2481
source: &Application Preferences
gl: &Preferencias da aplicación

# _msg2482
source: &Statusbar
gl: Barra de &estado

# _msg2483
source: &Draft
gl: Bosque&xo

# _msg2484
source: Open IDE
gl: Abrir IDE

# _msg2485
source: Run Script..
gl: Executando Script..

# _msg2486
source: &Preferences
gl: &Preferencias

# _msg2487
source: &Export...
gl: &Exportar...

# _msg2488
source: &Print...
gl: &Imprimir...

# _msg2490
source: &Quit
gl: &Saír

# _msg2491
source: &Selection pointer
gl: &Punteiro de selección

# _msg2492
source: Export as PDF
gl: Exportar como PDF

# _msg2493
source: &Block
gl: &Bloques

# _msg2494
source: Arc Options
gl: Opcións de arco

# _msg2495
source: Clockwise
gl: No sentido horario

# _msg2496
source: Counterclockwise
gl: No sentido anti-horario

# _msg2497
source: Tangential Arc Options
gl: Opcións de arco tanxente

# _msg2498
source: Radius of the tangential arc
gl: Raio do arco tanxente

# _msg2499
source: Total subtending angle of the tangential arc
gl: Ángulo total abranguido polo arco tanxente

# _msg2500
source: Radius
gl: Raio

# _msg2501
source: Angle
gl: Ángulo

# _msg2502
source: Bevel Options
gl: Opcións de chafrán

# _msg2503
source: Trim
gl: Tallar

# _msg2504
source: Check to trim both entities to the bevel
gl: Actíveo para tallares as dúas entidades a achafranar

# _msg2505
source: Length 1:
gl: Largura 1:

# _msg2506
source: Length 2:
gl: Largura 2:

# _msg2507
source: CAD Tools
gl: Ferramentas CAD

# _msg2508
source: Arcs
gl: Arcos

# _msg2509
source: Arc with three points
gl: Arco con tres puntos

# _msg2510
source: Arc with Center, Point, Angles
gl: Arco con centro, raio e ángulo

# _msg2511
source: Back to main menu
gl: Atrás o menú principal

# _msg2512
source: Concentric
gl: Arcos concéntricos

# _msg2513
source: Arc tangential to base entity with radius
gl: Arco tanxente a unha entidade base e raio

# _msg2514
source: Circles
gl: Círculos

# _msg2515
source: Circle with two opposite points
gl: Círculo con dous puntos opostos

# _msg2516
source: Circle with center and radius
gl: Círculo con centro e raio

# _msg2517
source: Circle with center and point
gl: Círculo con centro e punto

# _msg2518
source: Circle with three points
gl: Círculo con tres puntos

# _msg2519
source: Back to main menu
gl: Atrás o menú principal

# _msg2520
source: Concentric
gl: Círculos concéntricos
