Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2502
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Zīmēt pieskares riņķi diviem riņķiem, cauri dotam punktam</span></p></body></html>

# _msg2503
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Zīmēt pieskares riņķi no trīslīnijām/lokiem/riņķiem</span></p></body></html>

# _msg2504
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Zīmēt apli, kas ir ievilkts trīstūrī, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">piem.,</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, perpendikulārs 3 līnijām. Lūdzu, tā vietā izmantojiet jauno iespēju &quot;Aplis perpendikulāri 3&quot;.</span></p></body></html>

# _msg2505
source: <html><head/><body><p>Circle with 2 Points and Radius</p></body></html>
lv: <html><head/><body><p>Aplis ar 2 punktiem un rādiuss</p></body></html>

# _msg2506
source: Dimensions
lv: Dimensijas

# _msg2507
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2508
source: Diametric Dimension
lv: Diametrālā dimensija

# _msg2509
source: Radial Dimension
lv: Radiālā dimensija

# _msg2510
source: Vertical Dimension
lv: Vertikālā dimensija

# _msg2511
source: Horizontal Dimension
lv: Horizontālā dimensija

# _msg2512
source: Linear Dimension
lv: Lineārā dimensija

# _msg2513
source: Aligned Dimension
lv: Līdzinātā dimensija

# _msg2514
source: Angular Dimension
lv: Leņķiskā dimensija

# _msg2515
source: Leader
lv: Norādes līnija

# _msg2516
source: Concentric
lv: Koncentriski

# _msg2517
source: Ellipses
lv: Elipses

# _msg2518
source: Ellipse arc with center, two points and angles
lv: Eliptisks loks ar centru, diviem punktiem un leņķiem

# _msg2519
source: Ellipse with Center and two points
lv: Elipse ar centru un diviem punktiem

# _msg2520
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2521
source: Draw Ellipse by foci and a point on ellipse
lv: Zīmēt elipsi ar fokusu un punktu uz elipses

# _msg2522
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
lv: Zīmēt elipsi ar asīm x/y virzienos, norādot četrus punktus uz elipses

# _msg2523
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zīmēt elipsi ievilktu četrstūrī, <span style=" font-style:italic;">piemēram</span>, pieskari četrām līnijām</p></body></html>

# _msg2524
source: Concentric
lv: Koncentriski

# _msg2525
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
lv: <html><head/><body><p>Zīmēt elipsi ar centru un trīs punktiem uz elipses</p></body></html>

# _msg2526
source: Info
lv: Informācija

# _msg2527
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2528
source: Distance (Point, Point)
lv: Attālums (punkts, punkts)

# _msg2529
source: Distance (Entity, Point)
lv: Attālums (objekts, punkts)

# _msg2530
source: Angle
lv: Leņķis

# _msg2531
source: Total length of selected entities
lv: Izvēlēto objektu kopīgais garums

# _msg2532
source: Area of polygon
lv: Daudzstūra laukums

# _msg2534
source: Lines
lv: Līnijas

# _msg2535
source: Freehand lines
lv: Brīvi zīmētas līnijas

# _msg2536
source: Orthogonal lines
lv: Taisnleņķa līnijas

# _msg2537
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2538
source: Bisectors
lv: Bisektrises

# _msg2539
source: Tangents from circle to circle
lv: Pieskares no riņķa uz riņķi

# _msg2540
source: Tangents from point to circle
lv: Pieskares no punkta uz riņķi

# _msg2541
source: Line with two points
lv: Līnija ar diviem punktiem

# _msg2542
source: Lines with relative angles
lv: Līnijas ar relatīviem leņķiem

# _msg2543
source: Line with given angle
lv: Līnija ar dotu leņķi

# _msg2544
source: Horizontal lines
lv: Horizontālas līnijas

# _msg2545
source: Vertical lines
lv: Vertikālas līnijas

# _msg2546
source: Rectangles
lv: Taisnstūri

# _msg2547
source: Polygons with Center and Corner
lv: Daudzstūri ar centru un stūri

# _msg2548
source: Polygons with two Corners
lv: Daudzstūri ar dieviem stūriem

# _msg2549
source: Parallels with distance
lv: Paralēlas līnijas ar attālumu

# _msg2550
source: Parallels through point
lv: Paralēlas līnijas caur punktu

# _msg2551
source: Tangents to a circle, orthogonal to a line
lv: Pieskares uz riņķi, perpendikulāri līnijai

# _msg2552
source: Main
lv: Galvenais

# _msg2553
source: Create Block
lv: Izveidot bloku

# _msg2554
source: Show toolbar "Lines"
lv: Rādīt rīkjoslu “Līnijas”

# _msg2555
source: Show toolbar "Arcs"
lv: Rādīt rīkjoslu “Loki”

# _msg2556
source: Show toolbar "Circles"
lv: Rādīt rīkjoslu “Riņķi”

# _msg2557
source: Show toolbar "Ellipses"
lv: Rādīt rīkjoslu “Elipses”

# _msg2558
source: Show toolbar "Polylines"
lv: Rādīt rīkjoslu “Lauztas līnijas”

# _msg2559
source: Draw Splines
lv: Zīmēt splainus

# _msg2560
source: Draw Points
lv: Zīmēt punktus

# _msg2561
source: Show toolbar "Dimensions"
lv: Rādīt rīkjoslu “Dimensijas”

# _msg2562
source: Create Hatch
lv: Izveidot svītrojumu

# _msg2563
source: Insert Image
lv: Ievietot attēlu

# _msg2564
source: Show toolbar "Modify"
lv: Rādīt rīkjoslu “Modificēt”

# _msg2565
source: Show toolbar "Info"
lv: Rādīt rīkjoslu “Informācija”

# _msg2566
source: Show toolbar "Select"
lv: Rādīt rīkjoslu “Izvēle”

# _msg2567
source: Insert Multi-line Text
lv: Ievietot vairāku rindu tekstu

# _msg2568
source: Modify
lv: Modificēt

# _msg2569
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2570
source: Rotate
lv: Pagriezt

# _msg2571
source: Scale
lv: Mainīt izmēru

# _msg2572
source: Move and Rotate
lv: Pārvietot un pagriezt

# _msg2573
source: Explode
lv: Eksplodēt

# _msg2574
source: Delete
lv: Dzēst

# _msg2575
source: Stretch
lv: Izstiept

# _msg2576
source: Round
lv: Apaļot

# _msg2577
source: Bevel
lv: Slīps

# _msg2578
source: Trim by amount
lv: Īsināt noteiktu apjomu

# _msg2579
source: Trim / Extend two
lv: Īsināt / pagarināt divus

# _msg2580
source: Trim / Extend
lv: Īsināt / pagarināt

# _msg2581
source: Edit Entity Attributes
lv: Rediģēt objekta atribūtus

# _msg2582
source: Edit Entity Geometry
lv: Rediģēt objekta ģeometriju

# _msg2583
source: Mirror
lv: Spoguļot

# _msg2584
source: Divide
lv: Dalīt

# _msg2585
source: Explode Text into Letters
lv: Eksplodēt tekstu burtos

# _msg2586
source: Edit Text
lv: Rediģēt tekstu

# _msg2587
source: Move / Copy
lv: Pārvietot / kopēt

# _msg2588
source: Rotate Two
lv: Pagriezt divus

# _msg2589
source: Offset (Experimental Feature, work in progress)
lv: Nobīdīt (eksperimentāla iespēja, darbs vēl notiek)

# _msg2590
source: Revert direction
lv: Apgriezt virzienu

# _msg2591
source: Lengthen
lv: Pagarināt

# _msg2592
source: <html><head/><body><p>Fillet, rounding of an interior or exterior corner</p></body></html>
lv: <html><head/><body><p>Lente, iekšējā vai ārējā stūra noapaļošana</p></body></html>

# _msg2593
source: Points
lv: Punkti

# _msg2595
source: Single points
lv: Atsevišķi punkti

# _msg2596
source: Polylines
lv: Lauztas līnijas

# _msg2597
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2598
source: Create Polyline
lv: Izveidot lauztu līniju

# _msg2599
source: Delete between two nodes
lv: Dzēst starp diviem mezgliem

# _msg2600
source: Add node
lv: Pievienot mezglu

# _msg2601
source: Delete node
lv: Dzēst mezglu

# _msg2602
source: Trim segments
lv: Īsināt segmentus

# _msg2603
source: Append node
lv: Pielikt mezglu

# _msg2604
source: Polyline equidistant
lv: Lauztas līnijas vienāda attāluma

# _msg2605
source: Create Polyline from Existing Segments
lv: Izveidot lauztu līniju no esošiem segmentiem

# _msg2606
source: Concentric
lv: Koncentriski

# _msg2607
source: Select
lv: Izvēlēties

# _msg2608
source: Select all
lv: Izvēlēties visu

# _msg2609
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2610
source: Select intersected entities
lv: Izvēlēties objektus, kas krustojas

# _msg2611
source: Deselect intersected entities
lv: Neizvēlēties objektus, kas krustojas

# _msg2612
source: Deselect all
lv: Neizvēlēties nevienu

# _msg2613
source: Invert Selection
lv: Invertēt izvēli

# _msg2614
source: Select layer
lv: Izvēlēties slāni

# _msg2615
source: (De-)Select contour
lv: [Ne-]izvēlēties kontūru

# _msg2616
source: (De-)Select entity
lv: [Ne-]izvēlēties objektu

# _msg2617
source: Deselect Window
lv: Neizvēlēties logu

# _msg2618
source: Select Window
lv: Izvēlēties logu

# _msg2619
source: Continue action
lv: Turpināt darbību

# _msg2620
source: Splines
lv: Splaini

# _msg2621
source: Back to main menu
lv: Atpakaļ uz galveno izvēlni

# _msg2622
source: Spline
lv: Splains

# _msg2623
source: Interpolation Spline
lv: Interpolācijas splains

# _msg2624
source: Circle Options
lv: Riņķu opcijas

# _msg2625
source: Radius:
lv: Rādiuss:

# _msg2626
source: Circle Tangential2 Options
lv: Riņķa Pieskares2 opcijas

# _msg2627
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
lv: <html><head/><body><p>Rādiuss zīmējamajam pieskares riņķim </p></body></html>

# _msg2628
source: Radius:
lv: Rādiuss:

# _msg2629
source: Radius of tangential circle
lv: Pieskares riņķa rādiuss

# _msg2630
source: Others..
lv: Citas krāsas..

# _msg2631
source: Clear
lv: Attīrīt

# _msg2632
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
lv: <html><head/><body><p>ierakstiet koordinātas vai komandas</p></body></html>

# _msg2633
source: &Copy
lv: &Kopēt

# _msg2634
source: select&All
lv: Izvēlēties &visu

# _msg2635
source: Linear Dimension Options
lv: Lineārās dimensijas opcijas

# _msg2636
source: Angle:
lv: Leņķis:

# _msg2637
source: Dimension Options
lv: Dimensijas opcijas

# _msg2638
source: Label:
lv: Etiķete:

# _msg2648
source: ø (Diameter)
lv: ø (diametrs)

# _msg2649
source: ¶ (Pi)
lv: ¶ (pī)

# _msg2650
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
lv: <font size="+1"><b>Laipni lūdzam QCad</b> </font> <br> Lūdzu, izvēlieties mērvienības, kuras izmantot jauniem zīmējumiem, kā arī vēlamo valodu.<br> Šos iestatījums var vēlāk mainīt QCad opciju dialoglodziņā.

# _msg2651
source: Line &spacing:
lv: Rind&starpa:

# _msg2652
source: Diameter (ø)
lv: Diametrs (ø)

# _msg2656
source: Extension line extension:
lv: Paplašinājuma līnijas paplašinājums:

# _msg2657
source: Extension line offset:
lv: Paplašinājuma līnijas nobīde:

# _msg2667
source: Alignment:
lv: Līdzinājums:

# _msg2668
source: <html><head/><body><p>Text alignement.</p></body></html>
lv: <html><head/><body><p>Teksta līdzinājums.</p></body></html>

# _msg2669
source: Dimension Aligned
lv: Dimensiju līdzinājums

# _msg2679
source: <html><head/><body><p>Text alignment.</p></body></html>
lv: <html><head/><body><p>Teksta līdzinājums.</p></body></html>

# _msg2680
source: Scripts:
lv: Skripti:

# _msg2685
source: &Show large crosshairs
lv: Rādīt lielu kru&stiņu

# _msg2686
source: Number of p&review entities:
lv: P&riekšskatīšanas objektu skaits:

# _msg2687
source: Colors
lv: Krāsas

# _msg2689
source: Fontsize
lv: Fontu izmērs

# _msg2690
source: Statusbar:
lv: Statusjosla:

# _msg2706
source: Minimal Grid Spacing (px):
lv: Minimālā atstarpe režģī (px):

# _msg2716
source: Splash Window
lv: Uzplaiksnījuma logs

# _msg2717
source: Display Splash
lv: Attēlot uzplaiksnījumu

# _msg2718
source: Aquamarine
lv: Akvamarīns

# _msg2719
source: Azure
lv: Debeszils

# _msg2720
source: DeepSkyBlue
lv: Tumši debeszils

# _msg2721
source: Gray
lv: Pelēks

# _msg2722
source: LightGrey
lv: Gaiši pelēks

# _msg2723
source: Navy
lv: Tumši zils

# _msg2724
source: PaleGreen
lv: Blāvi zaļš

# _msg2725
source: Pink
lv: Rozā

# _msg2726
source: Silver
lv: Sudraba

# _msg2727
source: Violet
lv: Violets

# _msg2728
source: White
lv: Balts

# _msg2729
source: GUI Colors
lv: Saskarnes krāsas

# _msg2730
source: Layer/ Block Selection:
lv: Slāņa / bloka izvēle:

# _msg2731
source: Custom Toolbar:
lv: Pielāgota rīkjosla:

# _msg2732
source: Keycode mode
lv: Taustiņu kodu režīms

# _msg2740
source: &OK
lv: &Labi

# _msg2744
source: Diameter (ø)
lv: Diametrs (ø)

# _msg2745
source: Aligned
lv: Līdzināts

# _msg2746
source: Middle
lv: Vidū

# _msg2747
source: Insert Options
lv: Ievietošanas opcijas

# _msg2748
source: Angle:
lv: Leņķis:

# _msg2749
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2750
source: Factor:
lv: Koeficients:

# _msg2751
source: Scale Factor
lv: Mēroga koeficients

# _msg2753
source: DPI of Image
lv: Attēla DPI

# _msg2756
source: Black
lv: Melns

# _msg2773
source: Insert Options
lv: Ievietošanas opcijas

# _msg2774
source: Angle:
lv: Leņķis:

# _msg2775
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2776
source: Factor:
lv: Koeficients:

# _msg2777
source: Scale Factor
lv: Mēroga koeficients

# _msg2778
source: Array:
lv: Masīvs:

# _msg2779
source: Number of Columns
lv: Kolonnu skaits

# _msg2780
source: Number of Rows
lv: Rindu skaits

# _msg2781
source: Spacing:
lv: Atstatums:

# _msg2782
source: Column Spacing
lv: Kolonnu atstarpe

# _msg2783
source: Row Spacing
lv: Rindu atstarpe

# _msg2784
source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
lv: Palīgslānī ir objekti ar bezgalīgi garām taisnām līnijām, kas paredzētas ģeometrisku konstrukciju veidošanai. Palīgslāņa saturam nevajadzētu parādīties izdrukā.

# _msg2785
source: Help Layer
lv: Palīgslānis

# _msg2786
source: &Edit Layer
lv: R&ediģēt slāni

# _msg2787
source: &Toggle Visibility
lv: Pārslēg&t redzamību

# _msg2788
source: Library Insert Options
lv: Bibliotēkas ievietošanas opcijas

# _msg2789
source: Angle:
lv: Leņķis:

# _msg2790
source: Rotation Angle
lv: Rotācijas leņķis

# _msg2791
source: Factor:
lv: Koeficients:

# _msg2792
source: Scale Factor
lv: Mēroga koeficients

# _msg2793
source: Line Angle Options
lv: Līnijas leņķa opcijas

# _msg2794
source: Angle:
lv: Leņķis:

# _msg2795
source: Line angle
lv: Līnijas leņķis

# _msg2796
source: Length:
lv: Garums:

# _msg2797
source: Length of line
lv: Līnijas garums

# _msg2798
source: Snap Point:
lv: Palīgpunkts:

# _msg2799
source: Start
lv: Sākums

# _msg2800
source: Middle
lv: Vidus

# _msg2801
source: End
lv: Beigas

# _msg2802
source: Line Bisector Options
lv: Līnijas bisektrises opcijas

# _msg2803
source: Length:
lv: Garums:

# _msg2804
source: Length of bisector
lv: Bisektrises garums

# _msg2805
source: Number:
lv: Skaits:

# _msg2806
source: Number of bisectors to create
lv: Veidojamo bisektrišu skaits

# _msg2807
source: Line Options
lv: Līnijas opcijas

# _msg2808
source: Close
lv: Noslēgt

# _msg2809
source: Undo
lv: Atsaukt

# _msg2810
source: Form a closed contour from lines drawn
lv: Veidot slēgtu kontūru no zīmētajām līnijām

# _msg2811
source: Undo the last line drawing
lv: Atsaukt pēdējo līnijas zīmēšanu

# _msg2812
source: Redo the last line drawing
lv: Atcelt pēdējo līnijas zīmēšanas atsaukšanu

# _msg2813
source: Redo
lv: Atatsaukt

# _msg2814
source: Line Parallel Options
lv: Paralēlo līniju opcijas

# _msg2815
source: Distance:
lv: Attālums:

# _msg2816
source: Distance to original entity
lv: Attālums līdz sākotnējam objektam

# _msg2817
source: Number:
lv: Skaits:

# _msg2818
source: Number of parallels to create
lv: Veidojamo paralēlo līniju skaits

# _msg2819
source: Line Parallel Through Options
lv: Paralēlo līniju caur opcijas

# _msg2820
source: Number:
lv: Skaits:

# _msg2821
source: Number of parallels to create
lv: Veidojamo paralēlo līniju skaits

# _msg2822
source: Polygon Options
lv: Daudzstūra opcijas

# _msg2823
source: Number:
lv: Skaits:

# _msg2824
source: Number of edges
lv: Malu skaits

# _msg2825
source: Polygon Options
lv: Daudzstūra opcijas

# _msg2826
source: Number:
lv: Skaits:

# _msg2827
source: Number of edges
lv: Malu skaits

# _msg2828
source: Line Relative Angle Options
lv: Līnijas relatīvā leņķa opcijas

# _msg2829
source: Angle:
lv: Leņķis:

# _msg2830
source: Line angle
lv: Līnijas leņķis

# _msg2831
source: Length:
lv: Garums:

# _msg2832
source: Length of line
lv: Līnijas garums

# _msg2833
source: Text Options
lv: Teksta opcijas

# _msg2834
source: Text:
lv: Teksts:

# _msg2835
source: Angle:
lv: Leņķis:

# _msg2836
source: Modify Offset Options
lv: Modificēt nobīdes opcijas

# _msg2837
source: Distance:
lv: Attālums:

# _msg2838
source: Offset from original entity
lv: Nobīde no sākotnējā objekta

# _msg2840
source: Move Rotate Options
lv: Pārvietošanas, pagriešanas opcijas

# _msg2841
source: Angle:
lv: Leņķis:

# _msg2842
source: Line Relative Angle Options
lv: Līnijas relatīvā leņķa opcijas

# _msg2843
source: Spacing:
lv: Atstatums:

# _msg2844
source: Distance from original polyline
lv: Attālums no sākotnējās lauztās līnijas

# _msg2845
source: Copies:
lv: Kopijas:

# _msg2846
source: Polyline Options
lv: Lauztas līnijas opcijas

# _msg2847
source: Close
lv: Noslēgt

# _msg2848
source: Undo
lv: Atsaukt

# _msg2849
source: Line
lv: Līnija

# _msg2850
source: Tangential
lv: Pieskare

# _msg2851
source: Tan Radius
lv: Tan rādiuss

# _msg2852
source: Angle
lv: Leņķis

# _msg2853
source: Radius:
lv: Rādiuss:

# _msg2854
source: Angle:
lv: Leņķis:

# _msg2855
source: Clockwise
lv: Pulksteņrādītāja virzienā

# _msg2856
source: Counter Clockwise
lv: Pretēji pulksteņrādītāja virzienam

# _msg2857
source: Print Preview Options
lv: Drukas priekšskatījuma opcijas

# _msg2858
source: Toggle Black / White mode
lv: Pārslēgt režīmu “melns / balts”

# _msg2859
source: Center to page
lv: Centrēt lappusē

# _msg2860
source: Fit to page
lv: Ietilpināt lappusē

# _msg2861
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
lv: <html><head/><body><p>Drukāšanas mērogs ir fiksēts uz pašreizējo vērtību</p></body></html>

# _msg2862
source: fixed
lv: fiksēts

# _msg2863
source: Opening recent file...
lv: Atver nesenu datni...

# _msg2864
source: Round Options
lv: Apaļošanas opcijas

# _msg2865
source: Trim
lv: Īsināt

# _msg2866
source: Check to trim both edges to the rounding
lv: Atzīmējiet, lai īsinātu abas malas uz apaļošanu

# _msg2867
source: Radius:
lv: Rādiuss:

# _msg2869
source: Snap Distance Options
lv: Pievilkšanas attāluma opcijas

# _msg2870
source: Distance:
lv: Attālums:

# _msg2871
source: Snap Distance Options
lv: Pievilkšanas attāluma opcijas

# _msg2872
source: Middle Points:
lv: Viduspunkti:

# _msg2873
source: Number of equidistant division points
lv: Vienāda attāluma dalījuma punktu skaits

# _msg2874
source: Spline Options
lv: Splainu opcijas

# _msg2875
source: Degree:
lv: Pakāpe:

# _msg2879
source: Closed
lv: Aizvērts

# _msg2880
source: Undo
lv: Atsaukt

# _msg2881
source: Text Options
lv: Teksta opcijas

# _msg2882
source: Text:
lv: Teksts:

# _msg2883
source: Angle:
lv: Leņķis:

# _msg2884
source: Trim Amount Options
lv: Īsināšanas apjoma opcijas

# _msg2885
source: Distance. Negative values for trimming, positive values for extending.
lv: Attālums. Negatīvas vērtības īsināšanai, pozitīvas vērtības pagarināšanai.

# _msg2886
source: Length:
lv: Garums:

# _msg2887
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
lv: Attālums. Negatīvas vērtības īsināšanai, pozitīvas vērtības pagarināšanai. Mīnusa zīme tiek ignorēta, kad īsina uz beigu kopējo garumu.

# _msg2888
source: The input length is used as total length after trimming, instead of length increase
lv: Ievades garums tiek izmantots kā kopējais garums pēc īsināšanas, nevis garuma pieaugums

# _msg2889
source: Layer "%1" and all entities on it will be removed.
lv: Slānis “%1” un visi uz tā esošie objekti tiks izņemti.
