Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg309
source: Compiler: GNU GCC %1.%2.%3
fr: Compilateur : GNU GCC %1.%2.%3

# _msg310
source: Qt Version: %1
fr: Version de Qt : %1

# _msg311
source: Draft Mode
fr: Mode brouillon

# _msg312
source: Export as PDF
fr: Exporter en tant que PDF

# _msg313
source: Export
fr: Exporter

# _msg314
source: Cannot open the file %1 Please check its existence and permissions.
fr: Impossible d’ouvrir le fichier %1 Veuillez vérifier son existence ainsi que l’autorisation d’accès.

# _msg315
source: File '%1' does not exist. Opening aborted
fr: Le fichier '%1' n’existe pas. Ouverture interrompue

# _msg316
source: Categories
fr: Catégories

# _msg317
source: &Order
fr: &Ordonner

# _msg318
source: Order
fr: Ordonner

# _msg319
source: Select
fr: Sélectionner

# _msg320
source: Line
fr: Ligne

# _msg321
source: Circle
fr: Cercle

# _msg322
source: &Curve
fr: &Courbe

# _msg323
source: Curve
fr: Courbe

# _msg325
source: Polyline
fr: Polyligne

# _msg327
source: Modify
fr: Modifier

# _msg336
source: Pl&ugins
ca: C&onnectors
fr: Pl&ugiciels

# _msg353
source: Saving drawing: %1
fr: Enregistrement du dessin : %1

# _msg354
source: Save cancelled
fr: Enregistrement annulé

# _msg356
source: Save changes to the following item? %1
fr: Enregistrer les modifications apportées à l’élément suivant? %1

# _msg358
source: Save &as...
ca: &Anomena i desa...
fr: Enregistrer &sous...

# _msg359
source: &Save %1
fr: &Enregistrer %1

# _msg360
source: Save %1 &as...
fr: Enregistrer %1 &sous...

# _msg361
source: &Window mode
fr: &Mode fenêtre

# _msg362
source: &Layout
fr: &Traçage

# _msg363
source: Rounded
fr: Arrondi

# _msg364
source: Triangular
fr: Triangulaire

# _msg365
source: North
fr: Nord

# _msg366
source: South
fr: Sud

# _msg367
source: East
fr: Est

# _msg368
source: West
fr: Ouest

# _msg369
source: &Arrange
fr: &Organiser

# _msg370
source: &Maximized
fr: &Maximisé

# _msg371
source: Save All cancelled
fr: Annulation de Enregistrer tout

# _msg372
source: Close All cancelled
fr: Annulation de Fermer tout

# _msg373
source: Compiler: Microsoft C/C++ %1.%2.%3.%4
fr: Compilateur : Microsoft C/C++ %1.%2.%3.%4

# _msg374
source: The Code
fr: Le code

# _msg375
source: LibreCAD Help
fr: Aide LibreCAD

# _msg383
source: Save Drawing
fr: Enregistrer le dessin

# _msg384
source: This file is set to read-only.
fr: Ce fichier est en lecture seule.

# _msg385
source: Try again with a different file name.
fr: Essayer à nouveau avec un autre nom de fichier.

# _msg386
source: escape
ca: enrere
fr: arrêter

# _msg414
source: Looking for matching block names
fr: Recherche de noms de bloc correspondants

# _msg444
source: escape
ca: enrere
fr: arrêter

# _msg468
source: Apply attributes also to all sub-entities of selected INSERT. This recursively modifies all entities of the Block itself.
fr: Appliquer également les attributs à tous les sous-éléments de l’INSERT sélectionné. Cela modifie de manière récurrente tous les éléments du bloc.

# _msg469
source: Apply attributes Block-deep
fr: Appliquer les attributs à tout le bloc

# _msg493
source: Convert Fonts
fr: Conversion des polices

# _msg494
source: Font family:
fr: Famille de polices :

# _msg495
source: Font file:
fr: Fichier de polices :

# _msg497
source: Save as:
fr: Enregistrer sous :

# _msg498
source: Letter spacing:
fr: Espacement des lettres :

# _msg499
source: Author:
fr: Auteur :

# _msg500
source: Word spacing:
fr: Espacement des mots :

# _msg501
source: License:
fr: Licence :

# _msg502
source: Line spacing:
fr: Espacement des lignes :

# _msg503
source: Writing System:
fr: Système d’écriture :

# _msg506
source: - Searching
fr: - Recherche

# _msg507
source: LibreCAD Font Files(*.lff)
fr: Fichiers de polices LibreCAD (*.lff)

# _msg508
source: - Rendering
fr: - Rendu

# _msg580
source: Hash (#)
ca: Coixinet (#)
fr: Dièse (#)

# _msg582
source: Copyright (©)
fr: Droit d’auteur (©)

# _msg720
source: Quantity
fr: Quantité

# _msg721
source: Offset X
fr: Décalage X

# _msg722
source: Offset Y
fr: Décalage Y

# _msg735
source: Decimal
fr: Décimal

# _msg744
source: linear
ca: lineal
fr: linéaire

# _msg745
source: angular
fr: angulaire

# _msg775
source: Splines
fr: Courbes splines

# _msg824
source: &Width:
fr: &Largeur :

# _msg826
source: Margins
fr: Marges

# _msg828
source: Number of pages
fr: Nombre de pages

# _msg829
source: Horizontally:
fr: Horizontalement :

# _msg830
source: Vertically:
fr: Verticalement :

# _msg831
source: Update Template
fr: Mettre à jour le modèle

# _msg832
source: Architectural (metric)
fr: Architectural (métrique)

# _msg833
source: For the length format 'Architectural (metric)', the unit must be set to Meter.
fr: Pour le format de longueur « Architectural (métrique) », l’unité choisie doit être le Mètre.

# _msg870
source: Anti-aliasing
ca: Antialiàsing
fr: Anticrénelage

# _msg871
source: Modify layer of selected entities, at layer activation
fr: Modifier le calque des éléments sélectionnés dès son activation

# _msg872
source: Clear Settings
fr: Réinitialiser les paramètres

# _msg873
source: restores program geometry/layout to original state
fr: Restaure le programme de géométrie ou de traçage à son état initial

# _msg874
source: Layout
fr: Traçage

# _msg875
source: restores the program to its original state
fr: Restaure le programme à son état initial

# _msg876
source: All
fr: Tout

# _msg877
source: Scrollbars
fr: Barres de défilement

# _msg878
source: Snap indicator lines
fr: Lignes de l’indicateur d’accrochage
lv: Piesaistīt indikatora līnijas

# _msg879
source: Snap indicator shape
fr: Forme de l’indicateur d’accrochage
lv: Piesaistīt indikatora formu

# _msg880
source: Hide cursor when snapping
fr: Cacher le curseur lors de l’accrochage

# _msg881
source: Start in tab mode
fr: Démarrer en mode Onglets

# _msg882
source: Startup
fr: Démarrage

# _msg883
source: Display loading screen
fr: Afficher l’écran de chargement

# _msg884
source: Start with main window maximized
fr: Commencer avec la fenêtre principale maximisée

# _msg885
source: Enable CAD dockwidgets
fr: Activer les gadgets logiciels de DAO

# _msg886
source: Enable CAD toolbars
fr: Activer les barres d’outils de DAO

# _msg888
source: Clear settings
fr: Réinitialiser les paramètres

# _msg889
source: This will also include custom menus and toolbars. Continue?
fr: Cela inclura également les menus et les barres d’outils personnalisés. Continuer?

# _msg890
source: <html><head/><body><p>When enabled, activating a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities modified to belong to the new layer.</p></body></html>
fr: <html><head/><body><p>Une fois rendue possible, l’activation d’un calque attribue tous les éléments sélectionnés à ce nouveau calque. Pour modifier le calque de plusieurs éléments, vous devez d’abord sélectionner les éléments désirés, puis sélectionner un calque dans la liste des calques. Cela attribuera tous les éléments sélectionnés à ce calque.</p></body></html>

# _msg891
source: Variable File:
fr: Fichier de variables :

# _msg892
source: Minimal Grid Spacing (p&x):
fr: Espacement minimal de la grille (p&x) :

# _msg893
source: N&umber of preview entities:
fr: N&ombre d’éléments prévisualisés :

# _msg894
source: Don't use native OS file open dialog
fr: Ne pas utiliser la boîte de dialogue du fichier système

# _msg896
source: Inverts scrolling direction when using mouse wheel with Shift key.
fr: Inverse le sens de défilement lorsque la roulette de la souris est utilisée avec la touche Majuscule.

# _msg897
source: Invert horizontal scrolling direction
fr: Inverse le sens de défilement horizontal

# _msg898
source: Inverts scrolling direction when using mouse wheel with Ctrl key.
fr: Inverse le sens de défilement lorsque la roulette de la souris est utilisée avec la touche Ctrl.

# _msg899
source: Invert vertical scrolling direction
fr: Inverse le sens de défilement vertical

# _msg900
source: Inverts zoom direction when using mouse wheel.
fr: Inverse le sens du zoom lorsque la roulette de la souris est utilisée.

# _msg901
source: Invert zoom direction
fr: Inverse le sens du zoom

# _msg902
source: Keyboard Settings
fr: Paramètres du clavier

# _msg903
source: Evaluate commands when SPACE BAR is pressed
fr: Évaluer les commandes lorsque la BARRE d’ESPACE est actionnée

# _msg904
source: Toggle free snap mode when the SPACE BAR is pressed and the command window is empty
fr: Basculer vers le mode Alignement libre lorsque la BARRE d’ESPACE est actionnée et que la fenêtre de commande est vide

# _msg905
source: Toggle free snap mode when SPACE BAR is pressed
fr: Basculer vers le mode Alignement libre lorsque la BARRE d’ESPACE est actionnée

# _msg906
source: CAD Preferences
fr: Préférences DAO

# _msg907
source: Automatically zoom drawing when opening
fr: Zoom automatique sur le dessin à l’ouverture

# _msg908
source: Circle
fr: Cercle

# _msg910
source: Crosshair
fr: Viseur

# _msg926
source: Export as CAM/plain SVG
fr: Exporter en tant que CAO/SVG simple...

# _msg927
source: Default width of elements, mm
fr: Largeur par défaut des éléments, mm

# _msg929
source: Raster Image export
fr: Exportation de l’image de trame

# _msg930
source: Dash/Dot Lines
fr: Lignes en tirets/points

# _msg931
source: Length of the pattern, mm
fr: Longueur du modèle, mm

# _msg932
source: Bake dash/dot lines to SVG path
fr: Associer lignes en tirets/points à la trajectoire SVG

# _msg933
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none" or "visibility: hidden").
fr: Depuis novembre 2014, MakerCAM ne cache plus le contenu SVG qui a été défini comme invisible (« affichage : aucun » ou « visibilité : caché »).

# _msg934
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
fr: Depuis novembre 2014, MakerCAM ne gère pas correctement les blocs, car il ne tient plus compte du point de référence dans la balise <use>.

# _msg935
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the <transform> attribute or as <path> using elliptic arc segments.
fr: Depuis mars 2015, MakerCAM n’affiche plus correctement les ellipses et les arcs elliptiques lorsqu’ils sont créés à l’aide de la balise <ellipse> avec une rotation dans l’attribut <transform> ou de <path> segments d’arc elliptique.

# _msg936
source: Exported images can be useful in SVG editors (Inkscape, etc), but avoided in some CAM's.
fr: Les images exportées peuvent être utiles dans les éditeurs SVG (Inkscape, etc.), mais doivent être évitées dans certains CAO.

# _msg937
source: Many CAM's(MakerCAM, EleskCAM, LaserWeb) ignore dashed/doted line style, which can be useful in lasercut of plywood or for papercraft.
fr: De nombreux CAO (MakerCAM, EleskCAM, LaserWeb) ignorent le style de ligne en tiret ou en point, qui peut être utile dans la coupe au laser de contreplaqué ou de papier kraft.

# _msg938
source: Default width of elements can affect some CAM's/SVG Editors, but ignored by other
fr: La largeur par défaut des éléments peut avoir une incidence sur certains éditeurs CAO/SVG, mais peut être ignorée par d’autres.

# _msg939
source: Length of line pattern related to zoom, so default step value required for baking
fr: La longueur du modèle de ligne est liée au zoom, la valeur par défaut de l’étape est donc nécessaire pour l’association

# _msg980
source: Spline
fr: Courbe spline

# _msg1007
source: Hash (#)
fr: Dièse (#)

# _msg1009
source: Paragraph (§)
fr: Paragraphe (§)

# _msg1010
source: Pound (£)
fr: Livre (£)

# _msg1011
source: Times (×)
fr: Fois (×)

# _msg1013
source: Insert Unicode
fr: Insérer de l’Unicode

# _msg1015
source: Char:
fr: Caractère :

# _msg1124
source: &Height:
fr: &Hauteur :

# _msg1125
source: Copyright (©)
fr: Droit d’auteur (©)

# _msg1126
source: Registered (®)
fr: Déposé (®)

# _msg1146
source: Close All
fr: Fermer tout

# _msg1201
source: Unlock all layers
fr: Déverrouiller tous les calques

# _msg1202
source: Lock all layers
fr: Verrouiller tous les calques

# _msg1203
source: &Unlock all Layers
fr: &Déverrouiller tous les calques

# _msg1204
source: &Lock all Layers
fr: &Verrouiller tous les calques

# _msg1208
source: Refresh
fr: Actualiser

# _msg1209
source: Rebuild
fr: Restaurer

# _msg1335
source: All Image Files (%1)
fr: Tous les fichiers images (%1)

# _msg1336
source: Graphics Interchange Format
fr: Graphics Interchange Format (GIF)

# _msg1338
source: QCad 1.x file %1
fr: Fichier QCad 1.x %1

# _msg1339
source: Font %1
fr: Police %1

# _msg1340
source: All Files (*.*)
fr: Tous les fichiers (*.*)

# _msg1341
source: Inch
fr: Pouce

# _msg1342
source: Foot
fr: Pied

# _msg1343
source: Mile
fr: Mille

# _msg1344
source: Millimeter
fr: Millimètre

# _msg1345
source: Centimeter
fr: Centimètre

# _msg1346
source: Meter
fr: Mètre

# _msg1347
source: Kilometer
fr: Kilomètre

# _msg1350
source: Yard
fr: Verge

# _msg1351
source: Angstrom
fr: Angström

# _msg1352
source: Nanometer
fr: Nanomètre

# _msg1354
source: Decimeter
fr: Décimètre

# _msg1355
source: Decameter
fr: Décamètre

# _msg1356
source: Hectometer
fr: Hectomètre

# _msg1357
source: Gigameter
fr: Gigamètre

# _msg1358
source: Astro
fr: Astronomique

# _msg1359
source: Lightyear
fr: Année-lumière

# _msg1361
source: Loading..
fr: Chargement...

# _msg1362
source: Loading File %1..
fr: Chargement du fichier %1...

# _msg1363
source: Loading...
fr: Chargement...

# _msg1364
source: enter an integer number
fr: saisir un nombre entier

# _msg1365
source: LibreCAD query
fr: Requête LibreCAD

# _msg1366
source: enter a number
fr: saisir un nombre

# _msg1367
source: enter text
fr: saisir du texte

# _msg1368
source: LFF Font %1
fr: Police LFF %1

# _msg1371
source: SGI Black & White
fr: SGI noir et blanc

# _msg1373
source: Encapsulated PostScript Format
fr: Format Encapsulated PostScript

# _msg1375
source: Windows Icon
fr: Icône Windows

# _msg1381
source: Tagged Image File Format
fr: Format TIFF

# _msg1382
source: Old Drawing Exchange %1
fr: Ancien Drawing Exchange %1

# _msg1383
source: Opened dwg file version %1.
fr: Version du fichier DWG ouvert %1.

# _msg1384
source: unknown error opening dwg file
fr: erreur inconnue lors de l’ouverture du fichier DWG

# _msg1385
source: can't open this dwg file
fr: impossible d’ouvrir le fichier DWG

# _msg1386
source: unsupported dwg version
fr: version DWG non prise en charge

# _msg1387
source: error reading file header in dwg file
fr: erreur lors de la lecture de l’en-tête dans le fichier DWG

# _msg1388
source: error reading header vars in dwg file
fr: erreur lors de la lecture des variables d’en-tête dans le fichier DWG

# _msg1389
source: error reading classes in dwg file
fr: erreur lors de la lecture des classes dans le fichier DWG

# _msg1390
source: error reading offsets in dwg file
fr: erreur lors de la lecture des décalages dans le fichier DWG

# _msg1391
source: error reading tables in dwg file
fr: erreur lors de la lecture des tableaux dans le fichier DWG

# _msg1392
source: error reading entities in dwg file
fr: erreur lors de la lecture des éléments dans le fichier DWG

# _msg1393
source: dwg Drawing %1
fr: dessin DWG %1

# _msg1394
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
fr: Le fichier a été modifié sur le disque. Veuillez enregistrer dans un autre fichier pour éviter toute perte de donnée. Fichier modifié : %1

# _msg1395
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
fr: Erreur de hachures à cause d’un écart=%1 entre (%2, %3) et (%4, %5)

# _msg1396
source: Warning
fr: Avertissement

# _msg1397
source: experimental, save your work first. Continue?
fr: expérimental, veuillez auparavant sauvegarder votre travail. Continuer?

# _msg1398
source: error reading blocks in dwg file
fr: erreur lors de la lecture des blocs dans le fichier DWG

# _msg1399
source: error reading objects in dwg file
fr: erreur lors de la lecture des objets dans le fichier DWG

# _msg1410
source: spline
fr: courbe spline

# _msg1412
source: spline2
fr: courbe spline2

# _msg1426
source: vertical
fr: verticale

# _msg1428
source: horizontal
fr: horizontale

# _msg1567
source: area
fr: surface

# _msg1575
source: factor
fr: facteur

# _msg1665
source: Widgets
fr: Gadgets logiciels

# _msg1699
source: length2
fr: longueur2

# _msg1700
source: Could not convert requested font: %1
fr: Impossible de convertir la police demandée : %1

# _msg1701
source: 1 entity exploded
fr: 1 élément en vue éclatée

# _msg1702
source: %1 entities exploded
fr: %1 éléments en vue éclatée

# _msg1703
source: Keycode mode
fr: Mode de code de touche

# _msg1704
source: Load command file
fr: Charger le fichier de commande

# _msg1705
source: Paste multiple commands
fr: Coller plusieurs commandes

# _msg1706
source: Quick Tools
fr: Outils rapides

# _msg1707
source: noname
fr: pas de nom

# _msg1730
source: Mouse
ca: Ratolí
fr: Souris

# _msg1734
source: Export to ProNest
fr: Exporter vers ProNest

# _msg1736
source: Dock Areas
fr: Zones d’ancrage

# _msg1745
source: Enter rows:
fr: Saisir les lignes :

# _msg1746
source: Enter column spacing:
fr: Saisir l’espacement entre les colonnes :

# _msg1747
source: Enter row spacing:
fr: Saisir l’espacement entre les lignes :

# _msg1813
source: Specify point on circle
fr: Indiquer un point sur le cercle

# _msg1836
source: diameter=%1 is invalid
fr: le diamètre=%1 est invalide

# _msg1913
source: Enter factor:
fr: Saisir le facteur :

# _msg1948
source: Cancel
ca: Cancel·la
fr: Annuler
lv: Atcelt

# _msg1949
source: Enter number:
fr: Entrer un chiffre :

# _msg1951
source: Specify Distance <%1> or select entity or [%2]
fr: Indiquer la distance <%1> ou sélectionner un objet ou [%2]

# _msg2087
source: Click on entity to modify
fr: Cliquez sur l’objet à modifier

# _msg2410
source: Draw polylines
fr: Dessiner des polylignes

# _msg2411
source: Add polyline's node
fr: Ajouter un nœud à la polyligne

# _msg2412
source: Append polyline's node
fr: Apposer un nœud sur la polyligne

# _msg2413
source: Delete polyline's node
fr: Supprimer le nœud de la polyligne

# _msg2414
source: Delete between two nodes
fr: Supprimer entre deux nœuds

# _msg2415
source: Trim polyline's segments
fr: Ajuster les segments de la polyligne

# _msg2416
source: Create Equidistant Polylines
fr: Créer des polylignes équidistantes

# _msg2417
source: Create Polyline from Existing Segments
fr: Créer une polyligne à partir de segments existants

# _msg2418
source: M&ove and Rotate
fr: Dé&placement et rotation

# _msg2419
source: &Trim Two
fr: &Ajuster deux

# _msg2420
source: &Preferences
fr: &Préférences

# _msg2421
source: Open IDE
fr: Ouvrir IDE

# _msg2422
source: Run Script..
fr: Lancer le script...

# _msg2423
source: Regenerate Dimension Entities
fr: Régénérer les éléments de cotation

# _msg2424
source: Specify a point
fr: Indiquer un point

# _msg2425
source: Focus on Command Line
fr: Curseur dans la ligne de commande

# _msg2426
source: Focus on &Command Line
fr: Curseur dans la ligne de &commande

# _msg2429
source: &Draw
fr: &Dessin

# _msg2430
source: &Dimension
fr: &Cotation

# _msg2431
source: &Snap
fr: &Accrochage

# _msg2432
source: &Layer
fr: &Calque

# _msg2433
source: &Block
fr: &Bloc

# _msg2434
source: About the application
fr: À propos de cette application

# _msg2436
source: De&bugging
fr: Dé&bogage

# _msg2437
source: About...
fr: À propos...

# _msg2438
source: Vie&ws
fr: Ape&rçus

# _msg2439
source: Tool&bars
fr: Barres&d’outils

# _msg2440
source: Launch the online manual
fr: Ouvrir le manuel en ligne

# _msg2441
source: &Manual
fr: &Manuel

# _msg2442
source: &CAM
fr: &CAO

# _msg2443
source: Simulation Controls
fr: Commandes de simulation

# _msg2444
source: None
fr: Aucun

# _msg2447
source: &About %1
fr: &À propos de %1

# _msg2449
source: This is a %1 version which terminates automatically after 10min. This software is not intended for production use. Please buy a full version of the application from %2. You can save your work now.
fr: Cette version %1 s’arrête automatiquement après 10 minutes. Ce logiciel n’est pas prévu pour une utilisation en production. Veuillez acheter la version complète du logiciel sur %2. Vous pouvez enregistrer votre travail maintenant.

# _msg2450
source: &Window
fr: &Fenêtre

# _msg2451
source: &Spline
fr: &Courbe spline

# _msg2452
source: Running script '%1'
fr: Exécution du script '%1'

# _msg2453
source: Inserting block '%1'
fr: Insertion du bloc '%1'

# _msg2456
source: SVN Revision: %1
fr: Version SVN : %1

# _msg2457
source: Help
fr: Aide

# _msg2458
source: Bugger, I couldn't find the helpfiles on the filesystem.
fr: Ouch, impossible de trouver les fichiers d’aide dans le système.

# _msg2459
source: &Plugins
fr: &Plugiciels

# _msg2460
source: Program Icons Supplied by
fr: Icônes du programme fournis par

# _msg2461
source: Splash and Logo supplied by
fr: Écran d’accueil et logo fournis par

# _msg2462
source: Main Website :
fr: Site Web principal :

# _msg2463
source: SCM Revision: %1
fr: Révision SCM : %1

# _msg2464
source: Please donate to LibreCAD to help maintain the sourcecode and it's website.
fr: Merci de faire un don à LibreCAD pour aider à maintenir le code source et le site Web.

# _msg2465
source: CAD Tools
fr: Outils de DAO

# _msg2466
source: &Text
fr: &Texte

# _msg2467
source: &Close
fr: &Fermer

# _msg2468
source: Quits the application
fr: Quitte l’application

# _msg2469
source: Free
fr: Libre

# _msg2470
source: &Free
fr: &Libre

# _msg2471
source: Free positioning
fr: Positionnement libre

# _msg2472
source: Grid
fr: Grille

# _msg2473
source: &Grid
fr: &Grille

# _msg2474
source: Grid positioning
fr: Positionnement sur la grille

# _msg2475
source: Endpoints
fr: Extrémités

# _msg2476
source: &Endpoints
fr: &Extrémités

# _msg2477
source: Snap to endpoints
fr: Accrocher aux extrémités

# _msg2478
source: On Entity
fr: Sur l’objet

# _msg2479
source: &On Entity
fr: &Sur l’objet

# _msg2480
source: Snap to nearest point on entity
fr: Accrocher au point le plus près sur l’objet

# _msg2481
source: Center
fr: Centre

# _msg2482
source: &Center
fr: &Centre

# _msg2483
source: Snap to centers
fr: Accrocher aux centres

# _msg2484
source: Middle
fr: Milieu

# _msg2485
source: &Middle
fr: &Milieu

# _msg2486
source: Snap to middle points
fr: Accrocher aux points du milieu

# _msg2487
source: Distance from Endpoint
fr: Distance depuis l’extrémité

# _msg2488
source: &Distance from Endpoint
fr: &Distance depuis l’extrémité

# _msg2489
source: Snap to points with a given distance to an endpoint
fr: Accrocher aux points à une distance donnée d’une extrémité

# _msg2492
source: Snap to intersection points
fr: Accrocher aux points d’intersection

# _msg2493
source: Restrict Nothing
fr: Aucune restriction

# _msg2494
source: Restrict &Nothing
fr: Aucune &restriction

# _msg2495
source: No snap restriction
fr: Aucune restriction d’accrochage

# _msg2496
source: Restrict Orthogonally
fr: Restreindre orthogonalement

# _msg2497
source: Restrict &Orthogonally
fr: Restreindre &orthogonalement

# _msg2498
source: Restrict snapping orthogonally
fr: Restriction de l’accrochage orthogonal

# _msg2499
source: Restrict Horizontally
fr: Restreindre horizontalement

# _msg2500
source: Restrict &Horizontally
fr: Restreindre &horizontalement

# _msg2501
source: Restrict snapping horizontally
fr: Restriction de l’accrochage horizontal

# _msg2502
source: Restrict Vertically
fr: Restreindre verticalement

# _msg2503
source: Restrict &Vertically
fr: Restreindre &verticalement
