Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2266
source: - Unchanged -
tr: - Değişmedi -

# _msg2267
source: Layer Settings
tr: Katman Ayarları

# _msg2268
source: Layer Name:
tr: Katman İsmi:

# _msg2269
source: Default Pen
tr: Öntanımlı Kalem

# _msg2270
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
tr: Konstrüksiyon Tabakası, geometrik konstrüksiyon için kullanılmak amacıyla var olan sonsuz düz çizgi şekil hattını içerir. Konstrüksiyon Tabakasının içerikleri baskıda görünmemelidir.

# _msg2271
source: Construction Layer
tr: Konstrüksiyon Tabakası

# _msg2272
source: Show all layers
tr: Tüm katmanları göster

# _msg2273
source: Hide all layers
tr: Tüm katmanları gizle

# _msg2274
source: Add a layer
tr: Bir katman Ekle

# _msg2275
source: Remove the current layer
tr: Şimdiki katmanı sil

# _msg2276
source: Modify layer attributes / rename
tr: Katman özniteliklerini değiştir/yeniden adlandır

# _msg2277
source: Layer Menu
tr: Katman Menüsü

# _msg2278
source: &Defreeze all Layers
tr: Tüm Katmanları &Çöz

# _msg2279
source: &Freeze all Layers
tr: Tüm Katmanları &Dondur

# _msg2280
source: &Add Layer
tr: Katman &Ekle

# _msg2281
source: &Remove Layer
tr: Katmanı &Sil

# _msg2282
source: Looking for matching layer names
tr: Eşleşen tabaka adları aranıyor

# _msg2283
source: Edit Layer &Attributes
tr: Tabaka &Niteliklerini Düzenle

# _msg2284
source: Toggle Layer &Visibility
tr: Tabaka &Görünürlüğü Değiştir

# _msg2285
source: Toggle Layer &Printing
tr: Tabaka &Baskısı Değiştir

# _msg2286
source: Toggle &Construction Layer
tr: &Konstrüksiyon Tabakası Değiştir

# _msg2287
source: Unlock all layers
tr: Tüm tabakaların kilidini aç

# _msg2288
source: Lock all layers
tr: Tüm tabakaları kilitle

# _msg2289
source: &Unlock all Layers
tr: Tüm Tabakaların &Kilidini Aç

# _msg2290
source: &Lock all Layers
tr: Tüm Tabakaları &Kilitle

# _msg2292
source: Directories
tr: Dizinler

# _msg2293
source: Insert
tr: Yerleştir

# _msg2294
source: Refresh
tr: Yenile

# _msg2295
source: Rebuild
tr: Yeniden Oluştur

# _msg2296
source: - Unchanged -
tr: - Değişmedi -

# _msg2297
source: By Layer
tr: Katmana göre

# _msg2298
source: By Block
tr: Bloka göre

# _msg2299
source: No Pen
tr: Kalemsiz

# _msg2300
source: Continuous
tr: Düz çizgi

# _msg2301
source: Dot
tr: Noktalı

# _msg2302
source: Dot (small)
tr: Nokta (küçük)

# _msg2303
source: Dot (large)
tr: Geniş noktalamalı

# _msg2304
source: Dash
tr: Kesikli çizgi

# _msg2305
source: Dash (small)
tr: Kesikli çizgi (küçük)

# _msg2306
source: Dash (large)
tr: Kesikli çizgi (geniş)

# _msg2307
source: Dash Dot
tr: Noktalı kesikli çizgi

# _msg2308
source: Dash Dot (small)
tr: Noktalı dar kesikli çizgi

# _msg2309
source: Dash Dot (large)
tr: Noktalı geniş kesikli çizgi

# _msg2310
source: Divide
tr: Böl

# _msg2311
source: Divide (small)
tr: Dar kesikli bölme çizgisi

# _msg2312
source: Divide (large)
tr: Geniş kesikli bölme çizgisi

# _msg2313
source: Center
tr: Merkez

# _msg2314
source: Center (small)
tr: Dar eksen

# _msg2315
source: Center (large)
tr: Geniş eksen

# _msg2316
source: Border
tr: Sınır

# _msg2317
source: Border (small)
tr: Dar sınır

# _msg2318
source: Border (large)
tr: Geniş sınır

# _msg2319
source: Dot (tiny)
tr: Nokta (küçük)

# _msg2320
source: Dash (tiny)
tr: Tire (küçük)

# _msg2321
source: Dash Dot (tiny)
tr: Tire Nokta (küçük)

# _msg2322
source: Divide (tiny)
tr: Böl (küçük)

# _msg2323
source: Center (tiny)
tr: Merkez (küçük)

# _msg2324
source: Border (tiny)
tr: Kenar (küçük)

# _msg2325
source: Mouse
tr: Fare

# _msg2326
source: Right
tr: Sağ

# _msg2327
source: Left
tr: Sol

# _msg2328
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Sol/sağ fare tuşu eylemleri hakkında ipucu</span></p></body></html>

# _msg2329
source: Line color
tr: Hat rengi

# _msg2330
source: Line width
tr: Hat genişliği

# _msg2331
source: Line type
tr: Hat türü

# _msg2332
source: wrong action type
tr: yanlış eylem türü

# _msg2334
source: Selection
tr: Seçim

# _msg2335
source: Selected
tr: Seçildi

# _msg2336
source: Total Length
tr: Toplam Uzunluk

# _msg2337
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seçilen şekil hattı sayısı</p></body></html>

# _msg2338
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seçilen şekil hatlarının toplam uzunluğu</p></body></html>

# _msg2339
source: Snap
tr: Yakala

# _msg2340
source: Snap to Endpoints
tr: Uçları yakala

# _msg2341
source: Snap to equidistant points of entity
tr: Şekil hattının eşit uzaklıktaki noktalarına yakala

# _msg2342
source: Snap to center points
tr: Merkez noktaları yakala

# _msg2343
source: Snap to intersections automatically
tr: Kesişimleri yakala

# _msg2344
source: Snap to closest point on entity
tr: Ögede en yakın noktayı yakala

# _msg2345
source: Snap to point with given distance to endpoint
tr: Uçlardan belli mesafedeki noktaları yakala

# _msg2346
source: Snap to intersections manually
tr: Seçilen kesişimleri yakala

# _msg2347
source: Snap to grid
tr: Izgarayla yakala

# _msg2348
source: Restrict Horizontally
tr: Yatay Olarak Sınırla

# _msg2349
source: Restrict Vertically
tr: Düşey Olarak Sınırla

# _msg2350
source: Move relative Zero
tr: Göreli Sıfırı Taşı

# _msg2351
source: Lock relative Zero
tr: Göreli Sıfırı Kilitle

# _msg2352
source: Free Snap
tr: Serbest Yakalama

# _msg2353
source: Snap on grid
tr: Izgarada yakala

# _msg2354
source: Snap on Endpoints
tr: Uç Noktalarda Yakala

# _msg2355
source: Snap on Entity
tr: Şekil Hattında Yakala

# _msg2356
source: Snap Center
tr: Merkezi Yakala

# _msg2357
source: Snap Middle
tr: Ortayı Yakala

# _msg2358
source: Snap Distance
tr: Mesafeyi Yakala

# _msg2359
source: Snap Intersection
tr: Kesişimi Yakala

# _msg2360
source: Restrict Horizontal
tr: Yatay Kısıtla

# _msg2361
source: Restrict Vertical
tr: Dikey Kısıtla

# _msg2362
source: Restrict Orthogonal
tr: Ortogonal Kısıtla

# _msg2363
source: Restrict Nothing
tr: Hiçbir Şeyi Sınırlama

# _msg2364
source: Set relative zero position
tr: Göreli sıfır pozisyonu ayarla

# _msg2365
source: Lock relative zero position
tr: Göreli sıfır pozisyonunu kilitle

# _msg2366
source: Exclusive Snap Mode
tr: Özel Yakalama Modu

# _msg2367
source: Pen
tr: Kalem

# _msg2368
source: Line type:
tr: Çizgi türü:

# _msg2369
source: Width:
tr: Genişlik:

# _msg2370
source: Color:
tr: Renk:

# _msg2371
source: - Unchanged -
tr: - Değişmedi -

# _msg2372
source: By Layer
tr: Katmana göre

# _msg2373
source: By Block
tr: Bloka göre

# _msg2374
source: Default
tr: Öntanımlı

# _msg2399
source: Layer Properties
tr: Katman Özellikleri

# _msg2400
source: Layer with a name "%1" already exists. Please specify a different name.
tr: "%1" isminde bir katman var. Lütfen başka bir isim verin.

# _msg2401
source: Warning
tr: Uyarı

# _msg2402
source: Remove Layer
tr: Katmanı Kaldır

# _msg2403
source: Layer "%1" can never be removed.
tr: "%1" katmanı hiçbir zaman kaldırılamaz.

# _msg2404
source: Layer Dialog
tr: Katman İletişimi

# _msg2405
source: Remove Block
tr: Bloku Kaldır

# _msg2406
source: Block "%1" and all its entities will be removed.
tr: "%1" bloku ve içerdiği tüm ögeler kaldırılacak.

# _msg2407
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
tr: "%1" Tabakası ve bunun üzerindeki tüm şekilde hatları kaldırılacak. Bu eylem geri ALINAMAZ.

# _msg2408
source: All Image Files (%1)
tr: Tüm Resim Dosyaları (%1)

# _msg2409
source: All Files (*.*)
tr: Tüm Dosyalar (*.*)

# _msg2410
source: Open Image
tr: Resim Aç

# _msg2411
source: Windows Bitmap
tr: Windows Biteşlemi

# _msg2412
source: Joint Photographic Experts Group
tr: JPEG - Joint Photographic Experts Group

# _msg2413
source: Graphics Interchange Format
tr: GIF - Graphics Interchange Format

# _msg2414
source: Multiple-image Network Graphics
tr: MNG - Multiple-image Network Graphics

# _msg2415
source: Portable Bit Map
tr: PBM - Portable Bit Map

# _msg2416
source: Portable Grey Map
tr: PGM - Portable Gray Map

# _msg2417
source: Portable Network Graphic
tr: PNG - Portable Network Graphic

# _msg2418
source: Portable Pixel Map
tr: Taşınabilir Piksel Haritası

# _msg2419
source: X Bitmap Format
tr: X Bitmap Biçimi

# _msg2420
source: X Pixel Map
tr: X Piksel Haritası

# _msg2421
source: Save Drawing As
tr: Çizimi Farklı Kaydet

# _msg2422
source: %1 already exists. Do you want to replace it?
tr: %1 zaten var. Üzerine yazılsın mı?

# _msg2423
source: Drawing Exchange %1
tr: Çizim Değişimi %1

# _msg2424
source: QCad 1.x file %1
tr: QCad 1.x dosyası %1

# _msg2425
source: Font %1
tr: Yazıtipi %1

# _msg2426
source: Open Drawing
tr: Çizim Aç

# _msg2427
source: Inch
tr: İnç

# _msg2428
source: Foot
tr: Ayak

# _msg2429
source: Mile
tr: Mil

# _msg2430
source: Millimeter
tr: Milimetre

# _msg2431
source: Centimeter
tr: Santimetre

# _msg2432
source: Meter
tr: Metre

# _msg2433
source: Kilometer
tr: Kilometre

# _msg2434
source: Microinch
tr: Mikro inç

# _msg2438
source: Nanometer
tr: Nano metre

# _msg2439
source: Micron
tr: Mikron

# _msg2440
source: Decimeter
tr: Desimetre

# _msg2441
source: Decameter
tr: Dekametre

# _msg2442
source: Hectometer
tr: Hektometre

# _msg2443
source: Gigameter
tr: Cigametre

# _msg2445
source: Lightyear
tr: Işık yılı

# _msg2447
source: Loading..
tr: Yükleniyor..

# _msg2448
source: Loading File %1..
tr: %1 Dosyası yükleniyor..

# _msg2449
source: Loading...
tr: Yükleniyor...

# _msg2450
source: enter an integer number
tr: bir tam sayı girin

# _msg2451
source: LibreCAD query
tr: LibreCAD sorgusu

# _msg2452
source: enter a number
tr: bir rakam girin

# _msg2453
source: enter text
tr: metin girin

# _msg2454
source: LFF Font %1
tr: LFF Yazı Tipi %1

# _msg2456
source: Scalable Vector Graphics
tr: Ölçeklenebilir Vektör Grafikleri

# _msg2457
source: SGI Black & White
tr: SGI Siyah-Beyaz

# _msg2458
source: Encapsulated PostScript
tr: Kapsüllü PostScript

# _msg2459
source: Encapsulated PostScript Format
tr: Kapsüllü PostScript Biçimi

# _msg2460
source: Encapsulated PostScript Interchange
tr: Kapsüllü PostScript Değişimi

# _msg2461
source: Windows Icon
tr: Windows Simgesi

# _msg2466
source: Targa Image File
tr: Targa Resim Dosyası

# _msg2467
source: Tagged Image File Format
tr: Etiketli Resim Dosyası Biçimi

# _msg2468
source: Old Drawing Exchange %1
tr: Eski Drawing Exchange %1

# _msg2469
source: Opened dwg file version %1.
tr: Açık dwg dosyası sürümü %1.

# _msg2470
source: unknown error opening dwg file
tr: dwg dosyası açılırken bilinmeyen hata oluştu

# _msg2471
source: can't open this dwg file
tr: bu dwg dosyası açılamadı

# _msg2472
source: unsupported dwg version
tr: desteklenmeyen dwg sürümü

# _msg2473
source: error reading file header in dwg file
tr: dwg dosyasında dosya başlığı okunurken hata oluştu

# _msg2474
source: error reading header vars in dwg file
tr: dwg dosyasında başlık değişkenleri okunurken hata oluştu

# _msg2475
source: error reading classes in dwg file
tr: dwg dosyasında sınıflar okunurken hata oluştu

# _msg2476
source: error reading offsets in dwg file
tr: dwg dosyasında ofsetler okunurken hata oluştu

# _msg2477
source: error reading tables in dwg file
tr: dwg dosyasında tablolar okunurken hata oluştu

# _msg2478
source: error reading entities in dwg file
tr: dwg dosyasında şekil hatları okunurken hata oluştu

# _msg2479
source: dwg Drawing %1
tr: dwg Çizim %1

# _msg2480
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
tr: Diskteki dosya değiştirildi. Veri kaybını önlemek için lütfen başka bir dosyaya kaydedin! Dosya değiştirildi: %1

# _msg2481
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
tr: Boşluk nedeniyle çizgi çizilemedi =%1 (%2, %3) ve (%4, %5) arasında

# _msg2482
source: error reading blocks in dwg file
tr: dwg dosyasında bloklar okunurken hata oluştu

# _msg2483
source: error reading objects in dwg file
tr: dwg dosyasında nesneler okunurken hata oluştu

# _msg2484
source: : duplicated command: %1 is already taken by %2
tr: : çift komut: %1 zaten %2 tarafından alındı

# _msg2485
source: point
tr: nokta

# _msg2487
source: line
tr: çizgi

# _msg2490
source: polyline
tr: çoklu çizgi

# _msg2492
source: free
tr: serbest

# _msg2494
source: spline
tr: oluk

# _msg2496
source: spline2
tr: oluk2

# _msg2499
source: parallel
tr: paralel

# _msg2500
source: o
tr: b

# _msg2504
source: bisect
tr: açıortay

# _msg2506
source: tangentpc
tr: teğetpc

# _msg2510
source: vertical
tr: dikey

# _msg2512
source: horizontal
tr: yatay

# _msg2514
source: rectangle
tr: dikdörtgen

# _msg2515
source: rectang
tr: dikdgen

# _msg2518
source: polygon2v
tr: poligon2v

# _msg2520
source: arc
tr: yay

# _msg2522
source: circle
tr: daire

# _msg2524
source: circle2
tr: daire2

# _msg2526
source: circle3
tr: daire3

# _msg2528
source: circlecr
tr: dairecr

# _msg2532
source: ellipseinscribed
tr: elipskazıma

# _msg2535
source: hatch
tr: tarama

# _msg2537
source: mtext
tr: mmetin

# _msg2539
source: text
tr: metin

# _msg2541
source: regen
tr: yeçiz

# _msg2542
source: redraw
tr: yeniden çiz

# _msg2545
source: zoomwindow
tr: pencereye zumla

# _msg2547
source: zoomauto
tr: otomatik zumla

# _msg2549
source: zoompan
tr: kaydırarak zumla

# _msg2551
source: zoomprevious
tr: öncekine zumla

# _msg2553
source: kill
tr: yoket

# _msg2555
source: undo
tr: geri al

# _msg2557
source: redo
tr: yinele

# _msg2559
source: dimaligned
tr: boyut hizalı

# _msg2561
source: dimhorizontal
tr: boyut yatay

# _msg2563
source: dimvertical
tr: boyut dikey

# _msg2565
source: dimlinear
tr: boyut doğrusal

# _msg2568
source: dimangular
tr: boyut açısal

# _msg2570
source: dimradial
tr: boyut radyal

# _msg2571
source: dimradius
tr: boyut yarıçap

# _msg2572
source: dimdiametric
tr: boyut çapsal

# _msg2573
source: dimdiameter
tr: boyut çap

# _msg2575
source: dimleader
tr: boyut kılavuz

# _msg2577
source: dimregen
tr: öy

# _msg2578
source: restrictnothing
tr: hiçbir sınırlama yapma

# _msg2580
source: restrictorthogonal
tr: ortogonal sınırlandır

# _msg2582
source: restricthorizontal
tr: yatay sınırlandır

# _msg2584
source: restrictvertical
tr: dikey sınırlandır

# _msg2586
source: move
tr: taşı

# _msg2591
source: fillet
tr: kavis

# _msg2593
source: divide
tr: böl

# _msg2594
source: cut
tr: kes

# _msg2596
source: mirror
tr: ayna

# _msg2598
source: revert
tr: geri çevir

# _msg2599
source: rev
tr: ters

# _msg2600
source: rotate
tr: döndür

# _msg2602
source: scale
tr: ölçekle

# _msg2604
source: trim
tr: kırp

# _msg2606
source: trim2
tr: kırp2

# _msg2608
source: lengthen
tr: uzatmak

# _msg2610
source: stretch
tr: genişlet

# _msg2612
source: delete
tr: sil

# _msg2615
source: explode
tr: açılımını yap

# _msg2617
source: snapfree
tr: serbest yakala

# _msg2620
source: snapcenter
tr: merkezi yakala

# _msg2622
source: snapdist
tr: mesafeyi yakala

# _msg2624
source: snapend
tr: ucu yakala

# _msg2626
source: snapgrid
tr: ızgara yakala

# _msg2628
source: snapintersection
tr: kesişimi yakala

# _msg2630
source: snapmiddle
tr: ortayı yakala

# _msg2632
source: snaponentity
tr: şekil hattında yakala

# _msg2635
source: setrelativezero
tr: göreli sıfır ayarla

# _msg2637
source: selectall
tr: tümünü seç

# _msg2639
source: deselectall
tr: tümünden seçimi kaldır

# _msg2641
source: modifyattr
tr: nitelikleri değiştir

# _msg2644
source: properties
tr: özellikler

# _msg2646
source: distance
tr: mesafe

# _msg2649
source: angle
tr: açı

# _msg2651
source: area
tr: alan

# _msg2653
source: angle
tr: açı

# _msg2655
source: close
tr: kapat

# _msg2656
source: chord length
tr: kırma mesafesi

# _msg2657
source: columns
tr: sütunlar

# _msg2658
source: columnspacing
tr: sütunaralığı

# _msg2659
source: factor
tr: çarpan

# _msg2660
source: length
tr: uzunluk

# _msg2661
source: number
tr: sayı

# _msg2662
source: radius
tr: yarıçap

# _msg2663
source: rows
tr: satırlar

# _msg2664
source: rowspacing
tr: satır aralığı

# _msg2665
source: through
tr: ile

# _msg2666
source: trim
tr: kırp

# _msg2669
source: center
tr: merkez

# _msg2673
source: c
tr: k

# _msg2676
source: columnspacing
tr: sütunaralığı
zh_tw: 欄寬

# _msg2677
source: colspacing
tr: stnaralığı

# _msg2679
source: fact
tr: çarp

# _msg2681
source: help
tr: yardım

# _msg2683
source: length
tr: uzunluk

# _msg2686
source: length1
tr: uzunluk1

# _msg2689
source: length2
tr: uzunluk2

# _msg2692
source: number
tr: sayı

# _msg2693
source: num
tr: sayı

# _msg2694
source: n
tr: s

# _msg2696
source: reversed
tr: tersaçı

# _msg2697
source: rev
tr: ters

# _msg2698
source: row
tr: satır

# _msg2699
source: rowspacing
tr: satır aralığı

# _msg2701
source: text
tr: metin

# _msg2704
source: undo
tr: geri al

# _msg2706
source: redo
tr: yinele

# _msg2708
source: back
tr: geri

# _msg2710
source: paperoffset
tr: kâğıt ofset

# _msg2711
source: graphoffset
tr: grafik ofset

# _msg2712
source: Command: %1 (%2)
tr: Komut: %1 (%2)

# _msg2713
source: RS_Commands:: command not found: %1
tr: RS_Commands:: komut bulunamadı: %1

# _msg2714
source: Command not found: %1
tr: Komut bulunamadı: %1

# _msg2715
source: Accepted keycode: %1
tr: Kabul edilen açma kodu: %1

# _msg2716
source: Available commands:
tr: Mevcut Komutlar:

# _msg2718
source: calculate
tr: hesapla

# _msg2719
source: None
tr: Yok

# _msg2720
source: error reading file metadata in dwg file
tr: dwg dosyasında dosya metadatası okunurken hata oluştu

# _msg2721
source: Calculator error for input:
tr: Giriş için hesaplayıcı hatası:

# _msg2723
source: blackwhite
tr: siyah beyaz

# _msg2724
source: color
tr: renkli

# _msg2728
source: Block
tr: Blok

# _msg2729
source: Circle
tr: Daire

# _msg2730
source: Curve
tr: Kavis

# _msg2731
source: Edit
tr: Düzenle

# _msg2732
source: Ellipse
tr: Elips

# _msg2733
source: File
tr: Dosya

# _msg2734
source: Dimension
tr: Boyut

# _msg2735
source: Info
tr: Bilgi

# _msg2736
source: Layer
tr: Tabaka

# _msg2737
source: Line
tr: Çizgi

# _msg2738
source: Modify
tr: Değiştir

# _msg2739
source: Options
tr: Seçenekler

# _msg2740
source: Other
tr: Diğer

# _msg2741
source: Polyline
tr: Çoklu çizgi

# _msg2742
source: Restriction
tr: Kısıtlama

# _msg2743
source: Select
tr: Seç

# _msg2744
source: Snap
tr: Yakala

# _msg2745
source: Snap Extras
tr: Ekstraları Yakala

# _msg2746
source: View
tr: Görüntüle

# _msg2747
source: Widgets
tr: Görsel Parçalar

# _msg2748
source: Creators
tr: Oluşturanlar

# _msg2749
source: All
tr: Tümü

# _msg2750
source: Invalid objects removed:
tr: Geçersiz nesne kaldırıldı:

# _msg2751
source: Pen Wizard
tr: Kalem Sihirbazı

# _msg2752
source: Select objects
tr: Nesneleri seç

# _msg2753
source: Apply to selected
tr: Seçileni uygula

# _msg2754
source: Remove
tr: Kaldır

# _msg2755
source: You must input a distance first.
tr: Önce bir mesafe girmelisiniz.

# _msg2757
source: Calculator mode: On
tr: Hesaplayıcı modu: Açık

# _msg2758
source: Calculator mode: Off
tr: Hesaplayıcı modu: Kapalı

# _msg2759
source: License
tr: Lisans

# _msg2760
source: circlediam
tr: daire çapı

# _msg2762
source: trimex
tr: dışı kırp

# _msg2765
source: shapetxt
tr: şekilmtn

# _msg2768
source: unlinktxt
tr: metin bağlantısı kaldır

# _msg2771
source: length1
tr: uzunluk1

# _msg2772
source: length2
tr: uzunluk2

# _msg2773
source: Could not convert requested font: %1
tr: İstenen yazı tipi dönüştürülemedi: %1

# _msg2774
source: 1 entity exploded
tr: 1 şekil hattının açılımı yapıldı

# _msg2775
source: %1 entities exploded
tr: %1 şekil hattı açılımı yapıldı

# _msg2776
source: Keycode mode
tr: Açma kodu modu

# _msg2777
source: Load command file
tr: Komut dosyası yükle

# _msg2778
source: Paste multiple commands
tr: Çoklu komut yapıştır

# _msg2779
source: Quick Tools
tr: Hızlı Takımlar

# _msg2780
source: noname
tr: isimsiz

# _msg2781
source: Custom
tr: Özel

# _msg2797
source: Crosshair
tr: Artı işareti

# _msg2801
source: Point
tr: Nokta

# _msg2803
source: Mouse
tr: Fare

# _msg2807
source: Export to ProNest
tr: ProNest’e Dışarı Aktar

# _msg2809
source: Dock Areas
tr: Sabit Alanlar

# _msg2810
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg2811
source: Cancel
tr: İptal

# _msg2812
source: Not a valid expression
tr: Geçerli bir ifade değil
zh_tw: 表示式無效

# _msg2813
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg2814
source: Cancel
tr: İptal
zh_tw: 取消

# _msg2815
source: Enter angle:
tr: Açıyı girin:

# _msg2816
source: Enter factor:
tr: Çarpanı yazın:

# _msg2817
source: Enter columns:
tr: Sütunları girin:

# _msg2818
source: Enter rows:
tr: Satır sayısı:

# _msg2819
source: Enter column spacing:
tr: Sütun genişliği:

# _msg2820
source: Enter row spacing:
tr: Satır yüksekliği:

# _msg2821
source: No block activated to save
tr: Kaydedilmek için etkinleştirilen blok yok

# _msg2822
source: Choose second edge
tr: İkinci kenarı seçin

# _msg2823
source: Back
tr: Geri

# _msg2824
source: Specify first extension line origin
tr: İlk ölçüm noktasını belirtin

# _msg2825
source: Cancel
tr: İptal
