Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3182
source: Back
tr: Geri

# _msg3183
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3184
source: Specify first entity
tr: İlk ögeyi belirtin

# _msg3185
source: Back
tr: Geri

# _msg3186
source: Specify second entity
tr: İkinci ögeyi belirtin

# _msg3187
source: Enter radius:
tr: Yarıçapı girin:

# _msg3188
source: Cancel
tr: İptal

# _msg3189
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3190
source: Cancel
tr: İptal

# _msg3191
source: Select text entity
tr: Metin şekil hattı seçin

# _msg3192
source: Back
tr: Geri

# _msg3193
source: Select entity to shape text to
tr: Metin olarak şekillendirmek üzere şekil hattı seçin

# _msg3194
source: Specify first corner
tr: İlk köşeyi belirtin

# _msg3195
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3196
source: Specify second corner
tr: İkinci köşeyi belirtin

# _msg3197
source: Back
tr: Geri
zh_tw: 返回

# _msg3198
source: Specify reference point
tr: Başlangıç noktasını belirtin

# _msg3199
source: Specify target point
tr: Hedef noktasını belirtin

# _msg3200
source: Select first trim entity
tr: İlk kırpıcı ögeyi seçin

# _msg3201
source: Cancel
tr: İptal

# _msg3202
source: Select limiting entity
tr: Sınırlayıcı ögeyi seçin

# _msg3203
source: Back
tr: Geri

# _msg3204
source: Select second trim entity
tr: İkinci kırpıcı ögeyi seçin

# _msg3205
source: Select entity to trim
tr: Kırpılacak ögeyi seçin

# _msg3206
source: No entity found.
tr: Öge bulunamadı.

# _msg3207
source: The chosen Entity is in a block. Please edit the block.
tr: Seçili Öge bir blokun içinde. Lütfen blok düzenlemesi yapın.

# _msg3208
source: The chosen Entity is not an atomic entity or cannot be trimmed.
tr: Seçili Öge atomik bir öge olmadığından kırpılamıyor.

# _msg3209
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg3210
source: Select entity to trim or enter distance:
tr: Kırpılacak ögeyi seçin ya da mesafe girin:

# _msg3211
source: Back
tr: Geri

# _msg3212
source: Select entity to trim
tr: Kırpılacak ögeyi seçin

# _msg3213
source: Back
tr: Geri

# _msg3214
source: No Entity found.
tr: Öge bulunamadı.

# _msg3215
source: Choose entity for order
tr: Sipariş için şekil hattı seç

# _msg3216
source: Cancel
tr: İptal

# _msg3217
source: Cancel
tr: İptal

# _msg3218
source: Back
tr: Geri

# _msg3219
source: No Entity found.
tr: Öge bulunamadı.

# _msg3220
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3221
source: Adding point is invalid.
tr: Nokta ekleme geçersiz.

# _msg3222
source: Adding point is not on entity.
tr: Nokta ekleme şekil hattı üzerinde değil.

# _msg3223
source: Specify polyline to add nodes
tr: Nod eklemek için çoklu çizgi belirtin

# _msg3224
source: Specify adding node's point
tr: Nodun noktasının eklenmesini belirtin

# _msg3225
source: Cancel
tr: İptal

# _msg3226
source: No Entity found.
tr: Öge bulunamadı.

# _msg3227
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3228
source: Click somewhere near the beginning or end of existing polyline.
tr: Mevcut çoklu çizginin başına veya sonuna yakın bir yere tıklayın.

# _msg3229
source: Specify the polyline somewhere near the beginning or end point
tr: Başlangıç veya bitiş noktasına yakın bir yerde çoklu çizgi belirtin

# _msg3230
source: Specify next point or [%1]
tr: Sonraki noktayı ya da [%1] belirtin

# _msg3231
source: Back
tr: Geri

# _msg3232
source: Specify next point
tr: Sonraki noktayı belirtin

# _msg3233
source: Can not append nodes in a closed polyline.
tr: Kapalı çoklu çizgiye nod eklenemez.

# _msg3234
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg3235
source: Cancel
tr: İptal

# _msg3236
source: Back
tr: Geri

# _msg3237
source: No Entity found.
tr: Öge bulunamadı.

# _msg3238
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3239
source: Specify polyline to delete node
tr: Nod silmek için çoklu çizgi belirtin

# _msg3240
source: Specify deleting node's point
tr: Nodun noktasının silinmesini belirtin

# _msg3241
source: Deleting point is invalid.
tr: Nokta silme geçersiz.

# _msg3242
source: Deleting point is not on entity.
tr: Nokta silme şekil hattı üzerinde değil.

# _msg3243
source: Cancel
tr: İptal

# _msg3244
source: Back
tr: Geri

# _msg3245
source: No Entity found.
tr: Öge bulunamadı.

# _msg3246
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3247
source: Deleting point is not on entity.
tr: Nokta silme şekil hattı üzerinde değil.

# _msg3248
source: Specify polyline to delete between two nodes
tr: İki nod arasında silmek için çoklu çizgi belirtin

# _msg3249
source: Specify first node
tr: İlk nodu belirtin

# _msg3250
source: Specify second node
tr: İkinci nodu belirtin

# _msg3251
source: Deleting point is invalid.
tr: Nokta silme geçersiz.

# _msg3252
source: No Entity found.
tr: Öge bulunamadı.

# _msg3253
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3254
source: Choose the original polyline
tr: Orijinal çoklu çizgiyi seç

# _msg3255
source: Cancel
tr: İptal

# _msg3256
source: No Entity found.
tr: Öge bulunamadı.

# _msg3257
source: Choose one of the segments on the original polyline
tr: Orijinal çoklu çizgi üzerindeki segmentlerden birini seç

# _msg3258
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3259
source: Entity can not be a closed polyline.
tr: Şekil hattı kapalı bir çoklu çizgi olamaz.

# _msg3260
source: Polyline created
tr: Çoklu çizgi oluşturuldu

# _msg3261
source: Cancel
tr: İptal
zh_tw: 取消

# _msg3262
source: Back
tr: Geri

# _msg3263
source: No Entity found.
tr: Öge bulunamadı.

# _msg3264
source: Entity must be a polyline.
tr: Şekil hattı bir çoklu çizgi olmalıdır.

# _msg3265
source: Specifying point is invalid.
tr: Nokta belirtinme geçersiz.

# _msg3266
source: No Segment found on entity.
tr: Şekil hattı üzerinde segment bulunamadı.

# _msg3267
source: Specify polyline to trim
tr: Kırpmak için çoklu çizgi belirtin

# _msg3268
source: Specify first segment
tr: İlk segmenti belirtin

# _msg3269
source: Specify second segment
tr: İkinci segmenti belirtin

# _msg3270
source: RS_ActionPrintPreview::fit(): Invalid paper size
tr: RS_ActionPrintPreview::fit(): Geçersiz kâğıt boyutu

# _msg3271
source: Printout offset in paper coordinates by (%1, %2)
tr: Şuna göre kâğıt koordinatlarında ofset baskısı (%1, %2)

# _msg3272
source: Printout offset in graph coordinates by (%1, %2)
tr: Şuna göre grafik koordinatlarında ofset baskısı (%1, %2)

# _msg3273
source: Printout offset in graph coordinates
tr: Grafik koordinatlarında ofset baskısı

# _msg3274
source: Printout offset in paper coordinates
tr: Kâğıt koordinatlarında ofset baskısı

# _msg3275
source: : select printout offset coordinates
tr: : baskı ofseti koordinatlarını seç

# _msg3276
source: type in offset from command line to offset printout
tr: komut satırından ofset baskısına ofseti yaz

# _msg3277
source: Printout offset ignores relative zero. Ignoring '@'
tr: Baskı ofseti göreceli sıfırı yok sayar. '@' yok sayılıyor

# _msg3278
source: Printout in Black/White
tr: Siyah-Beyaz yazdır

# _msg3279
source: Printout in color
tr: Renkli yazdır

# _msg3280
source: RS_ActionPrintPreview::calcPagesNum(): Limit of pages has been exceeded.
tr: RS_ActionPrintPreview::calcPagesNum(): Sayfa sınırı aşıldı.

# _msg3281
source: Select to modify attributes
tr: Nitelikleri değiştirmek için seç

# _msg3282
source: Cancel
tr: İptal

# _msg3283
source: Select to delete
tr: Silmek için seç

# _msg3284
source: Select to delete immediately
tr: Hemen silmek için seç

# _msg3285
source: Select to move
tr: Taşımak için seç

# _msg3286
source: Select to rotate
tr: Döndürmek için seç

# _msg3287
source: Select to scale
tr: Ölçeklemek için seç

# _msg3288
source: Select to mirror
tr: Aynalamak için seç

# _msg3289
source: Select to move and rotate
tr: Taşımak ve döndürmek için seç

# _msg3290
source: Select for two axis rotation
tr: İki eksenli döndürme için seç

# _msg3291
source: Select to explode text
tr: Metnin açılımını yapmak için seçin

# _msg3292
source: Select to create block
tr: Blok oluşturmak için seç

# _msg3293
source: Select to copy
tr: Kopyalamak için seç

# _msg3294
source: Select to cut
tr: Kesmek için seç

# _msg3295
source: No entity selected!
tr: Şekil hattı seçilmedi!

# _msg3296
source: Select to create offset
tr: Ofset oluşturmak için seç

# _msg3297
source: Select entities to order
tr: Sipariş için şekil hatları seç

# _msg3298
source: Select to explode block
tr: Blok açılımını yapmak için seçin

# _msg3299
source: Select to revert direction
tr: Yönü değiştirmek için seç

# _msg3300
source: Select to unlink shaped text
tr: Şekilli metnin bağlantısını kesmek için seçin

# _msg3301
source: Entity must be an Atomic Entity.
tr: Öge, bir Atomik Öge olmalı.

# _msg3302
source: Choose first point of intersection line
tr: Kesişen çizginin ilk noktasını seçin

# _msg3303
source: Cancel
tr: İptal

# _msg3304
source: Choose second point of intersection line
tr: Kesişen çizginin ikinci noktasını seçin

# _msg3305
source: Back
tr: Geri

# _msg3306
source: Cancel
tr: İptal

# _msg3307
source: Choose second edge
tr: İkinci kenarı seçin

# _msg3308
source: Back
tr: Geri

# _msg3309
source: Click and drag for the selection window
tr: Seçim penceresi için tıkla ve sürükle

# _msg3310
source: Set relative Zero
tr: Göreli sıfırı ayarla

# _msg3311
source: Cancel
tr: İptal

# _msg3312
source: Set &Relative Zero
tr: &Göreli Sıfır Ayarla

# _msg3313
source: I&ntersection Manually
tr: Elle K&esişim

# _msg3314
source: Select first entity
tr: İlk ögeyi seçin

# _msg3315
source: Back
tr: Geri

# _msg3316
source: Select second entity
tr: İkinci ögeyi seçin

# _msg3317
source: Regenerated %1 dimension entities
tr: %1 ölçülendirme ögesi yeniden üretildi

# _msg3318
source: No dimension entities found
tr: Ölçülendirme ögesi bulunamadı

# _msg3319
source: Click and drag to pan zoom
tr: Kaydırarak zumlamak için tıkla ve sürükle

# _msg3320
source: Cancel
tr: İptal

# _msg3321
source: Zoom panning
tr: Kaydırarak zumlama

# _msg3322
source: Specify first edge
tr: İlk kenarı belirtin

# _msg3323
source: Cancel
tr: İptal

# _msg3324
source: Specify second edge
tr: İkinci kenarı belirtin

# _msg3325
source: Back
tr: Geri

# _msg3326
source: Frame
tr: Çerçeve

# _msg3327
source: Arc Options
tr: Yay Seçenekleri

# _msg3328
source: Counterclockwise
tr: Akrep Yönünün Tersi

# _msg3329
source: Clockwise
tr: Saat yönü

# _msg3330
source: Tangential Arc Options
tr: Teğetsel Yay Seçenekleri

# _msg3331
source: Radius of the tangential arc
tr: Teğetsel yayın yarıçapı

# _msg3332
source: Total subtending angle of the tangential arc
tr: Teğetsel yayın toplam karşılık açısı

# _msg3333
source: Radius
tr: Yarıçap

# _msg3334
source: Angle
tr: Açı

# _msg3335
source: Bevel Options
tr: Bevel Seçenekleri

# _msg3336
source: Check to trim both entities to the bevel
tr: Bevel uygulanacak ögelerin kırpılmasını denetle

# _msg3337
source: Trim
tr: Kırp

# _msg3338
source: Length 1:
tr: 1. Uzunluk:

# _msg3339
source: Length 2:
tr: 2. Uzunluk:

# _msg3340
source: Circle Options
tr: Daire Seçenekleri

# _msg3341
source: Diameter:
tr: Çap:

# _msg3342
source: Circle Options
tr: Daire Seçenekleri

# _msg3343
source: Radius:
tr: Yarıçap:

# _msg3344
source: Circle Tangential2 Options
tr: Daire Teğetsel2 Seçenekleri

# _msg3345
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
tr: <html><head/><body><p>Çizim için teğetsel dairenin yarıçapı</p></body></html>

# _msg3346
source: Radius:
tr: Yarıçap:

# _msg3347
source: Radius of tangential circle
tr: Teğetsel dairenin yarıçapı

# _msg3348
source: Linear Dimension Options
tr: Doğrusal Ölçülendirme Seçenekleri

# _msg3349
source: Angle:
tr: Açı:

# _msg3350
source: Dimension Options
tr: Ölçülendirme Seçenekleri

# _msg3351
source: Label:
tr: Etiket:

# _msg3359
source: Insert Options
tr: Yerleştirme Seçenekleri

# _msg3360
source: Angle:
tr: Açı:

# _msg3361
source: Rotation Angle
tr: Döndürme Açısı

# _msg3362
source: Factor:
tr: Çarpan:

# _msg3363
source: Scale Factor
tr: Oranlama Çarpanı

# _msg3365
source: DPI of Image
tr: Resim DPI'si

# _msg3366
source: Insert Options
tr: Yerleştirme Seçenekleri

# _msg3367
source: Angle:
tr: Açı:

# _msg3368
source: Rotation Angle
tr: Döndürme Açısı

# _msg3369
source: Factor:
tr: Çarpan:

# _msg3370
source: Scale Factor
tr: Oranlama Çarpanı

# _msg3371
source: Array:
tr: Dizi:

# _msg3372
source: Number of Columns
tr: Sütun Sayısı

# _msg3373
source: Number of Rows
tr: Satır Sayısı

# _msg3374
source: Spacing:
tr: Boşluk:

# _msg3375
source: Column Spacing
tr: Sütun Boşluğu

# _msg3376
source: Row Spacing
tr: Satır Boşluğu

# _msg3377
source: Library Insert Options
tr: Kitaplık Yerleştirme Seçenekleri

# _msg3378
source: Angle:
tr: Açı:

# _msg3379
source: Rotation Angle
tr: Döndürme Açısı

# _msg3380
source: Factor:
tr: Çarpan:

# _msg3381
source: Scale Factor
tr: Oranlama Çarpanı

# _msg3382
source: Line Angle Options
tr: Çizgi Açısı Seçenekleri

# _msg3383
source: Angle:
tr: Açı:

# _msg3384
source: Line angle
tr: Çizgi açısı

# _msg3385
source: Length:
tr: Uzunluk:

# _msg3386
source: Length of line
tr: Çizgi uzunluğu

# _msg3387
source: Snap Point:
tr: Yakalama Noktası:

# _msg3388
source: Start
tr: Başlangıç

# _msg3389
source: Middle
tr: Orta

# _msg3390
source: End
tr: Bitiş

# _msg3391
source: Line Bisector Options
tr: Açıortay Seçenekleri

# _msg3392
source: Length:
tr: Uzunluk:

# _msg3393
source: Length of bisector
tr: Açıortay uzunluğu

# _msg3394
source: Number:
tr: Sayı:

# _msg3395
source: Number of bisectors to create
tr: Oluşturulacak açıortayların sayısı

# _msg3396
source: Line Options
tr: Çizgi Seçenekleri

# _msg3397
source: Form a closed contour from lines drawn
tr: Çizilen hatlardan bir kapalı kontur oluştur

# _msg3398
source: Close
tr: Kapat

# _msg3399
source: Undo the last line drawing
tr: Son hat çizimini geri al

# _msg3400
source: Undo
tr: Geri Al

# _msg3401
source: Redo the last line drawing
tr: Son hat çizimini yinele

# _msg3402
source: Redo
tr: Yinele

# _msg3403
source: Line Parallel Options
tr: Paralel Çizgi Seçenekleri

# _msg3404
source: Distance:
tr: Mesafe:

# _msg3405
source: Distance to original entity
tr: Özgün ögeye uzaklık

# _msg3406
source: Number:
tr: Sayı:

# _msg3407
source: Number of parallels to create
tr: Oluşturulacak paralellerin sayısı

# _msg3408
source: Line Parallel Through Options
tr: Paralel Çizgiler Arası Seçenekler

# _msg3409
source: Number:
tr: Sayı:

# _msg3410
source: Number of parallels to create
tr: Oluşturulacak paralellerin sayısı

# _msg3411
source: Polygon Options
tr: Çokgen Seçenekleri

# _msg3412
source: Number:
tr: Sayı:

# _msg3413
source: Number of edges
tr: Kenar sayısı

# _msg3414
source: Polygon Options
tr: Çokgen Seçenekleri

# _msg3415
source: Number:
tr: Sayı:

# _msg3416
source: Number of edges
tr: Kenar sayısı

# _msg3417
source: Line Relative Angle Options
tr: Çizgilerin Göreli Açı Seçenekleri

# _msg3418
source: Angle:
tr: Açı:

# _msg3419
source: Line angle
tr: Çizgi açısı

# _msg3420
source: Length:
tr: Uzunluk:

# _msg3421
source: Length of line
tr: Çizgi uzunluğu

# _msg3422
source: Text Options
tr: Metin Seçenekleri

# _msg3423
source: Text:
tr: Metin:

# _msg3424
source: Angle:
tr: Açı:

# _msg3425
source: Modify Offset Options
tr: Ofset Seçeneklerini Değiştir

# _msg3426
source: Distance:
tr: Mesafe:

# _msg3427
source: Offset from original entity
tr: Orijinal şekil hattından ofset

# _msg3428
source: Move Rotate Options
tr: Döndürerek Taşıma Seçenekleri

# _msg3429
source: Angle:
tr: Açı:

# _msg3430
source: Polyline Options
tr: Çoklu Çizgi Seçenekleri

# _msg3431
source: Close
tr: Kapat

# _msg3432
source: Undo
tr: Geri Al

# _msg3433
source: Line
tr: Çizgi

# _msg3434
source: Tangential
tr: Teğetsel

# _msg3435
source: Tan Radius
tr: Teğet Yarıçapı

# _msg3436
source: Angle
tr: Açı

# _msg3437
source: Radius:
tr: Yarıçap:

# _msg3438
source: Angle:
tr: Açı:

# _msg3439
source: Counter Clockwise
tr: Saat Yönünün Tersi

# _msg3440
source: Clockwise
tr: Saat yönü

# _msg3441
source: Print Preview Options
tr: Yazdırma Önzileme Seçenekleri

# _msg3442
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
tr: <html><head/><body><p>Baskı Ölçeği geçerli değere kilitlendi</p></body></html>

# _msg3443
source: fixed
tr: sabit

# _msg3444
source: Toggle Black / White mode
tr: Siyah-Beyaz Moda Geçiş Yap

# _msg3445
source: Center to page
tr: Sayfaya ortala

# _msg3446
source: Fit to page
tr: Sayfaya sığdır

# _msg3447
source: Calculate number of pages needed to contain the drawing.
tr: Çizimi içermek için gereken sayfa sayısını hesapla.

# _msg3448
source: Round Options
tr: Yuvarlatma Seçenekleri

# _msg3449
source: Check to trim both edges to the rounding
tr: Yuvarlatılacak köşelerin kenarlarının kırpılmasını denetle

# _msg3450
source: Trim
tr: Kırp

# _msg3451
source: Radius:
tr: Yarıçap:

# _msg3452
source: Shape Text Options
tr: Şekil Metni Seçenekleri

# _msg3453
source: Offset:
tr: Ofset:

# _msg3454
source: Snap Distance Options
tr: Yakalama Mesafesi Seçenekleri

# _msg3455
source: Distance:
tr: Mesafe:

# _msg3456
source: Snap Distance Options
tr: Yakalama Mesafesi Seçenekleri

# _msg3457
source: Middle Points:
tr: Orta Noktalar:

# _msg3458
source: Number of equidistant division points
tr: Eşit uzaklıktaki bölme noktası sayısı

# _msg3459
source: Spline Options
tr: Oluk Seçenekleri

# _msg3460
source: Degree:
tr: Derece:

# _msg3461
source: Closed
tr: Kapalı

# _msg3462
source: Undo
tr: Geri Al

# _msg3463
source: Text Options
tr: Metin Seçenekleri

# _msg3464
source: Text:
tr: Metin:

# _msg3465
source: Angle:
tr: Açı:

# _msg3466
source: Trim Amount Options
tr: Kırpma Miktarı Seçenekleri

# _msg3467
source: Distance. Negative values for trimming, positive values for extending.
tr: Mesafe. Negatif değerler kısaltır, pozitif değerler uzatır.

# _msg3468
source: Length:
tr: Uzunluk:

# _msg3469
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
tr: Mesafe. Kırpma için negatif değerler, uzatma için pozitif değerler. Final toplam uzunluk kırpılırken negatif işareti yok sayılır.

# _msg3470
source: The input length is used as total length after trimming, instead of length increase
tr: Kırpma sonrasında, uzunluk artışı yerine, giriş uzunluğu olarak toplam uzunluk kullanılır

# _msg3471
source: Frame
tr: Çerçeve

# _msg3474
source: Name
tr: Ad

# _msg3475
source: Create
tr: Oluştur

# _msg3476
source: Destroy
tr: Yok Et

# _msg3477
source: Assign
tr: Ata

# _msg3478
source: Update
tr: Güncelle

# _msg58
source: Pol&ygon (Cen,Tan)
zh_tw: 多邊形 (Cen,Tan)

# _msg59
source: Polygo&n (Cor,Cor)
zh_tw: 多邊形 (Cor,Cor)

# _msg60
source: Center, &Point
zh_tw: 中心、點

# _msg61
source: Center, &Radius
zh_tw: 圓心、半徑

# _msg62
source: Center, &Diameter
zh_tw: 圓心、直徑

# _msg63
source: 2 Points
zh_tw: 2 點

# _msg64
source: 2 Points, Radius
zh_tw: 2 點、半徑

# _msg65
source: 3 Points
zh_tw: 3 點

# _msg66
source: &Concentric
zh_tw: 同心

# _msg67
source: Circle &Inscribed
zh_tw: 內切圓

# _msg68
source: Tangential 2 Circles, Radius
zh_tw: 相切的 2 圓、半徑

# _msg69
source: Tangential 2 Circles, 1 Point
zh_tw: 相切的 2 圓、1 點

# _msg70
source: Tangential &3 Circles
zh_tw: 相切的 3 圓

# _msg71
source: Tangential, 2 P&oints
zh_tw: 相切的、2 點

# _msg72
source: &Center, Point, Angles
zh_tw: 中心、點、角度

# _msg73
source: &3 Points
zh_tw: 3 點

# _msg74
source: Arc &Tangential
zh_tw: 相切弧

# _msg75
source: &Ellipse (Axis)
zh_tw: 橢圓（長短軸）

# _msg76
source: Ellipse &Arc (Axis)
zh_tw: 橢圓弧（長短軸）

# _msg77
source: Ellipse &Foci Point
zh_tw: 橢圓焦點

# _msg78
source: Ellipse &4 Point
zh_tw: 4 點橢圓

# _msg79
source: Ellipse Center and &3 Points
zh_tw: 橢圓的中心和 3 點

# _msg80
source: Ellipse &Inscribed
zh_tw: 內切橢圓

# _msg81
source: &Spline
zh_tw: 雲形線

# _msg82
source: &Spline through points
zh_tw: 由點所構成的雲形線

# _msg83
source: &Polyline
zh_tw: 折線

# _msg84
source: Mo&ve and Rotate
zh_tw: 移動並旋轉

# _msg85
source: Tr&im Two
zh_tw: 修剪兩個

# _msg86
source: Trim E&xcess
zh_tw: 修剪多餘的部分

# _msg87
source: O&ffset
zh_tw: 偏置

# _msg88
source: Menu Creator
zh_tw: 功能表建立者

# _msg89
source: Toolbar Creator
zh_tw: 工具列建立者

# _msg90
source: &Add node
zh_tw: 新增節點

# _msg91
source: A&ppend node
zh_tw: 添加節點

# _msg92
source: &Delete node
zh_tw: 刪除節點

# _msg93
source: Delete &between two nodes
zh_tw: 刪除兩節點之間

# _msg94
source: &Trim segments
zh_tw: 修剪線段

# _msg95
source: Create &Equidistant Polylines
zh_tw: 建立等距的折線

# _msg96
source: Create Polyline from Existing &Segments
zh_tw: 從現有線段建立折線

# _msg97
source: &MText
zh_tw: 多行文字

# _msg98
source: &Text
zh_tw: 文字

# _msg99
source: &Hatch
zh_tw: 陰影

# _msg100
source: Insert &Image
zh_tw: 插入圖像

# _msg101
source: &Aligned
zh_tw: 對齊

# _msg102
source: &Linear
zh_tw: 線性

# _msg103
source: &Vertical
zh_tw: 垂直

# _msg104
source: &Radial
zh_tw: 徑向

# _msg105
source: &Diametric
zh_tw: 徑向

# _msg106
source: &Angular
zh_tw: 角度

# _msg107
source: &Leader
zh_tw: 引線

# _msg108
source: &Attributes
zh_tw: 屬性

# _msg109
source: &Delete
zh_tw: 刪除

# _msg110
source: Delete Freehand
zh_tw: 刪除手繪

# _msg111
source: &Move / Copy
zh_tw: 移動／複製

# _msg112
source: Re&vert direction
zh_tw: 逆向

# _msg114
source: &Rotate
zh_tw: 旋轉

# _msg115
source: &Scale
zh_tw: 縮放

# _msg116
source: &Mirror
zh_tw: 鏡射

# _msg117
source: Rotate T&wo
zh_tw: 兩點旋轉

# _msg118
source: &Properties
zh_tw: 屬性

# _msg119
source: &Trim
zh_tw: 修剪

# _msg120
source: &Lengthen
zh_tw: 延長

# _msg121
source: &Divide
zh_tw: 等分

# _msg122
source: &Stretch
zh_tw: 拉伸

# _msg123
source: &Bevel
zh_tw: 倒角

# _msg124
source: &Fillet
zh_tw: 圓角

# _msg125
source: &Explode Text into Letters
zh_tw: 將文字分解成字母

# _msg126
source: S&hape Text
zh_tw: 變形文字

# _msg127
source: &Unlink Text from Geometry
zh_tw: 移除幾何形狀上文字的連結

# _msg128
source: Point inside contour
zh_tw: 輪廓內的點

# _msg129
source: &Distance Point to Point
zh_tw: 兩點之間的距離

# _msg130
source: &Distance Entity to Point
zh_tw: 物件到點的距離

# _msg131
source: An&gle between two lines
zh_tw: 兩線之間角度

# _msg132
source: &Total length of selected entities
zh_tw: 選取物件的總長

# _msg133
source: Polygonal &Area
zh_tw: 多邊形面積

# _msg134
source: &Unlock all
zh_tw: 全部取消鎖定

# _msg135
source: &Lock all
zh_tw: 全部鎖定

# _msg136
source: Export as CA&M/plain SVG...
zh_tw: 匯出成 CA&M/plain SVG...

# _msg137
source: Close All
zh_tw: 全部關閉

# _msg138
source: Export to ProNest
zh_tw: 匯出至 ProNest

# _msg139
source: &Selection pointer
zh_tw: 選擇指向

# _msg140
source: &Undo
zh_tw: 恢復

# _msg141
source: &Redo
zh_tw: 重做

# _msg142
source: Cu&t
zh_tw: 剪下

# _msg143
source: &Copy
zh_tw: 複製

# _msg144
source: &Paste
zh_tw: 貼上

# _msg145
source: move to bottom
zh_tw: 移至底層

# _msg146
source: Widget Options
zh_tw: 組件選項

# _msg147
source: Device Options
zh_tw: 設備選項

# _msg148
source: Left
zh_tw: 左

# _msg149
source: Right
zh_tw: 右

# _msg150
source: Top
zh_tw: 頂部

# _msg151
source: Bottom
zh_tw: 底部

# _msg152
source: Floating
zh_tw: 漂浮的

# _msg153
source: Reload Style Sheet
zh_tw: 重新載入類型表

# _msg154
source: lower after entity
zh_tw: 移至物件後

# _msg155
source: raise over entity
zh_tw: 移至物件前

# _msg156
source: move to top
zh_tw: 移至頂端

# _msg157
source: &Show all
zh_tw: 顯示全部

# _msg158
source: &Hide all
zh_tw: 全部隱藏

# _msg159
source: &Add Layer
zh_tw: 新增圖層

# _msg160
source: &Remove Layer
zh_tw: 移除圖層

# _msg161
source: &Edit Layer
zh_tw: 編輯圖層

# _msg162
source: Toggle Layer Loc&k
zh_tw: 切換圖層鎖定

# _msg163
source: &Toggle Layer Visibility
zh_tw: 切換圖層可視性

# _msg164
source: Toggle Layer &Print
zh_tw: 切換圖層列印

# _msg165
source: Toggle &Construction Layer
zh_tw: 切換建構圖層

# _msg166
source: &Add Block
zh_tw: 新增圖塊

# _msg167
source: &Remove Block
zh_tw: 移除圖塊
