Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3225
source: Factor:
uk: Коефіцієнт:

# _msg3226
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg3228
source: DPI of Image
uk: DPI зображення

# _msg3231
source: Black
uk: Чорний

# _msg3232
source: &OK
uk: &Гаразд

# _msg3234
source: Cancel
uk: Відміна

# _msg3252
source: Insert Options
uk: Параметри вставки

# _msg3253
source: Angle:
uk: Кут:

# _msg3254
source: Rotation Angle
uk: Кут повороту

# _msg3255
source: Factor:
uk: Коефіцієнт:

# _msg3256
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg3257
source: Array:
uk: Масив:

# _msg3258
source: Number of Columns
uk: Кількість стовпців

# _msg3259
source: Number of Rows
uk: Число рядів

# _msg3260
source: Spacing:
uk: Проміжок

# _msg3261
source: Column Spacing
uk: Проміжок між стовпцями:

# _msg3262
source: Row Spacing
uk: Відстань між рядами:

# _msg3263
source: Cancel
uk: Відміна

# _msg3264
source: &OK
uk: &Гаразд

# _msg3267
source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
uk: На допоміжному шарі розташовується необмежена кількість ліній, застосовуваних для геометричних побудов. Вміст допоміжного шару не виводиться на друк.

# _msg3268
source: Help Layer
uk: Допоміжний шар

# _msg3269
source: &Edit Layer
uk: &Редагувати шар

# _msg3270
source: &Toggle Visibility
uk: &Переключити видимість

# _msg3271
source: Library Insert Options
uk: Параметри вставки бібліотечного елемента

# _msg3272
source: Angle:
uk: Кут:

# _msg3273
source: Rotation Angle
uk: Кут повороту

# _msg3275
source: Scale Factor
uk: Коефіцієнт масштабування

# _msg3276
source: Library Browser
uk: Огляд бібліотеки

# _msg3277
source: Line Angle Options
uk: Параметри лінії під заданим кутом

# _msg3278
source: Angle:
uk: Кут:

# _msg3279
source: Line angle
uk: Кут лінії

# _msg3280
source: Length:
uk: Довжина:

# _msg3281
source: Length of line
uk: Довжина лінії

# _msg3282
source: Snap Point:
uk: Точка прив’язки:

# _msg3283
source: Start
uk: Початок

# _msg3284
source: Middle
uk: Середина

# _msg3285
source: End
uk: Кінець

# _msg3286
source: Line Bisector Options
uk: Параметри бісектриси

# _msg3287
source: Length:
uk: Довжина:

# _msg3288
source: Length of bisector
uk: Довжина бісектрісси

# _msg3289
source: Number:
uk: Кількість:

# _msg3290
source: Number of bisectors to create
uk: Кількість створених бісектрис

# _msg3291
source: Line Options
uk: Параметри лінії

# _msg3293
source: Undo
uk: Скасувати

# _msg3294
source: Form a closed contour from lines drawn
uk: Створити замкнений контур з існуючих ліній

# _msg3295
source: Undo the last line drawing
uk: Скасувати останню накреслену лінію

# _msg3296
source: Redo the last line drawing
uk: Повторити останню накреслену лінію

# _msg3297
source: Redo
uk: Повторити

# _msg3298
source: Line Parallel Options
uk: Параметри паралельної лінії

# _msg3299
source: Distance:
uk: Відстань:

# _msg3300
source: Distance to original entity
uk: Відстань до вихідного об’єкту

# _msg3302
source: Number of parallels to create
uk: Кількість створених паралельних ліній

# _msg3303
source: Line Parallel Through Options
uk: Параметри паралельної лінії через точку

# _msg3304
source: Number:
uk: Кількість:

# _msg3305
source: Number of parallels to create
uk: Кількість створених паралельних ліній

# _msg3306
source: Polygon Options
uk: Параметри багатокутника

# _msg3308
source: Number of edges
uk: Кількість сторін

# _msg3309
source: Polygon Options
uk: Параметри багатокутника

# _msg3310
source: Number:
uk: Кількість:

# _msg3311
source: Number of edges
uk: Кількість сторін

# _msg3312
source: Line Relative Angle Options
uk: Параметри лінії під відносним кутом

# _msg3313
source: Angle:
uk: Кут:

# _msg3314
source: Line angle
uk: Кут лінії

# _msg3316
source: Length of line
uk: Довжина лінії

# _msg3317
source: Text Options
uk: Параметри тексту

# _msg3318
source: Text:
uk: Текст:

# _msg3319
source: Angle:
uk: Кут:

# _msg3320
source: Modify Offset Options
uk: Змінити параметри зміщення

# _msg3321
source: Distance:
uk: Відстань:

# _msg3322
source: Offset from original entity
uk: Зсув від вихідного об’єкту

# _msg3324
source: Move Rotate Options
uk: Параметри зсуву/обертання

# _msg3325
source: Angle:
uk: Кут:

# _msg3326
source: Line Relative Angle Options
uk: Параметри лінії під відносним кутом

# _msg3327
source: Spacing:
uk: Проміжок:

# _msg3328
source: Distance from original polyline
uk: Відстань від базової ламаної

# _msg3329
source: Copies:
uk: Копій:

# _msg3330
source: Polyline Options
uk: Параметри ламаної

# _msg3331
source: Close
uk: Закрити

# _msg3332
source: Undo
uk: Скасувати

# _msg3333
source: Arc
uk: Дуга

# _msg3334
source: Radius:
uk: Радіус:

# _msg3335
source: Line
uk: Лінія

# _msg3336
source: Tangential
uk: Тангенціальний

# _msg3337
source: Tan Radius
uk: Радіус дотичної

# _msg3338
source: Angle
uk: Кут

# _msg3339
source: Angle:
uk: Кут:

# _msg3340
source: Clockwise
uk: За годинниковою стрілкою

# _msg3341
source: Counter Clockwise
uk: Проти годинникової стрілки

# _msg3342
source: Print Preview Options
uk: Параметри попереднього перегляду

# _msg3343
source: Toggle Black / White mode
uk: Переключити режим чорний/білий

# _msg3344
source: Center to page
uk: По центру сторінки

# _msg3345
source: Fit to page
uk: Вписати в сторінку

# _msg3346
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
uk: <html><head/><body><p>Масштаб друку зафіксований на поточному значенні</p></body></html>

# _msg3347
source: fixed
uk: зафіксований

# _msg3348
source: Opening recent file...
uk: Відкриття нещодавно редагованого файлу…

# _msg3349
source: Round Options
uk: Параметри округлення

# _msg3350
source: Trim
uk: Усікти

# _msg3351
source: Check to trim both edges to the rounding
uk: Увімкніть, щоб усікти обидві лінії при округленні

# _msg3352
source: Radius:
uk: Радіус:

# _msg3353
source: Selected Entities:
uk: Обрано об’єктів:

# _msg3355
source: Snap Distance Options
uk: Параметри прив’язки на відстані

# _msg3356
source: Distance:
uk: Відстань:

# _msg3357
source: Snap Distance Options
uk: Параметри відстані прив’язки

# _msg3358
source: Middle Points:
uk: Середніх точок:

# _msg3359
source: Number of equidistant division points
uk: Кількість точок, що розділяють криву на рівні відрізки

# _msg3360
source: Spline Options
uk: Параметри сплайну

# _msg3361
source: Degree:
uk: Ступінь:

# _msg3365
source: Closed
uk: Закрито

# _msg3366
source: Undo
uk: Скасувати

# _msg3367
source: Text Options
uk: Параметри тексту

# _msg3368
source: Text:
uk: Текст:

# _msg3369
source: Angle:
uk: Кут:

# _msg3370
source: Trim Amount Options
uk: Параметри усікання на величину

# _msg3371
source: Distance. Negative values for trimming, positive values for extending.
uk: Відстань. Від’ємні значення для відсікання, позитивні для витягування.

# _msg3372
source: Amount:
uk: Величина:

# _msg3373
source: Length:
uk: Довжина:

# _msg3374
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
uk: Відстань. Негативні значення для обрізки, позитивні для подовження. Негативний знак не враховується, коли встановлена ​​остаточна довжина відрізка.

# _msg3375
source: The input length is used as total length after trimming, instead of length increase
uk: Використовувати введену довжину як остаточну довжину відрізка після обрізки, замість розміру збільшення.

# _msg3376
source: Layer "%1" and all entities on it will be removed.
uk: Шар „%1“ та усі об’єкти на ньому будуть вилучені.

# _msg3377
source: Yes
uk: Так

# _msg3378
source: No
uk: Ні

# _msg3379
source: Cancel
uk: Відміна

# _msg3380
source: None
uk: Немає

# _msg3381
source: Block %1 already exist, renamed to: %2
uk: Блок %1 вже існує, перейменовано на: %2

# _msg3382
source: All Image Files (%1)
uk: Усі файли зображень (%1)

# _msg3383
source: Warning
uk: Попередження

# _msg3384
source: length1
uk: довжина1

# _msg3385
source: length2
uk: довжина2

# _msg3386
source: &Add Block
uk: До&дати блок

# _msg3387
source: &Rename Block
uk: &Перейменувати блок

# _msg3388
source: &Create Block
uk: &Створити блок

# _msg3389
source: &Edit Block
uk: &Редагувати блок

# _msg3390
source: &Explode
uk: &Розбити

# _msg3391
source: Ex&plode
uk: &Розкласти

# _msg3392
source: &Freeze all
uk: &Заморозити усі

# _msg3393
source: &Defreeze all
uk: &Розморозити усі

# _msg3394
source: &Hide all
uk: &Приховати усі

# _msg3395
source: &Show all
uk: &Показати усі

# _msg3396
source: &Insert Block
uk: &Вставити блок

# _msg3397
source: &Remove Block
uk: Ви&лучити блок

# _msg3398
source: &Save Block
uk: &Зберегти блок

# _msg3399
source: Toggle Block Visibility
uk: Перемкнути видимість блоку

# _msg3400
source: Toggle Block &Visibility
uk: Змінити &видимість блоку

# _msg3401
source: &Aligned
uk: Ви&рівняний

# _msg3402
source: &Angular
uk: &Кутовий

# _msg3403
source: &Diametric
uk: &Діаметральний

# _msg3404
source: &Leader
uk: П&оличка-виноска

# _msg3405
source: &Linear
uk: &Лінійний

# _msg3406
source: &Horizontal
uk: &Горизонтальна

# _msg3407
source: &Vertical
uk: &Вертикальна

# _msg3408
source: &Radial
uk: &Радіальний

# _msg3409
source: &Center, Point, Angles
uk: &Центр, точка, кути

# _msg3410
source: Specify end angle or [Angle/chord Length]
uk: Вкажіть кінцевий кут чи [кут/довжину хорди]

# _msg3411
source: &3 Points
uk: За &3-ма точками

# _msg3412
source: Specify startpoint or [Center]
uk: Вкажіть початкову точку чи [центр]

# _msg3413
source: Arc: Tangential
uk: Дуга: дотична

# _msg3414
source: Center, &Point
uk: Центр, &точка

# _msg3415
source: 2 Points
uk: За 2-ма точками

# _msg3416
source: 3 Points
uk: За 3-ма точками

# _msg3417
source: Center, &Radius
uk: Центр, &радіус

# _msg3418
source: Circle Tangential 2 P&oints
uk: За &дотичною та двом точкам

# _msg3419
source: Circle Tangential &2
uk: За &трьома дотичними {2?}

# _msg3420
source: Common Tangential Circle 1 Point
uk: За двома дотичними й точці

# _msg3421
source: Circle Tangential &3
uk: За &трьома дотичними

# _msg3422
source: Ellipse &4 Point
uk: Еліпс за &4 точками

# _msg3423
source: &Ellipse Arc (Axis)
uk: &Дуга еліпса (з віссю)

# _msg3424
source: &Ellipse (Axis)
uk: &Еліпс (з віссю)

# _msg3425
source: Ellipse &Arc (Axis)
uk: Еліптична &дуга (за осями)

# _msg3426
source: Ellipse Center and &3 Points
uk: Еліпс за центром й &3-ма точками

# _msg3427
source: Ellipse &Foci Point
uk: Еліпс за точками &фокусів

# _msg3428
source: Ellipse &Inscribed
uk: &Вписаний еліпс

# _msg3429
source: &Hatch
uk: &Штрихування

# _msg3430
source: &Image
uk: &Зображення

# _msg3431
source: Insert &Image
uk: Вставити &зображення

# _msg3432
source: &2 Points
uk: За &2-ма точками

# _msg3433
source: Cannot close sequence of lines: Not enough entities defined yet.
uk: Неможливо замкнути послідовність ліній: недостатньо об’єктів визначено.

# _msg3434
source: &Angle
uk: Під &кутом

# _msg3435
source: &Horizontal
uk: &Горизонтальна

# _msg3436
source: Vertical
uk: Вертикальний

# _msg3437
source: Bisector
uk: Бісектриса

# _msg3438
source: &Freehand Line
uk: &Лінія від руки

# _msg3439
source: Vertical
uk: Вертикальний

# _msg3440
source: Parallel
uk: Паралельна

# _msg3441
source: Concentric
uk: Концентрична

# _msg3442
source: &Parallel
uk: Пара&лельно

# _msg3443
source: &Concentric
uk: &Концентрично

# _msg3444
source: Parallel through point
uk: Паралельно через точку

# _msg3445
source: Pol&ygon (Cen,Cor)
uk: Багато&кутник (центр, кут)

# _msg3446
source: Specify center
uk: Вкажіть центр

# _msg3447
source: Specify a corner
uk: Вкажіть кут

# _msg3448
source: Enter number:
uk: Введіть число:

# _msg3449
source: Not a valid number. Try 1..9999
uk: Неприпустиме число. Спробуйте 1..9999

# _msg3450
source: Not a valid expression
uk: Некоректний вираз

# _msg3451
source: Polygo&n (Cor,Cor)
uk: Багато&кутник (кут, кут)

# _msg3452
source: Specify first corner
uk: Вкажіть перший кут

# _msg3453
source: Cancel
uk: Відміна

# _msg3454
source: Specify second corner
uk: Вкажіть другий кут

# _msg3455
source: Back
uk: Назад

# _msg3456
source: Number:
uk: Число:

# _msg3457
source: Not a valid number. Try 1..9999
uk: Неприпустиме число. Спробуйте 1..9999

# _msg3458
source: Not a valid expression.
uk: Неприпустимий вираз.

# _msg3459
source: Pol&ygon (Cen,Cor)
uk: Багато&кутник (за центром і вершиною)

# _msg3460
source: Polygo&n (Cor,Cor)
uk: Багато&кутник (за двома вершинами)

# _msg3461
source: Rectangle
uk: Прямокутник

# _msg3462
source: Relative angle
uk: Відносний кут

# _msg3463
source: Orthogonal
uk: Ортогонально

# _msg3464
source: Tangent (P,C)
uk: Дотична (Т,К)

# _msg3465
source: Tangent (C,C)
uk: Дотична (К,К)

# _msg3466
source: Select first circle or arc
uk: Виділіть першу коло чи дугу

# _msg3467
source: Select second circle or arc
uk: Виділити друге коло чи дугу

# _msg3468
source: &MText
uk: &Багаторядковий текст

# _msg3469
source: &Points
uk: &Точки

# _msg3470
source: &Polyline
uk: &Ламана лінія

# _msg3471
source: Draw polylines
uk: Накреслити ламану лінію

# _msg3472
source: Undo disallowed due a fatal bug somewhere. Sorry.
uk: Скасувати заборонено через фатальну помилку де-небудь. Вибачте.

# _msg3473
source: &Spline
uk: &Сплайн

# _msg3474
source: &Text
uk: &Текст

# _msg3475
source: &Copy
uk: &Копіювати

# _msg3476
source: Cu&t
uk: Ви&різати

# _msg3477
source: &Paste
uk: &Вставити

# _msg3478
source: &Undo
uk: &Скасувати

# _msg3479
source: &Redo
uk: &Повторити

# _msg3480
source: &New...
uk: &Новий…

# _msg3481
source: &New
uk: &Новий

# _msg3482
source: New From &Template
uk: Новий за &шаблоном

# _msg3483
source: &Open...
uk: &Відкрити…

# _msg3484
source: &Save
uk: &Зберегти

# _msg3485
source: Save &as...
uk: Зберегти &як…

# _msg3486
source: Angle between two lines
uk: Кут між двома лініями

# _msg3487
source: Angle: %1%2
uk: Кут: %1%2

# _msg3488
source: An&gle between two lines
uk: &Кут між двома лініями

# _msg3489
source: or %1%2
uk: чи %1%2

# _msg3490
source: Polygonal Area
uk: Площа багатокутника

# _msg3491
source: Area: %1
uk: Площа: %1

# _msg3492
source: Terminate
uk: Припинити

# _msg3493
source: Polygonal &Area
uk: &Полігональна область

# _msg3494
source: &Distance Point to Point
uk: &Відстань від точки до точки

# _msg3495
source: Distance: %1
uk: Відстань: %1

# _msg3496
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
uk: Відстань: %1; прямокутні координати (%2, %3); полярні (%4∠%5

# _msg3497
source: &Distance Entity to Point
uk: Від&стань від об’єкта до точки

# _msg3498
source: Point inside contour
uk: Точка всередині контуру

# _msg3499
source: &Total length of selected entities
uk: Су&марна довжина вибраних об’єктів

# _msg3500
source: Add Layer
uk: Додати шар

# _msg3501
source: &Add Layer
uk: &Додати шар

# _msg3502
source: &Edit Layer
uk: &Редагувати шар

# _msg3503
source: &Freeze all
uk: &Заморозити усі

# _msg3504
source: &Defreeze all
uk: &Розморозити усі

# _msg3505
source: &Hide all
uk: &Приховати усі

# _msg3506
source: &Show all
uk: &Показати усі

# _msg3507
source: Remove Layer
uk: Вилучити шар

# _msg3508
source: &Remove Layer
uk: &Вилучити шар

# _msg3509
source: Toggle Layer Lock
uk: Перемкнути захист шару

# _msg3510
source: Toggle Layer Loc&k
uk: Перемкнути &захист шару

# _msg3511
source: Toggle Layer &Print
uk: Змінити &друк шару

# _msg3512
source: &Toggle Layer
uk: &Перемикач шару

# _msg3513
source: &Toggle Layer Visibility
uk: Перемкнути &видимість шару

# _msg3514
source: &Attributes
uk: А&трибути

# _msg3515
source: &Bevel
uk: &Фаска

# _msg3516
source: &Divide
uk: &Поділ

# _msg3517
source: Entity must be a line, arc, circle or ellipse.
uk: Об’єкт повинен бути лінією, дугою, колом чи еліпсом.

# _msg3518
source: &Delete
uk: Ви&лучити

# _msg3519
source: Delete Freehand
uk: Вилучити криву від руки

# _msg3520
source: Parent of second entity is NULL
uk: Батько другого об’єкту порожній (NULL)

# _msg3521
source: One of the chosen entities is NULL
uk: Один з вибраних об’єктів порожній (NULL)

# _msg3522
source: Parent of first entity is NULL
uk: Батько першого об’єкта порожній (NULL)

# _msg3523
source: First entity is NULL
uk: Перший об’єкт порожній (NULL)

# _msg3524
source: Second entity is NULL
uk: Другий об’єкт порожній (NULL)

# _msg3525
source: &Delete selected
uk: Ви&лучити вибране

# _msg3526
source: &Properties
uk: Власти&вості

# _msg3527
source: &Explode Text into Letters
uk: &Розбити текст на букви

# _msg3528
source: &Mirror
uk: &Віддзеркалити

# _msg3529
source: &Move / Copy
uk: &Зрушення/копіювання

# _msg3530
source: M&ove and Rotate
uk: Зрушення й &обертання

# _msg3531
source: &Offset
uk: &Зсув

# _msg3532
source: Re&vert direction
uk: Звернути напрямок

# _msg3534
source: &Rotate
uk: &Обертання

# _msg3535
source: Rotate T&wo
uk: Обертати навколо &двох

# _msg3536
source: &Round
uk: &Округлення

# _msg3537
source: &Scale
uk: &Масштабувати

# _msg3538
source: &Stretch
uk: &Витягнути

# _msg3539
source: &Trim
uk: &Усікти

# _msg3540
source: &Trim Two
uk: У&сікти обидва

# _msg3541
source: &Lengthen
uk: По&довжити

# _msg3542
source: Current &Drawing Preferences
uk: Поточні налаштування &креслення

# _msg3543
source: move to bottom
uk: на задній план

# _msg3544
source: lower after entity
uk: за об'єктом

# _msg3545
source: raise over entity
uk: перед об'єктом

# _msg3546
source: move to top
uk: на передній план

# _msg3547
source: &Add node
uk: &Додати вузол

# _msg3548
source: Add polyline's node
uk: Додати вузол ламаної

# _msg3549
source: A&ppend node
uk: До&повнити вузол

# _msg3550
source: Append polyline's node
uk: Доповнити вузол ламаної

# _msg3551
source: &Delete node
uk: &Вилучити вузол

# _msg3552
source: Delete polyline's node
uk: Вилучити вузол ламаної

# _msg3553
source: Adding point is invalid.
uk: Додавання точки не вдалося.

# _msg3554
source: Adding point is not on entity.
uk: Додавана точка не лежить на об’єкті.

# _msg3555
source: Delete &between two nodes
uk: Вилучити &між двома вузлами

# _msg3556
source: Delete between two nodes
uk: Вилучити між двома вузлами

# _msg3557
source: Deletinging point is invalid.
uk: Вилучувана точка є недійсною.

# _msg3558
source: Deleteinging point is not on entity.
uk: Вилучувана точка не лежать на об’єкті.

# _msg3559
source: Create &Equidistant Polylines
uk: Створити &рівновіддалені ламані

# _msg3560
source: Create Equidistant Polylines
uk: Створити рівновіддалені ламані

# _msg3561
source: Create Polyline from Existing &Segments
uk: Створити ламану лінію з &існуючих відрізків

# _msg3562
source: Create Polyline from Existing Segments
uk: Створити ламану лінію з існуючих відрізків

# _msg3563
source: Entity must be a line or arc.
uk: Об’єкт повинен бути лінією чи дугою.

# _msg3564
source: Entity must be a line, arc or polyline.
uk: Об'єкт повинен бути лінією, дугою або ламаною.

# _msg3565
source: &Trim segments
uk: &Усікти відрізки

# _msg3566
source: Trim polyline's segments
uk: Усікти відрізки ламаної

# _msg3567
source: Print Pre&view
uk: &Попередній перегляд перед друком

# _msg3568
source: Select &All
uk: Вибр&ати усе

# _msg3569
source: Deselect &all
uk: Скасувати ви&бір усіх об’єктів

# _msg3571
source: (De-)Select &Contour
uk: Вибрати (чи скасувати вибір) &замкнутий контур

# _msg3572
source: Select Intersected Entities
uk: Вибрати об’єкти, що перетинаються

# _msg3573
source: Deselect Intersected Entities
uk: Прибрати вибір з об’єктів, що перетинаються

# _msg3574
source: Invert Selection
uk: Інвертувати вибір

# _msg3575
source: (De-)Select Layer
uk: Вибрати (чи зняти вибір) шар

# _msg3576
source: Select Entity
uk: Вибрати об’єкт

# _msg3577
source: Select Window
uk: Вибрати рамкою

# _msg3578
source: Deselect Window
uk: Скасувати вибір рамкою

# _msg3579
source: Choose first edge
uk: Виберіть перший край

# _msg3580
source: Set Relative Zero
uk: Встановити відносний нуль

# _msg3581
source: Regenerate Dimension Entities
uk: Перебудувати елементи розмірів

# _msg3582
source: &Auto Zoom
uk: &Автомасштабування

# _msg3583
source: Zoom &In
uk: На&близити

# _msg3584
source: Zoom &Out
uk: Від&далити

# _msg3585
source: &Pan Zoom
uk: З&рушити

# _msg3586
source: Zoom &Panning
uk: Вибирання &відображуваної ділянки

# _msg3587
source: &Previous View
uk: &Попередній вигляд

# _msg3588
source: Previous &View
uk: Попередній &вигляд

# _msg3589
source: &Redraw
uk: &Оновити зображення

# _msg3590
source: &Window Zoom
uk: &Збільшити за рамкою

# _msg3591
source: point
uk: точка

# _msg3592
source: po
uk: тчк

# _msg3593
source: line
uk: лінія

# _msg3594
source: ln
uk: л-я

# _msg3595
source: l
uk: л

# _msg3596
source: polyline
uk: ламана

# _msg3597
source: offset
uk: зміщення

# _msg3598
source: o
uk: зм

# _msg3599
source: parallel
uk: паралельний

# _msg3600
source: par
uk: пар

# _msg3601
source: arc
uk: дуга

# _msg3602
source: a
uk: д

# _msg3603
source: circle
uk: коло

# _msg3604
source: ci
uk: ко

# _msg3605
source: rectangle
uk: прямокутник

# _msg3606
source: rec
uk: прк

# _msg3607
source: rectang
uk: прямокутні

# _msg3608
source: text
uk: текст

# _msg3609
source: undo
uk: скасувати

# _msg3610
source: u
uk: с

# _msg3611
source: redo
uk: повторити

# _msg3612
source: r
uk: п

# _msg3613
source: Command: %1
uk: Команда: %1

# _msg3614
source: po
uk: тчк

# _msg3615
source: ci
uk: ко

# _msg3616
source: angle
uk: кут

# _msg3617
source: close
uk: закрито

# _msg3618
source: chord length
uk: довжина хорди

# _msg3619
source: columns
uk: стовпці

# _msg3620
source: columnspacing
uk: відступ між стовпцями

# _msg3621
source: factor
uk: коефіцієнт

# _msg3622
source: length
uk: довжина

# _msg3623
source: length1
uk: довжина1

# _msg3624
source: length2
uk: довжина2

# _msg3625
source: number
uk: число

# _msg3626
source: radius
uk: радіус

# _msg3627
source: rows
uk: рядки

# _msg3628
source: rowspacing
uk: відступ між рядками

# _msg3629
source: through
uk: через

# _msg3630
source: trim
uk: усікти

# _msg3631
source: ang
uk: кут

# _msg3632
source: a
uk: к

# _msg3633
source: center
uk: центр

# _msg3634
source: cen
uk: цтр

# _msg3635
source: c
uk: ц

# _msg3636
source: length
uk: довжина

# _msg3637
source: l
uk: д

# _msg3638
source: c
uk: ц

# _msg3639
source: c
uk: ц

# _msg3640
source: columnspacing
uk: відступ між колонками

# _msg3641
source: fact
uk: множник

# _msg3642
source: f
uk: м

# _msg3643
source: help
uk: довідка

# _msg3645
source: length
uk: довжина

# _msg3646
source: len
uk: дов

# _msg3647
source: l
uk: д

# _msg3648
source: length1
uk: довжина1

# _msg3649
source: len1
uk: довж1

# _msg3650
source: l1
uk: д1

# _msg3651
source: length2
uk: довжина2

# _msg3652
source: len2
uk: довж2

# _msg3653
source: l2
uk: д2

# _msg3654
source: num
uk: числ

# _msg3655
source: reversed
uk: зворотньо

# _msg3656
source: rev
uk: звр

# _msg3657
source: r
uk: з

# _msg3658
source: rowspacing
uk: відступ між рядками

# _msg3659
source: Available commands:
uk: Доступні команди:

# _msg3660
source: kill
uk: вбити

# _msg3661
source: back
uk: назад

# _msg3662
source: redraw
uk: перерисувати

# _msg3663
source: u
uk: с

# _msg3664
source: number
uk: число

# _msg3665
source: reversed
uk: зворотньо

# _msg3666
source: rev
uk: звр

# _msg3667
source: row
uk: рядок

# _msg3668
source: Command not found: %1
uk: Команду не знайдено: %1

# _msg3669
source: Accepted keycode: %1
uk: Прийнята клавіатурна послідовність: %1

# _msg3671
source: row
uk: рядок

# _msg159
source: Export as &MakerCAM SVG...
ca: Exporta com a &MakerCAM SVG...
fr: Exporter en tant que SVG &MakerCAM...
gl: Exportar como Maker&CAM SVG...
lv: Eksportēt kā &MakerCAM SVG...

# _msg160
source: Zoom &In
ca: &Augmenta el zoom
fr: Zoom &avant
gl: &Medrar zoom
lv: Tuv&ināt

# _msg161
source: Zoom &Out
ca: &Disminueix el zoom
fr: Zoom &arrière
gl: &Desmedrar zoom
lv: Tā&lināt
