Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1026
source: [0B00-0B7F] Oriya
uk: [0B00-0B7F] Орія

# _msg1027
source: [0B80-0BFF] Tamil
uk: [0B80-0BFF] Тамільські

# _msg1028
source: [0C00-0C7F] Telugu
uk: [0C00-0C7F] Телугу

# _msg1029
source: [0C80-0CFF] Kannada
uk: [0C80-0CFF] Каннада

# _msg1030
source: [0D00-0D7F] Malayalam
uk: [0D00-0D7F] Малаялам

# _msg1031
source: [0D80-0DFF] Sinhala
uk: [0D80-0DFF] Сингальські

# _msg1032
source: [0E00-0E7F] Thai
uk: [0E00-0E7F] Тайські

# _msg1033
source: [0E80-0EFF] Lao
uk: [0E80-0EFF] Лао

# _msg1034
source: [0F00-0FFF] Tibetan
uk: [0F00-0FFF] Тибетські

# _msg1035
source: [1000-109F] Myanmar
uk: [1000-109F] М’янма

# _msg1036
source: [10A0-10FF] Georgian
uk: [10A0-10FF] Грузинські

# _msg1037
source: [1100-11FF] Hangul Jamo
uk: [1100-11FF] Хангиль Чамо

# _msg1038
source: [1200-137F] Ethiopic
uk: [1200-137F] Ефіопські

# _msg1039
source: [13A0-13FF] Cherokee
uk: [13A0-13FF] Черокі

# _msg1040
source: [1400-167F] Unified Canadian Aboriginal Syllabic
uk: [1400-167F] Єдине канадське складове письмо

# _msg1041
source: [1680-169F] Ogham
uk: [1680-169F] Огам

# _msg1042
source: [16A0-16FF] Runic
uk: [16A0-16FF] Рунічні

# _msg1043
source: [1700-171F] Tagalog
uk: [1700-171F] Тагальські

# _msg1044
source: [1720-173F] Hanunoo
uk: [1720-173F] Хануноо

# _msg1045
source: [1740-175F] Buhid
uk: [1740-175F] Бухід

# _msg1046
source: [1760-177F] Tagbanwa
uk: [1760-177F] Тагбанва

# _msg1047
source: [1780-17FF] Khmer
uk: [1780-17FF] Кхмерські

# _msg1048
source: [1800-18AF] Mongolian
uk: [1800-18AF] Монгольські

# _msg1049
source: [1E00-1EFF] Latin Extended Additional
uk: [1E00-1EFF] Розширена латиниця, додаткові

# _msg1050
source: [1F00-1FFF] Greek Extended
uk: [1F00-1FFF] Грецькі, додаткові

# _msg1051
source: [2000-206F] General Punctuation
uk: [2000-206F] Знаки пунктуації

# _msg1052
source: [2070-209F] Superscripts and Subscripts
uk: [2070-209F] Верхні та нижні індекси

# _msg1053
source: [20A0-20CF] Currency Symbols
uk: [20A0-20CF] Символи валют

# _msg1054
source: [20D0-20FF] Combining Marks for Symbols
uk: [20D0-20FF] Об’єднувальні знаки для символів

# _msg1055
source: [2100-214F] Letterlike Symbols
uk: [2100-214F] Буквоподібні символи

# _msg1056
source: [2150-218F] Number Forms
uk: [2150-218F] Числові форми

# _msg1057
source: [2190-21FF] Arrows
uk: [2190-21FF] Стрілки

# _msg1058
source: [2200-22FF] Mathematical Operators
uk: [2200-22FF] Математичні оператори

# _msg1059
source: [2300-23FF] Miscellaneous Technical
uk: [2300-23FF] Різноманітні технічні

# _msg1060
source: [2400-243F] Control Pictures
uk: [2400-243F] Керуючі коди

# _msg1061
source: [2440-245F] Optical Character Recognition
uk: [2440-245F] Оптичне розпізнавання символів

# _msg1062
source: [2460-24FF] Enclosed Alphanumerics
uk: [2460-24FF] Закриті алфавітно-цифрові

# _msg1063
source: [2500-257F] Box Drawing
uk: [2500-257F] Малювання рамок

# _msg1064
source: [2580-259F] Block Elements
uk: [2580-259F] Блочні елементи

# _msg1065
source: [25A0-25FF] Geometric Shapes
uk: [25A0-25FF] Геометричні фігури

# _msg1066
source: [2600-26FF] Miscellaneous Symbols
uk: [2600-26FF] Різноманітні символи

# _msg1067
source: [2700-27BF] Dingbats
uk: [2700-27BF] Декоративні

# _msg1068
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
uk: [27C0-27EF] Різноманітні математичні символи-A

# _msg1069
source: [27F0-27FF] Supplemental Arrows-A
uk: [27F0-27FF] Додаткові стрілки-A

# _msg1070
source: [2800-28FF] Braille Patterns
uk: [2800-28FF] Шаблони Брайля

# _msg1071
source: [2900-297F] Supplemental Arrows-B
uk: [2900-297F] Додаткові стрілки-B

# _msg1072
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
uk: [2980-29FF] Різноманітні математичні символи-B

# _msg1073
source: [2A00-2AFF] Supplemental Mathematical Operators
uk: [2A00-2AFF] Додаткові математичні оператори

# _msg1074
source: [2E80-2EFF] CJK Radicals Supplement
uk: [2E80-2EFF] Доповнення до китайсько/японсько/корейських радикалів

# _msg1075
source: [2F00-2FDF] Kangxi Radicals
uk: [2F00-2FDF] Радикали Кансі

# _msg1076
source: [2FF0-2FFF] Ideographic Description Characters
uk: [2FF0-2FFF] Символи ідеографічного опису

# _msg1077
source: [3000-303F] CJK Symbols and Punctuation
uk: [3000-303F] Китайсько/японсько/корейські символи та знаки пунктуації

# _msg1078
source: [3040-309F] Hiragana
uk: [3040-309F] Хірагана

# _msg1079
source: [30A0-30FF] Katakana
uk: [30A0-30FF] Катакана

# _msg1080
source: [3100-312F] Bopomofo
uk: [3100-312F] Бопомофо

# _msg1081
source: [3130-318F] Hangul Compatibility Jamo
uk: [3130-318F] Хангиль Чамо, узгодження

# _msg1082
source: [3190-319F] Kanbun
uk: [3190-319F] Канбун

# _msg1083
source: [31A0-31BF] Bopomofo Extended
uk: [31A0-31BF] Бопомофо, розширені

# _msg1084
source: [3200-32FF] Enclosed CJK Letters and Months
uk: [3200-32FF] Закриті китайсько/японсько/корейські символи та місяці

# _msg1085
source: [3300-33FF] CJK Compatibility
uk: [3300-33FF] Китайсько/японсько/корейські узгодження

# _msg1086
source: [3400-4DBF] CJK Unified Ideographs Extension A
uk: [3400-4DBF] Уніфіковані китайсько/японсько/корейські ієрогліфи, розширення A

# _msg1087
source: [4E00-9FAF] CJK Unified Ideographs
uk: [4E00-9FAF] Уніфіковані китайсько/японсько/корейські ієрогліфи

# _msg1088
source: [A000-A48F] Yi Syllables
uk: [A000-A48F] Склади Ї

# _msg1089
source: [A490-A4CF] Yi Radicals
uk: [A490-A4CF] Радикали Ї

# _msg1090
source: [AC00-D7AF] Hangul Syllables
uk: [AC00-D7AF] Хангиль, склади

# _msg1091
source: [D800-DBFF] High Surrogates
uk: [D800-DBFF] Високі сурогати

# _msg1092
source: [DC00-DFFF] Low Surrogate Area
uk: [DC00-DFFF] Область низьких сурогатів

# _msg1093
source: [E000-F8FF] Private Use Area
uk: [E000-F8FF] Область приватного використання

# _msg1094
source: [F900-FAFF] CJK Compatibility Ideographs
uk: [F900-FAFF] Китайсько/японсько/корейські ієрогліфи узгодження

# _msg1095
source: [FB00-FB4F] Alphabetic Presentation Forms
uk: [FB00-FB4F] Алфавітні декоративні форми

# _msg1096
source: [FB50-FDFF] Arabic Presentation Forms-A
uk: [FB50-FDFF] Арабські декоративні форми-A

# _msg1097
source: [FE00-FE0F] Variation Selectors
uk: [FE00-FE0F] Селектори різновидів

# _msg1098
source: [FE20-FE2F] Combining Half Marks
uk: [FE20-FE2F] Поєднувальні половинчасті знаки

# _msg1099
source: [FE30-FE4F] CJK Compatibility Forms
uk: [FE30-FE4F] Китайсько/японсько/корейські узгоджувальні форми

# _msg1100
source: [FE50-FE6F] Small Form Variants
uk: [FE50-FE6F] Малі форми різновидів

# _msg1101
source: [FE70-FEFF] Arabic Presentation Forms-B
uk: [FE70-FEFF] Арабські декоративні форми-B

# _msg1102
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
uk: [FF00-FFEF] Форми половинної та повної ширини

# _msg1103
source: [FFF0-FFFF] Specials
uk: [FFF0-FFFF] Спеціальні

# _msg1104
source: [10300-1032F] Old Italic
uk: [10300-1032F] Старі італійські

# _msg1105
source: [10330-1034F] Gothic
uk: [10330-1034F] Готичні

# _msg1106
source: [10400-1044F] Deseret
uk: [10400-1044F] Дезеретскі

# _msg1107
source: [1D000-1D0FF] Byzantine Musical Symbols
uk: [1D000-1D0FF] Візантійські музичні символи

# _msg1108
source: [1D100-1D1FF] Musical Symbols
uk: [1D100-1D1FF] Музичні символи

# _msg1109
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
uk: [1D400-1D7FF] Математичні буквено-цифрові символи

# _msg1110
source: [20000-2A6DF] CJK Unified Ideographs Extension B
uk: [20000-2A6DF] Уніфіковані китайсько/японсько/корейські ієрогліфи, розширення B

# _msg1111
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
uk: [2F800-2FA1F] Узгодження китайсько/японсько/корейських ієрогліфів, доповнення

# _msg1112
source: [E0000-E007F] Tags
uk: [E0000-E007F] Мітки

# _msg1113
source: [F0000-FFFFD] Supplementary Private Use Area-A
uk: [F0000-FFFFD] Додаткова область приватного користування -A

# _msg1114
source: [100000-10FFFD] Supplementary Private Use Area-B
uk: [100000-10FFFD] Додаткова область приватного користування -B

# _msg1115
source: &Height:
uk: Висо&та:

# _msg1116
source: Pi (π)
uk: Число Пі (π)

# _msg1117
source: Layer:
uk: Шар:

# _msg1118
source: Font settings
uk: Параметри шрифту

# _msg1119
source: Angle:
uk: Кут:

# _msg1120
source: Oblique:
uk: Нахил:

# _msg1121
source: Width factor:
uk: Коеф. ширини:

# _msg1122
source: Font:
uk: Шрифт:

# _msg1123
source: Baseline Left
uk: Зліва від базової лінії

# _msg1125
source: Baseline Right
uk: Справа від базової лінії

# _msg1126
source: Baseline Center
uk: По центру базової лінії

# _msg1127
source: Fit
uk: Підігнати

# _msg1130
source: &Middle
uk: &Середина

# _msg1132
source: again Still No Text supplied.
uk: знову ж таки, не був наданий текст

# _msg1133
source: Save As...
uk: Зберегти як …

# _msg1135
source: Close
uk: Закрити

# _msg1136
source: Drawing Exchange DXF 2000 %1
uk: Формат обміну графічними даними DXF 2000 %1

# _msg1137
source: Drawing Exchange DXF R12 %1
uk: Формат обміну графічними даними DXF R12 %1

# _msg1138
source: LFF Font %1
uk: Шрифт LFF %1

# _msg1139
source: QCad Font %1
uk: Шрифт QCad %1

# _msg1141
source: Drawing Exchange %1
uk: Формат обміну графічними даними %1

# _msg1142
source: QCad 1.x file %1
uk: Файл QCad вер. 1.x %1

# _msg1143
source: Drawing Exchange DXF 2007 %1
uk: Формат обміну креслення DXF 2007 %1

# _msg1144
source: Drawing Exchange DXF 2004 %1
uk: Формат обміну креслення DXF 2004 %1

# _msg1145
source: Drawing Exchange DXF R14 %1
uk: Формат обміну креслення DXF R14 %1

# _msg1146
source: Block
uk: Блок

# _msg1147
source: Drawing
uk: Креслення

# _msg1148
source: Open %1
uk: Відкрити %1

# _msg1149
source: Save %1 As
uk: Зберегти %1 як

# _msg1150
source: dwg Drawing %1
uk: Креслення DWG %1

# _msg1151
source: Untitled
uk: Без_назви

# _msg1152
source: Image Export Options
uk: Параметри експорту зображення

# _msg1153
source: Bitmap Size
uk: Розмір растру

# _msg1154
source: Width:
uk: Ширина:

# _msg1155
source: Height:
uk: Висота:

# _msg1156
source: Background
uk: Фон:

# _msg1157
source: White
uk: Білий

# _msg1160
source: Colouring
uk: Забарвлення

# _msg1161
source: Black / White
uk: Чорний/білий

# _msg1162
source: Coloured
uk: Кольорове

# _msg1163
source: Borders
uk: Межі

# _msg1164
source: Top / Bottom - Border:
uk: Верхня/нижня межа:

# _msg1165
source: Left / Right - Border:
uk: Ліва/права межа:

# _msg1166
source: set same size
uk: встановити однаковий розмір

# _msg1168
source: - Unchanged -
uk: - Без змін -

# _msg1169
source: Layer Settings
uk: Налаштування шару

# _msg1170
source: Layer Name:
uk: Назва шару:

# _msg1171
source: Default Pen
uk: Перо за умовчанням:

# _msg1174
source: Show all layers
uk: Показати усі шари

# _msg1175
source: Hide all layers
uk: Сховати усі шари

# _msg1176
source: Add a layer
uk: Додати шар

# _msg1177
source: Remove the current layer
uk: Вилучити поточний шар

# _msg1178
source: Modify layer attributes / rename
uk: Змінити/перейменувати атрибути шару

# _msg1179
source: Layer Menu
uk: Меню шару

# _msg1180
source: &Defreeze all Layers
uk: &Розморозити усі шари

# _msg1181
source: &Freeze all Layers
uk: З&аморозити усі шари

# _msg1182
source: &Add Layer
uk: &Додати шар

# _msg1183
source: &Remove Layer
uk: &Вилучити шар

# _msg1184
source: Looking for matching layer names
uk: Пошук відповідних назв шарів

# _msg1194
source: Directories
uk: Теки

# _msg1195
source: Insert
uk: Вставка

# _msg1198
source: By Layer
uk: За шаром

# _msg1199
source: By Block
uk: За блоком

# _msg1200
source: No Pen
uk: Ні пера

# _msg1201
source: Continuous
uk: Суцільна

# _msg1202
source: Dot
uk: Пунктирна

# _msg1203
source: Dot (small)
uk: Пунктирна (мала)

# _msg1204
source: Dot (large)
uk: Пунктирна (велика)

# _msg1205
source: Dash
uk: Штрихова

# _msg1206
source: Dash (small)
uk: Штрихова (мала)

# _msg1207
source: Dash (large)
uk: Штрихова (велика)

# _msg1208
source: Dash Dot
uk: Штрихпунктирна

# _msg1210
source: Dash Dot (large)
uk: Штрихпунктирна (велика)

# _msg1211
source: Divide
uk: Пунктир 2

# _msg1212
source: Divide (small)
uk: Пунктир 2 (мала)

# _msg1213
source: Divide (large)
uk: Пунктир 2 (велика)

# _msg1214
source: Center
uk: Осьова

# _msg1215
source: Center (small)
uk: Осьова (мала)

# _msg1216
source: Center (large)
uk: Осьова (велика)

# _msg1217
source: Border
uk: Гранична

# _msg1218
source: Border (small)
uk: Гранична (мала)

# _msg1219
source: Border (large)
uk: Гранична (велика)

# _msg1220
source: - Unchanged -
uk: - Без змін -

# _msg1227
source: Mouse
uk: Миша

# _msg1228
source: Right
uk: Права

# _msg1229
source: Left
uk: Ліва

# _msg1231
source: Line color
uk: Колір лінії

# _msg1232
source: Line width
uk: Товщина лінії

# _msg1233
source: Line type
uk: Тип лінії

# _msg1236
source: Selection
uk: Вибір

# _msg1237
source: Selected
uk: Вибрані

# _msg1238
source: Total Length
uk: Повна довжина

# _msg1239
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Число обраних об’єктів</p></body></html>

# _msg1240
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Сумарна довжина вибраних об’єктів</p></body></html>

# _msg1241
source: Snap
uk: Прив’язка

# _msg1242
source: Snap to Endpoints
uk: Прив’язка до вершин кривих

# _msg1243
source: Snap to equidistant points of entity
uk: До рівновіддалених точок об’єкта

# _msg1244
source: Snap to center points
uk: Прив’язка до точок центру

# _msg1245
source: Snap to intersections automatically
uk: Прив’язка до точок перетину автоматично

# _msg1246
source: Snap to closest point on entity
uk: Прив’язка до найближчої точки на об’єкті

# _msg1247
source: Snap to point with given distance to endpoint
uk: Прив’язка на заданій відстані від вершини

# _msg1248
source: Snap to intersections manually
uk: Прив’язка до точок перетину вручну

# _msg1249
source: Snap to grid
uk: Прив’язка до сітки

# _msg1250
source: Restrict Horizontally
uk: Обмежити горизонтально

# _msg1251
source: Restrict Vertically
uk: Обмежити вертикально

# _msg1252
source: Move relative Zero
uk: Перемістити відносний нуль

# _msg1253
source: Lock relative Zero
uk: Зафіксувати відносний нуль

# _msg1254
source: Free Snap
uk: Без прив’язки

# _msg1255
source: Snap on grid
uk: Прив’язка до сітки

# _msg1256
source: Snap on Endpoints
uk: Прив’язка до кінцевих точок

# _msg1257
source: Snap on Entity
uk: Прив’язка до об’єкта

# _msg1258
source: Snap Center
uk: Прив’язка до центру

# _msg1259
source: Snap Middle
uk: Прив’язка до середени

# _msg1260
source: Snap Distance
uk: На заданій відстані

# _msg1261
source: Snap Intersection
uk: Прив’язка до точок перетину

# _msg1262
source: Restrict Horizontal
uk: Обмежити горизонтально

# _msg1263
source: Restrict Vertical
uk: Обмежити вертикально

# _msg1264
source: Restrict Orthogonal
uk: Обмежити ортагонально

# _msg1265
source: Restrict Nothing
uk: Без обмежень

# _msg1266
source: Set relative zero position
uk: Задати положення відносного нуля

# _msg1267
source: Lock relative zero position
uk: Заблокувати положення відносного нуля

# _msg1269
source: Pen
uk: Перо

# _msg1270
source: Line type:
uk: Тип лінії:

# _msg1271
source: Width:
uk: Ширина:

# _msg1273
source: By Layer
uk: За шаром

# _msg1274
source: By Block
uk: За блоком

# _msg1275
source: Default
uk: За умовчанням

# _msg1276
source: 0.00mm
uk: 0.00 мм

# _msg1277
source: 0.05mm
uk: 0.05 мм

# _msg1278
source: 0.09mm
uk: 0.09 мм

# _msg1279
source: 0.13mm (ISO)
uk: 0.13 мм (ISO)

# _msg1280
source: 0.15mm
uk: 0.15 мм

# _msg1281
source: 0.18mm (ISO)
uk: 0.18 мм (ISO)

# _msg1282
source: 0.20mm
uk: 0.20 мм

# _msg1283
source: 0.25mm (ISO)
uk: 0.25 мм (ISO)

# _msg1284
source: 0.30mm
uk: 0.30 мм

# _msg1285
source: 0.35mm (ISO)
uk: 0.35 мм (ISO)

# _msg1286
source: 0.40mm
uk: 0.40 мм

# _msg1287
source: 0.50mm (ISO)
uk: 0.50 мм (ISO)

# _msg1288
source: 0.53mm
uk: 0.53 мм

# _msg1289
source: 0.60mm
uk: 0.60 мм

# _msg1290
source: 0.70mm (ISO)
uk: 0.70 мм (ISO)

# _msg1291
source: 0.80mm
uk: 0.80 мм

# _msg1292
source: 0.90mm
uk: 0.90 мм

# _msg1293
source: 1.00mm (ISO)
uk: 1.00 мм (ISO)

# _msg1294
source: 1.06mm
uk: 1.06 мм

# _msg1295
source: 1.20mm
uk: 1.20 мм

# _msg1296
source: 1.40mm (ISO)
uk: 1.40 мм (ISO)

# _msg1297
source: 1.58mm
uk: 1.58 мм

# _msg1298
source: 2.00mm (ISO)
uk: 2.00 мм (ISO)

# _msg1299
source: 2.11mm
uk: 2.11 мм

# _msg1300
source: - Unchanged -
uk: - Без змін -

# _msg1301
source: Warning
uk: Попередження

# _msg1302
source: Remove Layer
uk: Вилучити шар

# _msg1304
source: Layer Dialog
uk: Діалогове вікно шару

# _msg1305
source: Remove Block
uk: Вилучити блок

# _msg1306
source: Block "%1" and all its entities will be removed.
uk: Блок „%1“ та усі його об’єкти будуть вилучені.

# _msg1307
source: Layer Properties
uk: Властивості шару

# _msg1308
source: Layer with a name "%1" already exists. Please specify a different name.
uk: Шар з назвою „%1“ вже існує. Вкажіть, будь ласка, іншу назву.

# _msg1310
source: Save Drawing As
uk: Зберегти креслення як

# _msg1311
source: %1 already exists. Do you want to replace it?
uk: %1 вже існує. Ви хочете замінити його?

# _msg1312
source: Open Drawing
uk: Відкрити креслення

# _msg1313
source: Open Image
uk: Відкрити зображення

# _msg1314
source: Windows Bitmap
uk: Растрове зображення Windows

# _msg1315
source: Joint Photographic Experts Group
uk: Формат об’єднаної групи експертів-фотографів (JPEG)

# _msg1316
source: Multiple-image Network Graphics
uk: Формат мережевої графіки багатьох зображень (MNG)

# _msg1317
source: Portable Bit Map
uk: Формат переносимої бітової карти (PBM)

# _msg1318
source: Portable Grey Map
uk: Формат переносимої сірої карти (PGM)

# _msg1320
source: Portable Pixel Map
uk: Формат переносимої піксельної карти (PPM)

# _msg1323
source: All Image Files (%1)
uk: Усі файли зображень (%1)

# _msg1324
source: Graphics Interchange Format
uk: Формат обміну графічними даними (GIF)

# _msg1325
source: Drawing Exchange %1
uk: Формат обміну кресленнями %1

# _msg1326
source: QCad 1.x file %1
uk: Файл QCad вер. 1.x %1

# _msg1327
source: Font %1
uk: Шрифт %1

# _msg1328
source: All Files (*.*)
uk: Усі файли (*.*)

# _msg1329
source: Inch
uk: Дюйм

# _msg1330
source: Foot
uk: Фут

# _msg1331
source: Mile
uk: Миля

# _msg1332
source: Millimeter
uk: Міліметр

# _msg1333
source: Centimeter
uk: Сантиметр

# _msg1335
source: Kilometer
uk: Кілометр

# _msg1336
source: Microinch
uk: Мікродюйм

# _msg1337
source: Mil
uk: Міл

# _msg1338
source: Yard
uk: Ярд

# _msg1339
source: Angstrom
uk: Ангстрем

# _msg1340
source: Nanometer
uk: Нанометр

# _msg1342
source: Decimeter
uk: Дециметр

# _msg1343
source: Decameter
uk: Декаметр

# _msg1344
source: Hectometer
uk: Гектометр

# _msg1345
source: Gigameter
uk: Гігаметр

# _msg1346
source: Astro
uk: Астрономічна одиниця

# _msg1347
source: Lightyear
uk: Світловий рік

# _msg1348
source: Parsec
uk: Парсек

# _msg1349
source: Loading..
uk: Завантаження…

# _msg1350
source: Loading File %1..
uk: Завантаження файлу „%1“…

# _msg1351
source: Loading...
uk: Завантаження…

# _msg1352
source: enter an integer number
uk: ввести ціле число

# _msg1353
source: LibreCAD query
uk: запит LibreCAD

# _msg1354
source: enter a number
uk: ввести число

# _msg1355
source: enter text
uk: ввести текст

# _msg1356
source: LFF Font %1
uk: Шрифт LFF %1

# _msg1358
source: Scalable Vector Graphics
uk: Векторний формат SVG

# _msg1359
source: SGI Black & White
uk: Чорно-білий SGI

# _msg1360
source: Encapsulated PostScript
uk: Вбудовуваний PostScript

# _msg1361
source: Encapsulated PostScript Format
uk: Вбудований формат Postscript

# _msg1362
source: Encapsulated PostScript Interchange
uk: Вбудований формат Postscript для обміну

# _msg1363
source: Windows Icon
uk: Іконка Windows

# _msg1368
source: Targa Image File
uk: Файл зображення Targa

# _msg1369
source: Tagged Image File Format
uk: Тегований формат растрових зображень

# _msg1371
source: Opened dwg file version %1.
uk: Відкритий файл DWG версії %1.

# _msg1372
source: unknown error opening dwg file
uk: невідома помилка при відкритті файлу DWG

# _msg1373
source: can't open this dwg file
uk: неможливо відкрити цей файл DWG

# _msg1374
source: unsupported dwg version
uk: непідтримувана версія DWG

# _msg1375
source: error reading file header in dwg file
uk: помилка читання заголовку DWG-файлу

# _msg1376
source: error reading header vars in dwg file
uk: помилка читання заголовку змінних DWG-файлу

# _msg1377
source: error reading classes in dwg file
uk: помилка читання класів DWG-файлу

# _msg1378
source: error reading offsets in dwg file
uk: помилка читання зміщень DWG-файлу

# _msg1379
source: error reading tables in dwg file
uk: помилка читання таблиць DWG-файлу

# _msg1380
source: error reading entities in dwg file
uk: помилка читання об’єктів DWG-файлу

# _msg1381
source: dwg Drawing %1
uk: Креслення DWG %1

# _msg1382
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
uk: Файл на диску змінено. Будь ласка, збережіть в інший файл, щоб уникнути втрати даних! Змінений файл: %1

# _msg1387
source: point
uk: точка

# _msg1388
source: po
uk: тчк

# _msg1389
source: line
uk: лінія

# _msg1392
source: polyline
uk: ламана

# _msg1400
source: offset
uk: зміщення

# _msg1401
source: parallel
uk: паралельний

# _msg1402
source: o
uk: зм

# _msg1416
source: rectangle
uk: прямокутник

# _msg1417
source: rectang
uk: прямокутні

# _msg1419
source: rec
uk: прк

# _msg1422
source: arc
uk: дуга

# _msg1424
source: circle
uk: коло

# _msg1425
source: ci
uk: ко

# _msg1441
source: text
uk: текст

# _msg1444
source: redraw
uk: перерисувати

# _msg1455
source: kill
uk: вбити

# _msg1457
source: undo
uk: скасувати

# _msg1458
source: u
uk: с

# _msg1459
source: redo
uk: повторити

# _msg1501
source: rev
uk: звр

# _msg1506
source: trim
uk: усікти

# _msg1551
source: angle
uk: кут

# _msg1552
source: ang
uk: кут

# _msg1555
source: angle
uk: кут

# _msg1557
source: close
uk: закрито

# _msg1558
source: chord length
uk: довжина хорди

# _msg1559
source: columns
uk: стовпці

# _msg1561
source: factor
uk: коефіцієнт

# _msg1562
source: length
uk: довжина

# _msg1563
source: number
uk: число

# _msg1564
source: radius
uk: радіус

# _msg1565
source: rows
uk: рядки

# _msg1566
source: rowspacing
uk: відступ між рядками

# _msg1567
source: through
uk: через
