Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg162
source: &Auto Zoom
ca: &Zoom automàtic
fr: Zoom &automatique
gl: &Zoom á área gráfica
lv: &Automātisks mērogs

# _msg163
source: Previous &View
ca: &Visualització anterior
fr: &Vue précédente
gl: Zoom &previo
lv: Iepriekšējais &skats

# _msg164
source: &Redraw
ca: To&rna a traçar
fr: &Redessiner
gl: &Redebuxar
lv: Pā&rzīmēt

# _msg165
source: &New
ca: &Nou
fr: &Nouveau
gl: &Novo
lv: Jau&ns

# _msg166
source: New From &Template
ca: Nou a partir d'una plan&tilla
fr: Nouveau depuis un &modèle
gl: N&ovo a partires dun Patrón
lv: Jauns no &veidnes

# _msg167
source: &Open...
ca: &Obre...
fr: &Ouvrir...
gl: &Abrir...
lv: &Atvērt...

# _msg168
source: &Save
ca: &Desa
fr: &Enregistrer
gl: &Gardar
lv: &Saglabāt

# _msg169
source: Save &as...
ca: &Anomena i desa...
fr: Enregistrer &sous...
gl: Gardar &como...
lv: S&aglabāt kā...

# _msg170
source: &Export as image
ca: &Exporta com a imatge
fr: &Exporter en tant qu’image
gl: Exportar como i&maxe
lv: &Eksportēt kā attēlu

# _msg171
source: &Close
ca: &Tanca
fr: &Fermer
gl: &Pechar
lv: &Aizvērt

# _msg172
source: &Print...
ca: &Imprimeix...
fr: &Imprimer...
gl: &Imprimir...
lv: &Drukāt...

# _msg173
source: Export as PDF
ca: Exporta com a PDF
fr: Exporter en tant que PDF
gl: Exportar como &PDF
lv: Eksportēt kā PDF

# _msg174
source: Print Pre&view
ca: Pre&visualitza la impressió
fr: &Aperçu avant impression
gl: &Vista previa de impresión
lv: &Drukas priekšskatījums

# _msg175
source: &Quit
ca: &Surt
fr: &Quitter
gl: &Saír
lv: I&ziet

# _msg176
source: &Block
ca: &Blocs
fr: &Bloc
gl: &Bloques
lv: &Bloks

# _msg177
source: &Fullscreen
ca: &Pantalla completa
fr: &Plein écran
gl: Pantalla &completa
lv: &Pilnekrāns

# _msg178
source: &Grid
ca: &Quadrícula
fr: &Grille
gl: &Grella
lv: &Režģis

# _msg180
source: &Draft
ca: &Esborrany
fr: &Esquisse
gl: &Bosquexo
lv: &Melnraksts

# _msg181
source: &Statusbar
ca: Barra d'e&stat
fr: &Barre d’état
gl: Barra de &estado
lv: &Statusjosla

# _msg183
source: Focus on &Command Line
ca: &Cursor a la línia d'ordres
fr: Curseur dans la ligne de &commande
gl: Activar liña de &Comandos
lv: Fokusēties uz &komandrindu

# _msg184
source: Widget Options
ca: Opcions dels estris
fr: Paramètres des gadgets logiciels
gl: Opcións de &Widget
lv: Sīkrīka opcijas

# _msg185
source: Left
ca: Esquerra
fr: Gauche
gl: Esquerda
lv: Pa kreisi

# _msg186
source: Right
ca: Dreta
fr: Droite
gl: Dereita
lv: Pa labi

# _msg187
source: Top
ca: Superior
fr: Haut
gl: Enriba
lv: Augšā

# _msg188
source: Bottom
ca: Inferior
fr: Bas
gl: Embaixo
lv: Apakšā

# _msg189
source: Floating
ca: Flotant
fr: Flottant
gl: Flotante
lv: Peldošs

# _msg190
source: Reload Style Sheet
ca: Recarrega el full d'estil
fr: Recharger la feuille de style
gl: Recargar estilo de folla
lv: Pārlādēt stilu loksni

# _msg191
source: Device Options
ca: Opcions del dispositiu
fr: Choix du périphérique
gl: Opcións do &dispositivo
lv: Ierīces opcijas

# _msg192
source: Mo&ve and Rotate
ca: Mo&u i gira
fr: Dé&placement et rotation
gl: Mo&ver e xirar
lv: Pār&vietot un pagriezt

# _msg193
source: Tr&im Two
ca: Redue&ix les dues
fr: Ajustement &double
gl: Tallar/Estender do&us
lv: Īs&ināt divus

# _msg194
source: O&ffset
ca: Des&plaçament
fr: Dé&calage
gl: Despra&zamento
lv: No&bīdīt

# _msg195
source: Menu Creator
ca: Creador de menús
fr: Créateur de menus
gl: Crear Menús

# _msg196
source: Toolbar Creator
ca: Creador de barres d'eines
fr: Créateur de barre d’outils
gl: Crear barras de ferramentas

# _msg209
source: Export as
ca: Exporta com
fr: Exporter en tant que
gl: Exportar como

# _msg210
source: Form
ca: Forma
fr: Formulaire
gl: Formulario

# _msg211
source: Device
ca: Dispositiu
fr: Périphérique
gl: Dispositivo

# _msg212
source: Mouse
ca: Ratolí
gl: Rato

# _msg215
source: Touchscreen
ca: Pantalla tàctil
gl: Pantalla táctil

# _msg216
source: Save
ca: Desa
gl: Gardar

# _msg217
source: De&bugging
ca: De&puració
fr: Dé&bogage
gl: De&puración

# _msg218
source: Insert Image
ca: Insereix una imatge
fr: Insérer une image
gl: Inserir imaxe

# _msg219
source: Widget Options
ca: Opcions dels estris
fr: Paramètres des gadgets logiciels
gl: Opcións de Widget

# _msg220
source: Toolbar
ca: Barra d'eines
fr: Barre d’outils
gl: Barra de ferramentas

# _msg221
source: Icon Size
ca: Mida de les icones
fr: Taille des icônes
gl: Tamaño de icona

# _msg222
source: General
fr: Général
gl: Xeral

# _msg223
source: Style
ca: Estil
gl: Estilo

# _msg224
source: Style Sheet
ca: Full d'estil
fr: Feuille de style
gl: Estilo de folla

# _msg225
source: Statusbar
ca: Barra d'estat
fr: Barre d’état
gl: Barra de estado

# _msg226
source: Height
ca: Alçada
fr: Hauteur
gl: Altura

# _msg227
source: Font Size
ca: Mida de la lletra
fr: Taille de la police
gl: Tamaño de fonte

# _msg228
source: Input the path of a Qt style sheet.
ca: Introduïu el camí a un full d'estil Qt.
fr: Saisir le chemin vers une feuille de style Qt.
gl: Introduza a ruta á folla de estilos Qt

# _msg229
source: side length in pixels
ca: longitud de la cara en píxels
fr: longueur du côté en pixels
gl: Lonxitude do lado en píxeles

# _msg230
source: Use themed icons
ca: Utilitza icones amb temes
fr: Utiliser les icônes du thème
gl: Usar as ìconas do tema

# _msg231
source: select:
ca: seleccioneu:
fr: sélectionner :
gl: seleccionar:

# _msg232
source: remove left
ca: suprimeix esquerre
fr: supprimer à gauche
gl: Desbotar a esquerda

# _msg233
source: remove right
ca: suprimeix dret
fr: supprimer à droite
gl: Desbotar a dereita

# _msg234
source: remove 0'
ca: suprimeix 0'
fr: supprimer 0'
gl: Desbotar 0'

# _msg235
source: remove 0"
ca: suprimeix 0"
fr: supprimer 0"
gl: Desbotar 0"

# _msg236
source: Line Relative Angle Options
ca: Opcions de l'angle relatiu de la línia
fr: Paramètres des lignes avec un angle relatif
gl: Opcións de liña con ángulo relativo

# _msg237
source: Spacing:
ca: Espaiat:
fr: Espacement :
gl: Espazado:

# _msg238
source: Distance from original polyline
ca: Distància des de la línia poligonal original
fr: Distance depuis la polyligne de référence
gl: Distancia de separación da poliliña orixinal

# _msg239
source: Copies:
ca: Còpies:
gl: Copias:

# _msg240
source: Select object:
ca: Seleccioneu l'objecte:
fr: Sélectionner un objet :
gl: Seleccione obxecto

# _msg242
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg243
source: Select objects:
ca: Seleccioneu els objectes:
fr: Sélectionner des objets :
gl: Seleccione obxectos:

# _msg244
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg245
source: &File
ca: &Fitxer
fr: &Fichier
gl: &Ficheiro

# _msg247
source: &View
ca: &Visualitza
fr: &Vue
gl: &Ver

# _msg248
source: &Select
ca: &Selecciona
fr: &Sélection
gl: &Seleccionar

# _msg249
source: &Line
ca: &Línia
fr: &Ligne
gl: &Liña

# _msg250
source: &Circle
ca: &Cercle
fr: &Cercle
gl: &Círculo

# _msg251
source: &Ellipse
gl: &Elipse

# _msg252
source: &Modify
ca: &Modifica
fr: &Modifier
gl: &Modificar

# _msg253
source: &Info
ca: &Informació
gl: C&onsultar

# _msg254
source: About
ca: Quant a
fr: À propos
gl: Sobre

# _msg255
source: &Help
ca: &Ajuda
fr: &Aide
gl: A&xuda

# _msg256
source: &Cascade
ca: &Cascada
fr: Répartir en &cascade
gl: &Fervenza

# _msg257
source: &Tile
ca: &Mosaic
fr: &Répartir
gl: &Tella

# _msg258
source: Tile &Horizontally
ca: Mosaic &horitzontal
fr: Répartir &horizontalement
gl: Tella &Horizontal

# _msg259
source: Creating new file...
ca: S'està creant un fitxer nou...
fr: Création d’un nouveau fichier...
gl: Creando novo ficheiro...

# _msg260
source: unnamed document %1
ca: document sense nom %1
fr: Document sans titre %1
gl: documento sen nome %1

# _msg261
source: Opening recent file...
ca: S'està obrint un fitxer recent...
fr: Ouverture du fichier récent...
gl: Abrindo ficheiro recente...

# _msg262
source: Loaded document:
ca: Document carregat:
fr: Document chargé :
gl: Documento cargado:

# _msg263
source: Opening aborted
ca: S'ha interromput l'obertura del fitxer
fr: Ouverture interrompue
gl: Apertura cancelada

# _msg264
source: Printing...
ca: S'està imprimint...
fr: Impression...
gl: Imprimindo...

# _msg265
source: Exiting application...
ca: S'està sortint de l'aplicació...
fr: Fermeture de l’application...
gl: Saíndo da aplicación...

# _msg266
source: Layer List
ca: Llista de les capes
gl: Listaxe de capas

# _msg267
source: Block List
ca: Llista dels blocs
gl: Listaxe de bloques

# _msg268
source: Library Browser
ca: Navegador de la biblioteca
gl: Biblioteca

# _msg269
source: Print preview for %1
ca: Vista prèvia de la impressió per a %1
gl: Vista previa de impresión para %1

# _msg270
source: New Drawing created.
ca: S'ha creat un dibuix nou.
gl: Debuxo novo creado.

# _msg271
source: Saving drawing...
ca: S'està desant el dibuix...
gl: Gardando debuxo...

# _msg272
source: Saved drawing: %1
ca: S'ha desat el dibuix: %1
gl: Debuxo gardado: %1

# _msg273
source: Saving drawing under new filename...
ca: S'està desant el dibuix sota un nom nou...
gl: Gardando debuxo cun nome novo...

# _msg274
source: Exporting drawing...
ca: S'està exportant el dibuix...
gl: Exportando debuxo...

# _msg275
source: Exported: %1
ca: S'ha exportat: %1
gl: Exportado: %1

# _msg276
source: Exporting...
ca: S'està exportant...
gl: Exportando...

# _msg277
source: Export complete
ca: S'ha completat l'exportació
gl: Exportación completada

# _msg278
source: Export failed!
ca: Ha fallat l'exportació!
gl: Fallou a exportación!

# _msg279
source: Printing complete
ca: S'ha completat la impressió
gl: Impresión completada

# _msg280
source: Command line
ca: Línia d'ordres
gl: Liña de comandos

# _msg281
source: Block '%1'
ca: Bloc '%1'
gl: Bloque '%1'

# _msg282
source: Cannot open the file %1 Please check the permissions.
ca: No es pot obrir el fitxer %1 Comproveu els permisos.
gl: Non se pode abrir o ficheiro %1 Debe de revisar os permisos.

# _msg283
source: Cannot save the file %1 Please check the permissions.
ca: No es pot desar el fitxer %1 Comproveu els permisos.
gl: Non se pode gardar o ficheiro %1 Debe de revisar os permisos.

# _msg284
source: &Polyline
ca: Línia &poligonal
gl: &Poliliña

# _msg285
source: Auto-saving drawing...
ca: S'està desant automàticament el dibuix...
gl: Gardando debuxo...

# _msg286
source: Auto-saved drawing
ca: El dibuix s'ha desat automàticament
gl: Debuxo gardado

# _msg287
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
ca: No es pot desar automàticament el fitxer %1 Comproveu els permisos. S'ha desactivat el desament automàtic.
gl: Non se pode facer o gardado automático do ficheiro %1 Revise os permisos. Gardado automático desactivado.

# _msg288
source: Import
ca: Importa
gl: I&mportar

# _msg289
source: &Toolbars
ca: &Barres d'eines
gl: Barras de &ferramentas

# _msg301
source: File
ca: Fitxer
gl: Opcións de ficheiro

# _msg302
source: Edit
ca: Edita
gl: Opcións de edición

# _msg303
source: View
ca: Visualització
gl: Opcións de vista

# _msg304
source: Snap Selection
ca: Força la selecció
gl: Opcións de forzado

# _msg305
source: Tool Options
ca: Opcions d'eina
gl: Opcións de ferramenta

# _msg306
source: Export as
ca: Exporta com
gl: Exportar como

# _msg307
source: Compiler: Clang %1.%2.%3
ca: Compilador: Clang %1.%2.%3
gl: Compilador: Clang %1.%2.%3

# _msg308
source: Compiler: GNU GCC %1.%2.%3
ca: Compilador: GNU GCC %1.%2.%3
gl: Compilador: GNU GCC %1.%2.%3

# _msg309
source: Qt Version: %1
ca: Versió de Qt: %1
gl: Versión Qt: %1

# _msg310
source: Draft Mode
ca: Mode esborrany
gl: Modo bosquexo

# _msg311
source: Export as PDF
ca: Exporta com a PDF
gl: Exportar coma PDF

# _msg312
source: Export
ca: Exporta
gl: &Exportar

# _msg313
source: Cannot open the file %1 Please check its existence and permissions.
ca: No es pot obrir el fitxer %1 Comproveu la seva existència i els permisos.
gl: Non se pode abrir o ficheiro %1 Por favor comprobe se existe e mais se ten permiso.

# _msg314
source: File '%1' does not exist. Opening aborted
ca: El fitxer '%1' no existeix. L'obertura s'ha avortat
gl: O ficheiro '%1' non existe. Non se abrirá

# _msg315
source: Categories
gl: Categorias

# _msg316
source: &Order
ca: &Ordena
gl: &Orde

# _msg317
source: Order
ca: Ordena
gl: Orde

# _msg318
source: Select
ca: Selecciona
gl: Seleccionar

# _msg319
source: Line
ca: Línia
gl: Liña

# _msg320
source: Circle
ca: Cercle
gl: Círculo

# _msg321
source: &Curve
ca: &Corba
gl: Cu&rva

# _msg322
source: Curve
ca: Corba
gl: Curva

# _msg323
source: Ellipse
gl: Elipse

# _msg324
source: Polyline
ca: Línia poligonal
gl: Poliliña

# _msg325
source: Dimension
ca: Cota
gl: Acoutamento

# _msg326
source: Modify
ca: Modifica
gl: Modificar

# _msg327
source: Info
ca: Informació
gl: Consulta

# _msg328
source: Pen
ca: Traç
gl: Trazo

# _msg329
source: Dock Areas
ca: Àrees d'acoblament
fr: Zones d’ancrage
gl: Áreas de carga

# _msg330
source: Grid Status
ca: Estat de la quadrícula
fr: État de la grille
gl: Estado da grella

# _msg331
source: Toolbars
ca: Barres d'eines
fr: Barres d’outils
gl: Barras de ferramentas

# _msg332
source: Dockwidgets
ca: Acoblador d'estris
fr: Gadgets logiciels d’ancrage
gl: Cargador de widgets

# _msg333
source: Device Options
ca: Opcions del dispositiu
fr: Choix du périphérique
gl: Opcións do dispositivo

# _msg334
source: Device
ca: Dispositiu
fr: Périphérique
gl: Dispositivo

# _msg335
source: &Options
ca: &Opcions
fr: &Paramètres
gl: &Opcións

# _msg337
source: Dime&nsion
ca: Co&ta
gl: &Acoutar

# _msg338
source: Dock Wid&gets
ca: Aco&blament dels estris
fr: Ancrer les gad&gets logiciels
gl: Cargador de &widgets

# _msg339
source: Recent Files
ca: Fitxers recents
fr: Fichiers récents
gl: &Ficheiros recentes

# _msg340
source: Compiler: Microsoft Visual C++
ca: Compilador: Microsoft Visual C++
fr: Compilateur : Microsoft Visual C++
gl: Compilador: Microsoft Visual C++

# _msg341
source: Boost Version: %1.%2.%3
ca: Versió de Boost: %1.%2.%3
fr: Version de Boost : %1.%2.%3
gl: Subir a versión: %1.%2.%3

# _msg342
source: Copy
ca: Copia
fr: Copier
gl: Copiar

# _msg343
source: Contributors
ca: Contribuïdors
fr: Contributeurs
gl: Contribucións

# _msg344
source: License
ca: Llicència
fr: Licence
gl: Licenza

# _msg345
source: System
ca: Sistema
fr: Système
gl: Sistema

# _msg346
source: Toolbar Creator
ca: Creador de barres d'eines
fr: Créateur de barres d’outils
gl: Creador de barras de ferramentas

# _msg347
source: Menu Creator
ca: Creador de menús
fr: Créateur de menus
gl: Creador de menús

# _msg348
source: Menu Assigner
ca: Eina d'assignació de menús
fr: Attribution de menus
gl: Asignar menús

# _msg349
source: &Tools
ca: Ei&nes
fr: &Outils
gl: Fe&rramentas

# _msg350
source: &Drawings
ca: &Dibuixos
fr: &Dessins
gl: &Debuxos

# _msg351
source: Help Links
ca: Enllaços d'ajuda
fr: Liens d’aide
gl: Ligazóns de axuda

# _msg352
source: Online
ca: En línia
fr: En ligne
gl: En liña

# _msg355
source: Closing Drawing
ca: Tancament del dibuix
fr: Fermeture du dessin
gl: Pechando debuxo

# _msg357
source: &Save
ca: &Desa
fr: &Enregistrer
gl: &Gardar

# _msg380
source: Do you really want to close the file %1?
ca: Esteu segur que voleu tancar el fitxer %1?
fr: Voulez-vous vraiment fermer le fichier %1?
gl: Quere realmente pechar o ficheiro %1?

# _msg381
source: Do you really want to close the drawing?
ca: Esteu segur que voleu tancar el dibuix?
fr: Voulez-vous vraiment fermer le dessin?
gl: Quere realmente pechar o debuxo?

# _msg382
source: Closing Drawing
ca: Tancament del dibuix
fr: Fermeture du dessin
gl: Pechando debuxo

# _msg387
source: Selection
ca: Selecció
fr: Sélection
gl: Selección

# _msg389
source: Current Layer
ca: Capa actual
fr: Calque actif
gl: Capa actual

# _msg390
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Name of Current Active Layer</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nom de la capa actual</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nom du calque actif</p></body></html>
gl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nome da capa activa actual</p></body></html>

# _msg391
source: Block Settings
ca: Ajusts del bloc
fr: Paramètres du bloc
gl: Opcións de bloque

# _msg392
source: Block Name:
ca: Nom del bloc:
fr: Nom du bloc :
gl: Nome do bloque:

# _msg393
source: Renaming Block
ca: S'està reanomenant el bloc
fr: Renommer le bloc
gl: Renomeando o bloque

# _msg394
source: Could not name block. A block named "%1" already exists.
ca: No s'ha pogut anomenar el nom del bloc. Ja hi ha un bloc anomenat "%1".
fr: Impossible de nommer ce bloc. Le bloc nommé "%1" existe déjà.
gl: Non se puido nomear o bloque. Un bloque co nome "%1" xa existe.

# _msg395
source: Remove the active block
ca: Elimina el bloc actiu
fr: Supprimer le bloc actif
gl: Elimina o bloque activo

# _msg396
source: Rename the active block
ca: Reanomena el bloc actiu
fr: Renommer le bloc actif
gl: Renomea o bloque activo

# _msg397
source: Edit the active block in a separate window
ca: Edita el bloc actiu en una finestra separada
fr: Éditer le bloc actif dans une nouvelle fenêtre
gl: Edita o bloque activo nunha fiestra nova

# _msg398
source: Insert the active block
ca: Insereix el bloc actiu
fr: Insérer le bloc actif
gl: Insire o bloque activo

# _msg399
source: Block Menu
ca: Menú dels blocs
fr: Menu de blocs
gl: Menú bloques

# _msg400
source: &Defreeze all Blocks
ca: &Descongela tots els blocs
fr: &Débloquer tous les blocs
gl: A&mosar tódolos bloques

# _msg401
source: &Freeze all Blocks
ca: &Congela tots els blocs
fr: &Bloquer tous les blocs
gl: &Agochar tódolos bloques

# _msg402
source: &Add Block
ca: &Afegeix un bloc
fr: &Ajouter un bloc
gl: &Engadir bloque

# _msg403
source: &Remove Block
ca: &Elimina el bloc
fr: &Supprimer le bloc
gl: Des&botar bloque

# _msg404
source: &Edit Block
ca: &Edita el bloc
fr: &Éditer le bloc
gl: E&ditar bloque

# _msg405
source: &Toggle Visibility
ca: Commuta la &visibilitat
fr: &Basculer la visibilité
gl: Alternar &visibilidade

# _msg406
source: Show all blocks
ca: Mostra tots els blocs
fr: Afficher tous les blocs
gl: Amosar tódolos bloques

# _msg407
source: Hide all blocks
ca: Oculta tots els blocs
fr: Masquer tous les blocs
gl: Agochar tódolos bloques

# _msg408
source: &Rename Block
ca: Can&via el nom del bloc
fr: &Renommer le bloc
gl: &Renomear bloque

# _msg409
source: &Insert Block
ca: &Insereix un bloc
fr: &Insérer un bloc
gl: &Inserir bloque

# _msg410
source: &Create New Block
ca: &Crea un bloc nou
fr: &Créer un nouveau bloc
gl: &Facer bloque novo

# _msg411
source: Create Block
ca: Crea un bloc
fr: Créer un bloc
gl: Facer bloque

# _msg412
source: Add an empty block
ca: Afegeix un bloc buit
fr: Ajouter un bloc vide
gl: Engadir un bloque baleiro

# _msg413
source: save the active block to a file
ca: desa el bloc actiu en un fitxer
fr: Enregistrer le bloc actif dans un fichier
gl: Gardar o bloque activo nun ficheiro

# _msg416
source: By Layer
ca: Per capa
fr: Par calque
gl: Por capa

# _msg417
source: By Block
ca: Per bloc
fr: Par bloc
gl: Por bloque

# _msg418
source: Red
ca: Vermell
fr: Rouge
gl: Encarnado

# _msg419
source: Yellow
ca: Groc
fr: Jaune
gl: Marelo

# _msg420
source: Green
ca: Verd
fr: Vert
gl: Verde

# _msg421
source: Cyan
ca: Cian
gl: Ciano

# _msg422
source: Blue
ca: Blau
fr: Bleu
gl: Azul

# _msg423
source: Magenta
gl: Maxenta

# _msg424
source: Black / White
ca: Blanc i negre
fr: Noir/blanc
gl: Branco / Negro

# _msg425
source: Gray
ca: Gris
fr: Gris
gl: Gris

# _msg426
source: Light Gray
ca: Gris clar
fr: Gris clair
gl: Gris claro

# _msg427
source: Unchanged
ca: Sense canvis
fr: Inchangé
gl: Sen trocos

# _msg428
source: Dark Red
ca: Vermell fosc
fr: Rouge foncé
gl: Encarnado escuro

# _msg429
source: Dark Yellow
ca: Groc fosc
fr: Jaune foncé
gl: Marelo escuro

# _msg430
source: Dark Green
ca: Verd fosc
fr: Vert foncé
gl: Verde escuro

# _msg431
source: Dark Cyan
ca: Cian fosc
fr: Cyan foncé
gl: Ciano escuro

# _msg432
source: Dark Blue
ca: Blau fosc
fr: Bleu foncé
gl: Azul escuro

# _msg433
source: Dark Magenta
ca: Magenta fosc
fr: Magenta foncé
gl: Maxenta escuro

# _msg434
source: Dark Gray
ca: Gris fosc
fr: Gris foncé
gl: Gris escuro

# _msg435
source: Custom
ca: Personalitzat
fr: Personnalisé
gl: Personalizar

# _msg436
source: clear
ca: Neteja
fr: effacer
gl: Limpar

# _msg437
source: &Copy
ca: &Copia
fr: &Copier
gl: &Copiar

# _msg438
source: Select &All
ca: &Selecciona-ho tot
fr: &Tout sélectionner
gl: Seleccionar &todo

# _msg439
source: Clear
ca: Neteja
fr: Effacer
gl: Limpar

# _msg440
source: Command Line
ca: Línia d'ordres
fr: Ligne de commande
gl: Liña de comandos

# _msg441
source: Command:
ca: Ordre:
fr: Commande :
gl: Comando:

# _msg442
source: Unknown command: %1
ca: Ordre desconeguda: %1
fr: Commande inconnue : %1
gl: Comando descoñecido: %1

# _msg443
source: Command history and output
ca: Historial i sortida d'ordres
fr: Historique et sortie des commandes
gl: Historial de comandos e de saídas

# _msg446
source: Coordinates
ca: Coordenades
fr: Coordonnées
gl: Coordenadas

# _msg447
source: Dimension Label Editor
ca: Editor de les etiquetes de les cotes
fr: Éditeur d’étiquettes de dimension
gl: Editor de etiquetas de acoutamemto

# _msg448
source: Dimension Label:
ca: Etiqueta de la cota:
fr: Étiquette de dimension :
gl: Etiqueta no acoutamento

# _msg449
source: Label:
ca: Etiqueta:
fr: Étiquette :
gl: Etiqueta:

# _msg450
source: Insert:
ca: Insereix:
fr: Insérer :
gl: Inserir:

# _msg451
source: ° (Degree)
ca: ° (Grau)
fr: ° (degré)
gl: ° (Grao)

# _msg452
source: ± (Plus / Minus)
ca: ± (Més / Menys)
fr: ± (plus/moins)
gl: ± (Máis / Menos)

# _msg453
source: × (Times)
ca: × (Multiplicació)
fr: × (fois)
gl: × (Por)

# _msg454
source: ÷ (Division)
ca: ÷ (Divisió)
gl: ÷ (Partido por)

# _msg455
source: ⌀ (Diameter)
ca: ⌀ (Diàmetre)
fr: ⌀ (diamètre)
gl: ⌀ (Diámetro)

# _msg457
source: Arc
gl: Arco

# _msg458
source: Layer:
ca: Capa:
fr: Calque :
gl: Capa:

# _msg459
source: Geometry
ca: Geometria
fr: Géométrie
gl: Xeometría

# _msg460
source: Radius:
ca: Radi:
fr: Rayon :
gl: Raio:

# _msg461
source: Center (y):
ca: Centre (y):
fr: Centre (y) :
gl: Centro (y):

# _msg462
source: Center (x):
ca: Centre (x):
fr: Centre (x) :
gl: Centro (x):

# _msg463
source: Start Angle:
ca: Angle inicial:
fr: Angle de départ :
gl: Ángulo inicial:
