Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3282
source: length2
ca: longitud2

# _msg3283
source: len2
ca: lon2

# _msg3287
source: chord length
ca: longitud de la corda

# _msg3288
source: length
ca: longitud

# _msg3290
source: Command: %1
ca: Ordre: %1

# _msg3291
source: Available commands:
ca: Odres disponibles:

# _msg3292
source: circle
ca: circumferencia

# _msg3293
source: zw
ca: zf

# _msg3295
source: zp
ca: enq

# _msg3296
source: da
ca: ca

# _msg3297
source: dh
ca: ch

# _msg3298
source: dv
ca: cv

# _msg3299
source: dr
ca: cl

# _msg3300
source: ld
ca: cg

# _msg3301
source: sg
ca: fg

# _msg3302
source: se
ca: fe

# _msg3303
source: si
ca: fi

# _msg3304
source: sm
ca: fm

# _msg3305
source: sn
ca: fp

# _msg3306
source: np
ca: fp

# _msg3307
source: tn
ca: dt

# _msg3308
source: ch
ca: mb

# _msg3309
source: xt
ca: me

# _msg3310
source: rm
ca: mr

# _msg3311
source: mv
ca: mm

# _msg3312
source: mi
ca: ms

# _msg3313
source: ro
ca: mg

# _msg3314
source: sz
ca: me

# _msg3315
source: ss
ca: ma

# _msg3316
source: er
ca: ms

# _msg3317
source: oo
ca: md

# _msg3318
source: uu
ca: mr

# _msg3319
source: xp
ca: me

# _msg3320
source: dimregen
ca: regencot

# _msg3329
source: zv
ca: za

# _msg3331
source: polyline
ca: polilinia

# _msg3333
source: tm
ca: mr

# _msg3360
source: kill
ca: mata

# _msg3362
source: back
ca: enrere

# _msg3363
source: b
ca: e

# _msg3369
source: redraw
ca: redibuixa

# _msg3376
source: os
ca: pl

# _msg3378
source: sc
ca: fc

# _msg3380
source: sd
ca: fd

# _msg3384
source: sa
ca: st

# _msg3385
source: number
ca: nombre

# _msg3386
source: reversed
ca: invertit

# _msg3387
source: rev
ca: inv

# _msg3388
source: r
ca: i

# _msg3389
source: row
ca: fila

# _msg3390
source: r
ca: f

# _msg3392
source: Command not found: %1
ca: No s'ha trobat l'ordre: %1

# _msg3393
source: Accepted keycode: %1
ca: Codi clau acceptat: %1

# _msg3394
source: mtext
ca: textm

# _msg3395
source: dpi
ca: ppp

# _msg3396
source: re
ca: cd

# _msg3397
source: re
ca: cd

# _msg3398
source: rn
ca: cr

# _msg3399
source: rn
ca: cr

# _msg3400
source: rr
ca: ro

# _msg3401
source: rr
ca: ro

# _msg3406
source: setrelativezero
ca: eor

# _msg3407
source: setrelativezero
ca: eor

# _msg3408
source: rz
ca: or

# _msg3409
source: paperoffset
ca: desplaçament en el paper

# _msg3410
source: graphoffset
ca: desplaçament gràfic

# _msg3411
source: fillet
ca: arrodoneix

# _msg3412
source: divide
ca: divideix

# _msg3414
source: cut
ca: retalla

# _msg3417
source: cl
ca: lc

# _msg3420
source: row
ca: fila

# _msg3422
source: calculate
ca: calcula
