Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1676
source: Registered (®)
tr: Tescilli (®)

# _msg1677
source: Paragraph (§)
tr: Paragraf (§)

# _msg1679
source: Pound (£)
tr: Sterlin (£)

# _msg1681
source: Times (×)
tr: Çarpı (×)

# _msg1682
source: Division (÷)
tr: Bölü (÷)

# _msg1683
source: Insert Unicode
tr: Unicode Yerleştir

# _msg1684
source: Page:
tr: Sayfa:

# _msg1685
source: Char:
tr: Karakter:

# _msg1794
source: Diameter (⌀)
tr: Çap (⌀)

# _msg1795
source: &Line spacing:
tr: &Hat aralığı:

# _msg1797
source: Mirroring Options
tr: Yansıtma Seçenekleri

# _msg1798
source: Number of copies
tr: Kopya sayısı

# _msg1799
source: &Delete Original
tr: Orijinali &Sil

# _msg1800
source: &Keep Original
tr: Orijinali &Silme

# _msg1801
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg1802
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg1804
source: Number of copies
tr: Kopya sayısı

# _msg1805
source: &Delete Original
tr: Orijinali &Sil

# _msg1806
source: &Keep Original
tr: Orijinali &Silme

# _msg1807
source: &Multiple Copies
tr: &Çoklu Kopya

# _msg1808
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg1809
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg1811
source: Move/Copy Options
tr: Seçenekleri Taşı/Kopyala

# _msg1812
source: Number of copies. Maximum 100
tr: Kopya sayısı. Maksimum 100

# _msg1813
source: Quantity
tr: Miktar

# _msg1814
source: Offset X
tr: Ofset X

# _msg1815
source: Offset Y
tr: Ofset Y

# _msg1816
source: Move/Rotate Options
tr: Taşı/Döndür Seçenekleri

# _msg1817
source: &Angle (a):
tr: &Açı (a):

# _msg1818
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg1819
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg1820
source: Number of copies
tr: Kopya sayısı

# _msg1821
source: &Delete Original
tr: Orijinali &Sil

# _msg1822
source: &Keep Original
tr: Orijinali &Silme

# _msg1823
source: &Multiple Copies
tr: &Çoklu Kopya

# _msg1826
source: Drawing Preferences
tr: Çizim Tercihleri

# _msg1827
source: &Paper
tr: &Kâğıt

# _msg1828
source: Paper Format
tr: Kâğıt Biçimi

# _msg1829
source: &Landscape
tr: &Enine

# _msg1830
source: P&ortrait
tr: &Boyuna

# _msg1831
source: Paper &Height:
tr: Kâğıt &Yüksekliği:

# _msg1832
source: Paper &Width:
tr: Kâğıt &Genişliği:

# _msg1833
source: &Units
tr: &Birimler

# _msg1834
source: Main Unit
tr: Ana Birim

# _msg1835
source: &Main drawing unit:
tr: &Ana çizim birimi:

# _msg1836
source: Length
tr: Uzunluk

# _msg1837
source: &Format:
tr: &Biçim:

# _msg1838
source: P&recision:
tr: &Hassasiyet:

# _msg1839
source: Preview
tr: Önizleme

# _msg1840
source: linear
tr: doğrusal

# _msg1841
source: Angle
tr: Açı

# _msg1842
source: F&ormat:
tr: Bi&çim:

# _msg1843
source: Pre&cision:
tr: Ha&ssasiyet:

# _msg1844
source: angular
tr: açısal

# _msg1845
source: Grid Settings
tr: Izgara Ayarları

# _msg1846
source: Show Grid
tr: Izgarayı Göster

# _msg1847
source: X Spacing:
tr: Yatay Boşluk:

# _msg1848
source: Y Spacing:
tr: Düşey Boşluk:
zh_tw: Y 間隔：

# _msg1849
source: &Dimensions
tr: &Boyutlar
zh_tw: 標註

# _msg1850
source: Text Height:
tr: Metin Yüksekliği:

# _msg1851
source: units
tr: birimler

# _msg1852
source: Arrow size:
tr: Ok boyutu:

# _msg1853
source: Dimension line gap:
tr: Ölçülendirme çizgisi boşluğu:

# _msg1854
source: Scientific
tr: Bilimsel

# _msg1855
source: Decimal
tr: Ondalık

# _msg1856
source: Engineering
tr: Mühendislik

# _msg1857
source: Architectural
tr: Mimari

# _msg1858
source: Fractional
tr: Oransal

# _msg1859
source: Decimal Degrees
tr: Ondalık derece

# _msg1860
source: Deg/min/sec
tr: Der/Dak/San

# _msg1861
source: Gradians
tr: Eğim

# _msg1862
source: Radians
tr: Yarıçap

# _msg1863
source: Surveyor's units
tr: Müfettiş birimleri

# _msg1864
source: auto
tr: özdevinimli

# _msg1865
source: Options
tr: Seçenekler

# _msg1866
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
tr: 'Mühendislik' ve 'Mimari' uzunluk biçimlerinde birim milimetre olmalıdır.

# _msg1867
source: &Grid
tr: &Izgara

# _msg1868
source: Splines
tr: Oluklar

# _msg1869
source: Number of line segments per spline patch:
tr: Oluk yaması başına hat segmenti sayısı:

# _msg1870
source: Crosshair
tr: Artı işareti

# _msg1871
source: Left crosshair with isometric grid
tr: İzometrik ızgaralı soldaki artı işareti

# _msg1872
source: Left
tr: Sol

# _msg1873
source: Top crosshair with isometric grid
tr: İzometrik ızgaralı üstteki artı işareti

# _msg1874
source: Top
tr: Üst

# _msg1875
source: Right crosshair with isometric grid
tr: İzometrik ızgaralı sağdaki artı işareti

# _msg1876
source: Right
tr: Sağ

# _msg1877
source: Use orthogonal grid
tr: Ortogonal ızgara kullan

# _msg1878
source: Orthogonal Grid
tr: Ortogonal Izgara

# _msg1879
source: Use isometric grid
tr: İzometrik ızgara kullan

# _msg1880
source: Isometric Grid
tr: İzometrik Izgara

# _msg1881
source: Tick size:
tr: Tik İşareti boyutu:

# _msg1882
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
tr: <html><head/><body><p>Boyut Tik İşareti boyutu. 0 olarak ayarlanırsa boyut tik işareti kapatılır. Boyut tik işareti açık olduğunda boyut ok işareti çizilmez.</p></body></html>

# _msg1883
source: Horizontal
tr: Yatay

# _msg1884
source: General Scale:
tr: Genel Ölçek:

# _msg1885
source: <html><head/><body><p>Scale to multiply all dimension values.</p></body></html>
tr: <html><head/><body><p>Tüm boyut değerlerini çoğaltmak için ölçekleyin.</p></body></html>

# _msg1886
source: <html><head/><body><p>Scale to multiply all dimension geometries.</p></body></html>
tr: <html><head/><body><p>Tüm boyut geometrilerini çoğaltmak için ölçekleyin.</p></body></html>

# _msg1887
source: Text style:
tr: Metin stili:

# _msg1888
source: '.' (Period)
tr: '.' (Nokta)

# _msg1889
source: ',' (Comma)
tr: ',' (Virgül)

# _msg1890
source: Decimal separator:
tr: Ondalık virgülü:

# _msg1891
source: Linear units:
tr: Doğrusal birimler:

# _msg1892
source: Color:
tr: Renk:

# _msg1893
source: Length Factor:
tr: Uzunluk Faktörü:

# _msg1894
source: Angular units:
tr: Açısal birimler:

# _msg1895
source: Linear zeros:
tr: Doğrusal sıfırlar:

# _msg1896
source: Format units
tr: Formatlama birimleri

# _msg1897
source: <html><head/><body><p>Distance gap around text</p></body></html>
tr: <html><head/><body><p>Metin etrafında mesafe boşluğu</p></body></html>

# _msg1898
source: Text size & position
tr: Metin boyutu ve pozisyonu

# _msg1899
source: Length to enlarge over dimension line
tr: Boyut hattında büyütmek için uzunluk

# _msg1900
source: <html><head/><body><p>Dimension arrow size. <a name="result_box"/>without effect when tick size <a name="result_box"/>is other than 0</p></body></html>
tr: <html><head/><body><p>Boyut oku boyutu. <a name="result_box"/>tik işareti boyutu 0 dışında bir değer <a name="result_box"/>olduğunda etkisiz</p></body></html>

# _msg1901
source: Width:
tr: Genişlik:

# _msg1902
source: Dimension lines, arrows & ticks
tr: Boyut hatları, ok ve tik işaretleri

# _msg1903
source: Angular zeros:
tr: Açısal sıfırlar:

# _msg1904
source: Angular precision:
tr: Açısal duyarlık:

# _msg1905
source: Enlarge:
tr: Büyüt:

# _msg1906
source: Offset:
tr: Ofset:

# _msg1907
source: Linear precision:
tr: Doğrusal duyarlık:

# _msg1908
source: <html><head/><body><p>Text alignment <a name="result_box"/>relative to the dimension line.</p></body></html>
tr: <html><head/><body><p>Boyut hattına göre <a name="result_box"/>metin hizalama.</p></body></html>

# _msg1909
source: Aligned
tr: Hizalı

# _msg1910
source: <html><head/><body><p>Offset from origin point.</p></body></html>
tr: <html><head/><body><p>Başlangıç noktasından ofset.</p></body></html>

# _msg1911
source: Text alignment:
tr: Metin hizalama:

# _msg1912
source: Extension lines
tr: Uzantı hatları

# _msg1913
source: Fixed length:
tr: Sabit uzunluk:

# _msg1914
source: fixed extension line legth
tr: sabit uzantı hattı uzunluğu

# _msg1915
source: Format
tr: Biçim

# _msg1916
source: &Height:
tr: &Yükseklik:

# _msg1917
source: &Width:
tr: &Genişlik:

# _msg1918
source: Orientation
tr: Yönlendirme

# _msg1919
source: Margins
tr: Kenar Boşlukları

# _msg1920
source: Bottom
tr: Alt

# _msg1921
source: Number of pages
tr: Sayfa sayısı

# _msg1922
source: Horizontally:
tr: Yatay:

# _msg1923
source: Vertically:
tr: Dikey:

# _msg1924
source: Update Template
tr: Şablonu Güncelle

# _msg1925
source: Architectural (metric)
tr: Mimari (metrik)

# _msg1926
source: For the length format 'Architectural (metric)', the unit must be set to Meter.
tr: Uzunluk biçimi için 'Mimari (metrik)', birim Metre olarak ayarlanmalıdır.

# _msg1927
source: Circle
tr: Daire

# _msg1928
source: Point
tr: Nokta

# _msg1929
source: Application Preferences
tr: Uygulama Tercihleri

# _msg1930
source: &Appearance
tr: &Görünüm

# _msg1931
source: Language
tr: Dil

# _msg1932
source: &GUI Language:
tr: &Arayüz Dili:

# _msg1933
source: &Command Language:
tr: &Komut Dili:

# _msg1934
source: Backgr&ound:
tr: &Artalan:

# _msg1935
source: G&rid Color:
tr: I&zgara Rengi:

# _msg1936
source: &Meta Grid Color:
tr: &Meta Izgara Rengi:

# _msg1937
source: S&elected Color:
tr: S&eçili Renk:

# _msg1938
source: &Highlighted Color:
tr: &Vurgu Rengi:

# _msg1939
source: Graphic View
tr: Grafik Görünüm

# _msg1940
source: A&utomatically scale grid
tr: Izgarayı &özdevinimli oranla

# _msg1941
source: &Paths
tr: &Yollar

# _msg1942
source: Translations:
tr: Çeviriler:

# _msg1943
source: Hatch Patterns:
tr: Tarama Desenleri:

# _msg1944
source: Fonts:
tr: Yazıtipleri:

# _msg1945
source: Part Libraries:
tr: Parça Kütüphaneleri:

# _msg1946
source: &Defaults
tr: &Öntanımlılar

# _msg1947
source: Defaults for new drawings
tr: Yeni çizimin öntanımlıları

# _msg1948
source: &Unit:
tr: &Birim:

# _msg1949
source: Preferences
tr: Tercihler

# _msg1950
source: Please restart the application to apply all changes.
tr: Tüm değişikliklerin geçerli olması için uygulamayı yeniden başlatın.

# _msg1953
source: Program Defaults
tr: Program Varsayılanları

# _msg1954
source: Auto save time:
tr: Otomatik kaydetme süresi:

# _msg1955
source: Drawing unit.
tr: Çizim birimi.

# _msg1956
source: Time between automatic saving of the document in minutes.
tr: Dakika cinsinden otomatik belge kaydı arasında geçen süre.

# _msg1957
source: When set, LibreCAD will automatically generate a backup of your current drawing.
tr: Ayarlandığında LibreCAD mevcut çiziminizin otomatik olarak yedeklemesini üretir.

# _msg1958
source: Auto backup
tr: Otomatik yedekleme

# _msg1959
source: Template:
tr: Şablon:

# _msg1960
source: St&art Handle Color:
tr: Tutamak Rengi Ba&şlat:

# _msg1961
source: &Handle Color:
tr: &Tutamak Rengi:

# _msg1962
source: &End Handle Color:
tr: Tutamak Rengi &Bitir:

# _msg1963
source: Graphic Colors
tr: Grafik Renkleri

# _msg1964
source: Snap indicator:
tr: Yakalama göstergesi:

# _msg1965
source: Anti-aliasing
tr: Örtüşme önleme

# _msg1966
source: Modify layer of selected entities, at layer activation
tr: Seçilen şekil hatlarının tabakasını, tabaka etkinleştirmesinde değiştir

# _msg1967
source: Clear Settings
tr: Ayarları Sil

# _msg1968
source: restores program geometry/layout to original state
tr: program geometrisi/planını orijinal durumuna geri getirir

# _msg1969
source: Layout
tr: Plan

# _msg1970
source: restores the program to its original state
tr: programı orijinal durumuna geri getirir

# _msg1971
source: All
tr: Tümü

# _msg1972
source: Scrollbars
tr: Kaydırma çubukları

# _msg1973
source: Snap indicator lines
tr: Yakalama göstergesi hatları

# _msg1974
source: Snap indicator shape
tr: Yakalama göstergesi şekli

# _msg1975
source: Hide cursor when snapping
tr: Yakalama sırasında imleci gizle

# _msg1976
source: Start in tab mode
tr: Sekme modunda başlat

# _msg1977
source: Startup
tr: Başlatma

# _msg1978
source: Display loading screen
tr: Görüntü yükleme ekranı

# _msg1979
source: Start with main window maximized
tr: Ana pencere maksimumdayken başlat

# _msg1980
source: Enable CAD dockwidgets
tr: CAD sabit görsel parçalarını etkinleştir

# _msg1981
source: Enable CAD toolbars
tr: CAD araç çubuklarını etkinleştir

# _msg1983
source: Clear settings
tr: Ayarları sil

# _msg1984
source: This will also include custom menus and toolbars. Continue?
tr: Bu özel menüleri ve araç çubuklarını da içerecek. Devam edilsin mi?

# _msg1985
source: <html><head/><body><p>When enabled, activating a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities modified to belong to the new layer.</p></body></html>
tr: <html><head/><body><p>Ayarlandığında, bir tabakanın etkinleştirilmesi bu yeni tabakadaki seçilen tüm şekil hatlarını değiştirecektir. Çok sayıda şekil hattının tabakasını değiştirmek için: Önce gereken şekil hatlarını seçin; tabaka görsel parçasında bir tabakayı etkinleştirin. Bu şekilde, seçilen tüm şekil hatları, yeni tabakaya ait olacak şekilde değiştirilir.</p></body></html>

# _msg1986
source: Variable File:
tr: Değişken Dosyası:

# _msg1987
source: Minimal Grid Spacing (p&x):
tr: Minimum Izgara Aralığı (p&x):

# _msg1988
source: Don't use native OS file open dialog
tr: Doğal OS dosyası açık iletişimini kullanma

# _msg1990
source: Inverts scrolling direction when using mouse wheel with Shift key.
tr: Fare tekerleği kullanırken Shift tuşuyla kaydırma yönünü tersine çevirir.

# _msg1991
source: Invert horizontal scrolling direction
tr: Yatay kaydırma yönünü ters çevir

# _msg1992
source: Inverts scrolling direction when using mouse wheel with Ctrl key.
tr: Fare tekerleği kullanırken Ctrl tuşuyla kaydırma yönünü tersine çevirir.

# _msg1993
source: Invert vertical scrolling direction
tr: Dikey kaydırma yönünü ters çevir

# _msg1994
source: Inverts zoom direction when using mouse wheel.
tr: Fare tekerleği kullanırken zumlama yönünü tersine çevirir.

# _msg1995
source: Invert zoom direction
tr: Zumlama yönünü ters çevir

# _msg1996
source: Keyboard Settings
tr: Klavye Ayarları

# _msg1997
source: Evaluate commands when SPACE BAR is pressed
tr: SPACE BAR tuşuna basıldığında komutları değerlendir

# _msg1998
source: Toggle free snap mode when the SPACE BAR is pressed and the command window is empty
tr: SPACE BAR tuşuna basıldığında ve komut penceresi boş olduğunda serbest yakalama moduna geç

# _msg1999
source: Toggle free snap mode when SPACE BAR is pressed
tr: SPACE BAR tuşuna basıldığında serbest yakalama moduna geç

# _msg2000
source: CAD Preferences
tr: CAD Tercihleri

# _msg2001
source: Automatically zoom drawing when opening
tr: Açılışta çizime otomatik zumla

# _msg2002
source: Crosshair
tr: Artı işareti

# _msg2007
source: Layers
tr: Tabakalar

# _msg2008
source: Export invisible layers
tr: Görünmez katmanları dışarı aktar

# _msg2009
source: Export visible construction layers
tr: Görünür konstrüksiyon katmanlarını dışarı aktar

# _msg2010
source: Blocks
tr: Bloklar

# _msg2011
source: Convert blocks to safe inline SVG content
tr: Blokları güvenli satır içi SVG içeriğine dönüştür

# _msg2012
source: Ellipses / Ellipse arcs
tr: Elipsler/Elips yayları

# _msg2013
source: Approximate ellipses and ellipse arcs with cubic béziers
tr: Kübik bezierle yaklaşık elipsler ve elips yayları

# _msg2014
source: Export as CAM/plain SVG
tr: CAM/düz SVG olarak dışarı aktar

# _msg2015
source: Default width of elements, mm
tr: Ögelerin varsayılan genişliği, mm

# _msg2016
source: Images
tr: Resimler

# _msg2017
source: Raster Image export
tr: Raster Resmi dışarı aktar

# _msg2018
source: Dash/Dot Lines
tr: Tire/Nokta Hatları

# _msg2019
source: Length of the pattern, mm
tr: Şablon uzunluğu, mm

# _msg2020
source: Bake dash/dot lines to SVG path
tr: Tire/nokta hatlarını SVG yoluna yerleştir

# _msg2021
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none" or "visibility: hidden").
tr: Kasım 2014 itibarıyla kullanıma sunulan MakerCAM, görünmez olarak ayarlanan SVG içeriğini gizlemez (“gösterim: hiçbiri” veya “görünürlük: gizli”).

# _msg2022
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
tr: Kasım 2014 itibarıyla kullanıma sunulan MakerCAM, <use> içinde referans noktasını dikkate almadığı için blokları doğru bir şekilde ele alamaz.

# _msg2023
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the <transform> attribute or as <path> using elliptic arc segments.
tr: Mart 2015 itibarıyla kullanıma sunulan MakerCAM, <transform> niteliğinde <ellipse> döndürme ile etiketle seçeneği kullanılarak oluşturulduğunda veya eliptik yay segmentleri kullanılarak <path> olarak oluşturulduğunda, elipsleri ve elips yaylarını doğru görüntüleyemez.

# _msg2024
source: Exported images can be useful in SVG editors (Inkscape, etc), but avoided in some CAM's.
tr: Dışarı aktarılan görüntüler SVG düzenleyicilerde (Inkscape, vb) kullanışlı olabilir, ancak bazı CAM'larda bunlardan kaçınılmalıdır.

# _msg2025
source: Many CAM's(MakerCAM, EleskCAM, LaserWeb) ignore dashed/doted line style, which can be useful in lasercut of plywood or for papercraft.
tr: Pek çok CAM'da (MakerCAM, EleskCAM, LaserWeb) tireli/noktalı hat stili yok sayılır, bu kontrplak veya kâğıt işlerinin lazer kesiminde fayda sağlayabilir.

# _msg2026
source: Default width of elements can affect some CAM's/SVG Editors, but ignored by other
tr: Ögelerin varsayılan genişliği bazı CAM/SVG Düzenleyicilerini etkileyebilirken, diğerlerinde yok sayılır

# _msg2027
source: Length of line pattern related to zoom, so default step value required for baking
tr: Hat şablonu uzunluğu zumlama ile bağlantılıdır, dolayısıyla pişirme için varsayılan adım değeri gerekir

# _msg2028
source: Point
tr: Nokta

# _msg2029
source: Layer:
tr: Katman:

# _msg2030
source: Geometry
tr: Geometri

# _msg2031
source: Position (y):
tr: Konum (y):

# _msg2032
source: Position (x):
tr: Konum (x):

# _msg2033
source: Polyline
tr: Çoklu çizgi

# _msg2034
source: Layer:
tr: Katman:

# _msg2035
source: Geometry
tr: Geometri

# _msg2036
source: Closed
tr: Kapalı

# _msg2037
source: Rotation Options
tr: Döndürme Seçenekleri

# _msg2038
source: Number of copies
tr: Kopya sayısı

# _msg2039
source: &Delete Original
tr: Orijinali &Sil

# _msg2040
source: &Keep Original
tr: Orijinali &Silme

# _msg2041
source: &Multiple Copies:
tr: &Çoklu Kopya:

# _msg2042
source: &Angle (a):
tr: &Açı (a):

# _msg2043
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg2044
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg2046
source: Rotate Two Options
tr: İki Seçenekle Döndür

# _msg2047
source: Number of copies
tr: Kopya sayısı

# _msg2048
source: &Delete Original
tr: Orijinali &Sil

# _msg2049
source: &Keep Original
tr: Orijinali &Silme

# _msg2050
source: &Multiple Copies
tr: &Çoklu Kopya

# _msg2051
source: Angle (&a):
tr: Açı (&a):

# _msg2052
source: Angle (&b):
tr: Açı (&b):

# _msg2053
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg2054
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg2056
source: Scaling Options
tr: Oranlama Seçenekleri

# _msg2057
source: Use current &attributes
tr: Şimdiki &öznitelikleri kullan

# _msg2058
source: Use current &layer
tr: Şimdiki &katmanı kullan

# _msg2059
source: Number of copies
tr: Kopya sayısı

# _msg2060
source: &Delete Original
tr: Orijinali &Sil

# _msg2061
source: &Keep Original
tr: Orijinali &Silme

# _msg2062
source: &Multiple Copies
tr: &Çoklu Kopya

# _msg2064
source: Scale by the same factor at both x- and y- directions
tr: Hem x- hem de y- yönlerinde aynı faktöre göre ölçekle

# _msg2065
source: Isotropic Scaling
tr: İzotropik Ölçekleme

# _msg2068
source: Spline
tr: Oluk

# _msg2069
source: Layer:
tr: Katman:

# _msg2070
source: Geometry
tr: Geometri

# _msg2071
source: Degree:
tr: Derece:

# _msg2072
source: Closed
tr: Kapalı

# _msg2073
source: Text
tr: Metin

# _msg2074
source: &Height:
tr: &Yükseklik:

# _msg2075
source: Alignment
tr: Hizalama

# _msg2076
source: Top Right
tr: Sağ Üst

# _msg2077
source: Top Left
tr: Sol Üst

# _msg2078
source: Middle Left
tr: Ortanın Solu

# _msg2079
source: Middle Center
tr: Orta Merkez

# _msg2080
source: Middle Right
tr: Ortanın Sağı

# _msg2081
source: Bottom Left
tr: Sol Alt

# _msg2082
source: Bottom Right
tr: Sağ Alt

# _msg2083
source: Bottom Center
tr: Alt Orta

# _msg2084
source: Top Center
tr: Üst Merkez

# _msg2085
source: Text:
tr: Metin:

# _msg2086
source: Clear Text
tr: Metni Sil

# _msg2087
source: Load Text From File
tr: Metni Dosyadan Yükle

# _msg2088
source: Save Text To File
tr: Metni Dosyaya Kaydet

# _msg2089
source: Cut
tr: Kes

# _msg2090
source: Copy
tr: Kopyala

# _msg2091
source: Paste
tr: Yapıştır

# _msg2092
source: Insert Symbol
tr: Sembolü Yerleştir

# _msg2093
source: Degree (°)
tr: Derece (°)

# _msg2094
source: Plus / Minus (±)
tr: Artı - Eksi (±)

# _msg2095
source: At (@)
tr: Salyangoz (@)

# _msg2096
source: Hash (#)
tr: Diyez (#)

# _msg2097
source: Dollar ($)
tr: Dolar ($)

# _msg2098
source: Copyright (©)
tr: Telif Hakkı (©)

# _msg2099
source: Registered (®)
tr: Tescilli (®)

# _msg2100
source: Paragraph (§)
tr: Paragraf (§)

# _msg2102
source: Pound (£)
tr: Sterlin (£)

# _msg2104
source: Times (×)
tr: Çarpı (×)

# _msg2105
source: Division (÷)
tr: Bölü (÷)

# _msg2106
source: Insert Unicode
tr: Unicode Yerleştir

# _msg2107
source: Page:
tr: Sayfa:

# _msg2108
source: Char:
tr: Karakter:

# _msg2217
source: Layer:
tr: Katman:

# _msg2218
source: Font settings
tr: Yazı tipi ayarları

# _msg2219
source: Angle:
tr: Açı:

# _msg2220
source: Width factor:
tr: Genişlik faktörü:

# _msg2221
source: Font:
tr: Yazı tipi:

# _msg2222
source: Baseline Left
tr: Taban Hattı Sol

# _msg2224
source: Baseline Right
tr: Taban Hattı Sağ

# _msg2225
source: Baseline Center
tr: Taban Hattı Orta

# _msg2226
source: Fit
tr: Sığdır

# _msg2227
source: Diameter (⌀)
tr: Çap (⌀)

# _msg2228
source: A&ligned
tr: H&izalandı

# _msg2229
source: &Middle
tr: &Orta

# _msg2231
source: again Still No Text supplied.
tr: yine Metin Hâlâ Yok gönderildi.

# _msg2232
source: Close All
tr: Tümünü Kapat

# _msg2233
source: Close
tr: Kapat

# _msg2236
source: LFF Font %1
tr: LFF Yazı Tipi %1

# _msg2237
source: QCad Font %1
tr: QCad Yazı Tipi %1

# _msg2238
source: Jww Drawing %1
tr: Jww Çizim %1

# _msg2239
source: Drawing Exchange %1
tr: Çizim Değişimi %1

# _msg2240
source: QCad 1.x file %1
tr: QCad 1.x dosyası %1

# _msg2244
source: Block
tr: Blok

# _msg2245
source: Drawing
tr: Çizim

# _msg2246
source: Open %1
tr: Aç %1

# _msg2247
source: Save %1 As
tr: Farklı %1 Kaydet

# _msg2248
source: dwg Drawing %1
tr: dwg Çizim %1

# _msg2249
source: Untitled
tr: Adsız

# _msg2250
source: Image Export Options
tr: İmge Dışa Aktarım Seçenekleri

# _msg2251
source: Bitmap Size
tr: Biteşlem Boyutu

# _msg2252
source: Width:
tr: Genişlik:

# _msg2253
source: Height:
tr: Yükseklik:

# _msg2254
source: Resolution:
tr: Çözünürlük:

# _msg2255
source: auto
tr: özdevinimli

# _msg2256
source: Background
tr: Artalan

# _msg2257
source: White
tr: Beyaz

# _msg2258
source: Colouring
tr: Renklendirme

# _msg2259
source: Black / White
tr: Siyah/Beyaz

# _msg2260
source: Coloured
tr: Renkli

# _msg2261
source: Borders
tr: Kenarlar

# _msg2262
source: Top / Bottom - Border:
tr: Üst/Alt - Kenar:

# _msg2263
source: Left / Right - Border:
tr: Sol/Sağ - Kenar:

# _msg2264
source: set same size
tr: aynı boyuta ayarla

# _msg2265
source: B&lack
tr: S&iyah
