Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1064
source: [2070-209F] Superscripts and Subscripts
ca: [2070-209F] Superíndexs i subíndexs

# _msg1065
source: [20A0-20CF] Currency Symbols
ca: [20A0-20CF] Símbols de monedes

# _msg1066
source: [20D0-20FF] Combining Marks for Symbols
ca: [20D0-20FF] Caràcters combinats per a símbols

# _msg1067
source: [2100-214F] Letterlike Symbols
ca: [2100-214F] Símbols tipus carta

# _msg1068
source: [2150-218F] Number Forms
ca: [2150-218F] Símbols numèrics

# _msg1069
source: [2190-21FF] Arrows
ca: [2190-21FF] Fletxes

# _msg1070
source: [2200-22FF] Mathematical Operators
ca: [2200-22FF] Operadors matemàtics

# _msg1071
source: [2300-23FF] Miscellaneous Technical
ca: [2300-23FF] Caràcters tècnics diversos

# _msg1072
source: [2400-243F] Control Pictures
ca: [2400-243F] Imatges de control

# _msg1073
source: [2440-245F] Optical Character Recognition
ca: [2440-245F] Reconeixement òptic de caràcters

# _msg1074
source: [2460-24FF] Enclosed Alphanumerics
ca: [2460-24FF] Alfanumèrics tancats

# _msg1075
source: [2500-257F] Box Drawing
ca: [2500-257F] Dibuix de quadres

# _msg1076
source: [2580-259F] Block Elements
ca: [2580-259F] Elements de bloc

# _msg1077
source: [25A0-25FF] Geometric Shapes
ca: [25A0-25FF] Formes geomètriques

# _msg1078
source: [2600-26FF] Miscellaneous Symbols
ca: [2600-26FF] Símbols diversos

# _msg1080
source: [27C0-27EF] Miscellaneous Mathematical Symbols-A
ca: [27C0-27EF] Símbols matemàtics diversos-A

# _msg1081
source: [27F0-27FF] Supplemental Arrows-A
ca: [27F0-27FF] Fletxes suplementàries-A

# _msg1082
source: [2800-28FF] Braille Patterns
ca: [2800-28FF] Patrons de Braille

# _msg1083
source: [2900-297F] Supplemental Arrows-B
ca: [2900-297F] Fletxes suplementàries-B

# _msg1084
source: [2980-29FF] Miscellaneous Mathematical Symbols-B
ca: [2980-29FF] Símbols matemàtics diversos-B

# _msg1085
source: [2A00-2AFF] Supplemental Mathematical Operators
ca: [2A00-2AFF] Operadors matemàtics suplementaris

# _msg1086
source: [2E80-2EFF] CJK Radicals Supplement
ca: [2E80-2EFF] Suplement de radicals CJK

# _msg1087
source: [2F00-2FDF] Kangxi Radicals
ca: [2F00-2FDF] Radicals Kangxi

# _msg1088
source: [2FF0-2FFF] Ideographic Description Characters
ca: [2FF0-2FFF] Caràcters de descripció ideogràfica

# _msg1089
source: [3000-303F] CJK Symbols and Punctuation
ca: [3000-303F] Símbols i puntuació CJK

# _msg1095
source: [31A0-31BF] Bopomofo Extended
ca: [31A0-31BF] Bopomofo ampliat

# _msg1096
source: [3200-32FF] Enclosed CJK Letters and Months
ca: [3200-32FF] Lletres i mesos CJK tancats

# _msg1097
source: [3300-33FF] CJK Compatibility
ca: [3300-33FF] Compatibilitat CJK

# _msg1098
source: [3400-4DBF] CJK Unified Ideographs Extension A
ca: [3400-4DBF] Ideografs unificats CJK Extensió A

# _msg1099
source: [4E00-9FAF] CJK Unified Ideographs
ca: [4E00-9FAF] Ideografs unificats CJK

# _msg1100
source: [A000-A48F] Yi Syllables
ca: [A000-A48F] Síl·labes Yi

# _msg1101
source: [A490-A4CF] Yi Radicals
ca: [A490-A4CF] Radicals Yi

# _msg1102
source: [AC00-D7AF] Hangul Syllables
ca: [AC00-D7AF] Síl·labes Hangul

# _msg1103
source: [D800-DBFF] High Surrogates
ca: [D800-DBFF] Substituts alts

# _msg1104
source: [DC00-DFFF] Low Surrogate Area
ca: [DC00-DFFF] Àrea de substituts baixos

# _msg1105
source: [E000-F8FF] Private Use Area
ca: [E000-F8FF] Àrea d'ús privat

# _msg1106
source: [F900-FAFF] CJK Compatibility Ideographs
ca: [F900-FAFF] Ideografs de compatibilitat CJK

# _msg1107
source: [FB00-FB4F] Alphabetic Presentation Forms
ca: [FB00-FB4F] Formes de presentació alfabètica

# _msg1108
source: [FB50-FDFF] Arabic Presentation Forms-A
ca: [FB50-FDFF] Formes de presentació de l'àrab-A

# _msg1109
source: [FE00-FE0F] Variation Selectors
ca: [FE00-FE0F] Selectors de variació

# _msg1110
source: [FE20-FE2F] Combining Half Marks
ca: [FE20-FE2F] Caràcters mitjans combinats

# _msg1111
source: [FE30-FE4F] CJK Compatibility Forms
ca: [FE30-FE4F] Símbols de compatibilitat CJK

# _msg1112
source: [FE50-FE6F] Small Form Variants
ca: [FE50-FE6F] Variants petites de símbols

# _msg1113
source: [FE70-FEFF] Arabic Presentation Forms-B
ca: [FE70-FEFF] Formes de presentació de l'àrab-B

# _msg1114
source: [FF00-FFEF] Halfwidth and Fullwidth Forms
ca: [FF00-FFEF] Símbols d'amplada mitjana i completa

# _msg1115
source: [FFF0-FFFF] Specials
ca: [FFF0-FFFF] Especials

# _msg1116
source: [10300-1032F] Old Italic
ca: [10300-1032F] Cursiva antiga

# _msg1117
source: [10330-1034F] Gothic
ca: [10330-1034F] Gòtica

# _msg1119
source: [1D000-1D0FF] Byzantine Musical Symbols
ca: [1D000-1D0FF] Símbols musicals bizantins

# _msg1120
source: [1D100-1D1FF] Musical Symbols
ca: [1D100-1D1FF] Símbols musicals

# _msg1121
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
ca: [1D400-1D7FF] Símbols alfanumèrics matemàtics

# _msg1122
source: [20000-2A6DF] CJK Unified Ideographs Extension B
ca: [20000-2A6DF] Ideografs unificats CJK Extensió B

# _msg1123
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
ca: [2F800-2FA1F] Suplement d'ideografs de compatibilitat CJK

# _msg1124
source: [E0000-E007F] Tags
ca: [E0000-E007F] Etiquetes

# _msg1125
source: [F0000-FFFFD] Supplementary Private Use Area-A
ca: [F0000-FFFFD] Àrea d'ús privat suplementari-A

# _msg1126
source: [100000-10FFFD] Supplementary Private Use Area-B
ca: [100000-10FFFD] Àrea d'ús privat suplementari-B

# _msg1127
source: &Height:
ca: &Altura:

# _msg1128
source: Layer:
ca: Capa:

# _msg1129
source: Font settings
ca: Paràmetres del tipus de lletra

# _msg1131
source: Oblique:
ca: Oblic:

# _msg1132
source: Width factor:
ca: Factor d'amplada:

# _msg1133
source: Font:
ca: Tipus de lletra:

# _msg1134
source: Baseline Left
ca: Línia base esquerra

# _msg1136
source: Baseline Right
ca: Línia base dreta

# _msg1137
source: Baseline Center
ca: Línia base centre

# _msg1138
source: Fit
ca: Ajusta

# _msg1139
source: Diameter (⌀)
ca: Diàmetre (⌀)

# _msg1140
source: A&ligned
ca: A&lineat

# _msg1141
source: &Middle
ca: &Mig

# _msg1142
source: QCad
ca: LibreCAD

# _msg1143
source: again Still No Text supplied.
ca: Encara no heu escrit text.

# _msg1144
source: Save As...
ca: Anomena i desa...

# _msg1146
source: Close
ca: Tanca

# _msg1149
source: LFF Font %1
ca: Tipus de lletra LFF %1

# _msg1150
source: QCad Font %1
ca: Tipus de lletra QCad %1

# _msg1151
source: Jww Drawing %1
ca: Dibuix Jww %1

# _msg1153
source: QCad 1.x file %1
ca: Fitxer QCad 1.x %1

# _msg1157
source: Block
ca: Bloc

# _msg1158
source: Drawing
ca: Dibuix

# _msg1159
source: Open %1
ca: Obre %1

# _msg1160
source: Save %1 As
ca: Anomena i desa %1 com

# _msg1161
source: dwg Drawing %1
ca: Dibuix dwg %1

# _msg1162
source: Untitled
ca: Sense títol

# _msg1163
source: Image Export Options
ca: Opcions d'exportació d'imatge

# _msg1164
source: Bitmap Size
ca: Mida del mapa de bits

# _msg1165
source: Width:
ca: Amplada:

# _msg1166
source: Height:
ca: Alçada:

# _msg1167
source: Background
ca: Fons

# _msg1168
source: White
ca: Blanc

# _msg1169
source: Resolution:
ca: Resolució:

# _msg1170
source: auto
ca: automàtica

# _msg1171
source: Colouring
ca: Coloració

# _msg1172
source: Black / White
ca: Blanc i negre

# _msg1173
source: Coloured
ca: Acolorid

# _msg1174
source: Borders
ca: Vores

# _msg1175
source: Top / Bottom - Border:
ca: Vora dalt / baix:

# _msg1176
source: Left / Right - Border:
ca: Vora esquerra / dreta:

# _msg1177
source: set same size
ca: estableix la mateixa mida

# _msg1178
source: B&lack
ca: &Negre

# _msg1179
source: - Unchanged -
ca: - Sense canvis -

# _msg1180
source: Layer Settings
ca: Paràmetres de la capa

# _msg1181
source: Layer Name:
ca: Nom de la capa:

# _msg1182
source: Default Pen
ca: Traç predeterminat

# _msg1183
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
ca: Una capa de construcció té entitats d'infinites línies rectes per ser usades per construccions geomètriques. El contingut d'una capa de construcció no hauria d'aparèixer en la sortida impresa.

# _msg1184
source: Construction Layer
ca: Capa de construcció

# _msg1185
source: Show all layers
ca: Mostra totes les capes

# _msg1186
source: Hide all layers
ca: Oculta totes les capes

# _msg1187
source: Add a layer
ca: Afegeix una capa

# _msg1188
source: Remove the current layer
ca: Elimina la capa actual

# _msg1189
source: Modify layer attributes / rename
ca: Modifica els atributs de la capa / reanomena

# _msg1190
source: Layer Menu
ca: Menú de capes

# _msg1191
source: &Defreeze all Layers
ca: &Descongela totes les capes

# _msg1192
source: &Freeze all Layers
ca: &Congela totes les capes

# _msg1193
source: &Add Layer
ca: &Afegeix una capa

# _msg1194
source: &Remove Layer
ca: &Elimina la capa

# _msg1195
source: Looking for matching layer names
ca: S'estan cercant noms de capes coincidents

# _msg1196
source: Edit Layer &Attributes
ca: Edita els &atributs de la capa

# _msg1197
source: Toggle Layer &Visibility
ca: Commuta la &visibilitat de la capa

# _msg1198
source: Toggle Layer &Printing
ca: Commuta la im&pressió de la capa

# _msg1199
source: Toggle &Construction Layer
ca: Commuta la capa de &construcció

# _msg1205
source: Directories
ca: Directoris

# _msg1206
source: Insert
ca: Insereix

# _msg1209
source: By Layer
ca: Per capa

# _msg1210
source: By Block
ca: Per bloc

# _msg1211
source: No Pen
ca: Sense traç

# _msg1212
source: Continuous
ca: Continu

# _msg1213
source: Dot
ca: Punt

# _msg1214
source: Dot (small)
ca: Punt (petit)

# _msg1215
source: Dot (large)
ca: Punt (gran)

# _msg1216
source: Dash
ca: Guió

# _msg1217
source: Dash (small)
ca: Guió (petit)

# _msg1219
source: Dash Dot
ca: Guió i punt

# _msg1220
source: Dash Dot (small)
ca: Guió i punt (petits)

# _msg1221
source: Dash Dot (large)
ca: Guió i punt (grans)

# _msg1222
source: Divide
ca: Divisió

# _msg1223
source: Divide (small)
ca: Divisió (petita)

# _msg1224
source: Divide (large)
ca: Divisió (gran)

# _msg1225
source: Center
ca: Centre

# _msg1226
source: Center (small)
ca: Centre (petit)

# _msg1227
source: Center (large)
ca: Centre (gran)

# _msg1228
source: Border
ca: Vora

# _msg1229
source: Border (small)
ca: Vora (petita)

# _msg1230
source: Border (large)
ca: Vora (gran)

# _msg1231
source: - Unchanged -
ca: - Sense canvis -

# _msg1232
source: Dot (tiny)
ca: Punt (minúscul)

# _msg1233
source: Dash (tiny)
ca: Guió (minúscul)

# _msg1234
source: Dash Dot (tiny)
ca: Guió i punt (minúsculs)

# _msg1235
source: Divide (tiny)
ca: Divisió (minúscula)

# _msg1236
source: Center (tiny)
ca: Centre (minúscul)

# _msg1237
source: Border (tiny)
ca: Vora (minúscula)

# _msg1238
source: Mouse
ca: Ratolí

# _msg1239
source: Right
ca: Dreta

# _msg1240
source: Left
ca: Esquerra

# _msg1241
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Suggereix sobre les accions del botó dret/esquerre del ratolí</span></p></body></html>

# _msg1242
source: Line color
ca: Color de línia

# _msg1243
source: Line width
ca: Gruix de línia

# _msg1244
source: Line type
ca: Tipus de línia

# _msg1245
source: wrong action type
ca: tipus d'acció equivocat

# _msg1247
source: Selection
ca: Selecció

# _msg1248
source: Selected
ca: Seleccionades

# _msg1249
source: Total Length
ca: Longitud total

# _msg1250
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nombre d'entitats seleccionades</p></body></html>

# _msg1251
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Longitud total de les entitats seleccionades</p></body></html>

# _msg1252
source: Snap
ca: Força

# _msg1253
source: Snap to Endpoints
ca: Força als extrems

# _msg1254
source: Snap to equidistant points of entity
ca: Força a punts equidistants de l'entitat

# _msg1255
source: Snap to center points
ca: Força al centre

# _msg1256
source: Snap to intersections automatically
ca: Força a interseccions automàticament

# _msg1257
source: Snap to closest point on entity
ca: Força al punt més proper en l'entitat

# _msg1258
source: Snap to point with given distance to endpoint
ca: Força al punt amb una distància donada a l'extrem

# _msg1259
source: Snap to intersections manually
ca: Força a interseccions manualment

# _msg1260
source: Snap to grid
ca: Força a la quadrícula

# _msg1261
source: Restrict Horizontally
ca: Restringeix horitzontalment

# _msg1262
source: Restrict Vertically
ca: Restringeix verticalment

# _msg1263
source: Move relative Zero
ca: Mou l'origen relatiu

# _msg1264
source: Lock relative Zero
ca: Bloqueja l'origen relatiu

# _msg1265
source: Free Snap
ca: Forçament lliure

# _msg1266
source: Snap on grid
ca: Força a la quadrícula

# _msg1267
source: Snap on Endpoints
ca: Força als extrems

# _msg1268
source: Snap on Entity
ca: Força a l'entitat

# _msg1269
source: Snap Center
ca: Força al centre

# _msg1270
source: Snap Middle
ca: Força al mig

# _msg1271
source: Snap Distance
ca: Força a la distància

# _msg1272
source: Snap Intersection
ca: Força a la intersecció

# _msg1273
source: Restrict Horizontal
ca: Restricció horitzontal

# _msg1274
source: Restrict Vertical
ca: Restricció vertical

# _msg1275
source: Restrict Orthogonal
ca: Restricció ortogonal

# _msg1276
source: Restrict Nothing
ca: Cap restricció

# _msg1277
source: Set relative zero position
ca: Estableix l'origen relatiu

# _msg1278
source: Lock relative zero position
ca: Bloqueja l'origen relatiu

# _msg1279
source: Exclusive Snap Mode
ca: Mode de forçament exclusiu

# _msg1280
source: Pen
ca: Traç

# _msg1281
source: Line type:
ca: Tipus de línia:

# _msg1282
source: Width:
ca: Gruix:

# _msg1284
source: By Layer
ca: Per capa

# _msg1285
source: By Block
ca: Per bloc

# _msg1286
source: Default
ca: Predeterminat

# _msg1311
source: - Unchanged -
ca: - Sense canvis -

# _msg1312
source: Warning
ca: Advertència

# _msg1313
source: Remove Layer
ca: Elimina la capa

# _msg1314
source: Layer "%1" can never be removed.
ca: No es pot eliminar mai la capa "%1".

# _msg1315
source: Layer Dialog
ca: Diàleg de capes

# _msg1316
source: Remove Block
ca: Elimina un bloc

# _msg1317
source: Block "%1" and all its entities will be removed.
ca: S'eliminarà el bloc "%1" i totes les seves entitats.

# _msg1318
source: Layer Properties
ca: Propietats de Capa

# _msg1319
source: Layer with a name "%1" already exists. Please specify a different name.
ca: Ja hi ha una capa amb el nom "%1". Especifiqueu un nom diferent.

# _msg1320
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
ca: La capa"%1" i totes llurs entitats se suprimirà. Aquesta acció no es pot desfer.

# _msg1321
source: Save Drawing As
ca: Anomena i desa el dibuix

# _msg1322
source: %1 already exists. Do you want to replace it?
ca: %1 ja existeix. Voleu substituir-ho?

# _msg1324
source: Open Image
ca: Obre una imatge

# _msg1336
source: QCad 1.x file %1
ca: Fitxer QCad 1.x %1

# _msg1337
source: Font %1
ca: Tipus de lletra %1

# _msg1338
source: All Files (*.*)
ca: Tots els fitxers (*.*)

# _msg1339
source: Inch
ca: Polzada

# _msg1340
source: Foot
ca: Peu

# _msg1341
source: Mile
ca: Milla

# _msg1342
source: Millimeter
ca: Mil·límetre

# _msg1343
source: Centimeter
ca: Centímetre

# _msg1344
source: Meter
ca: Metre

# _msg1345
source: Kilometer
ca: Quilòmetre

# _msg1346
source: Microinch
ca: Micropolzada

# _msg1347
source: Mil
ca: Mil·lipolzada

# _msg1348
source: Yard
ca: Iarda

# _msg1349
source: Angstrom
ca: Àngstrom

# _msg1350
source: Nanometer
ca: Nanòmetre

# _msg1351
source: Micron
ca: Micra

# _msg1352
source: Decimeter
ca: Decímetre

# _msg1353
source: Decameter
ca: Decàmetre

# _msg1354
source: Hectometer
ca: Hectòmetre

# _msg1355
source: Gigameter
ca: Gigàmetre

# _msg1356
source: Astro
ca: Unitat astronòmica

# _msg1357
source: Lightyear
ca: Any llum

# _msg1359
source: Loading..
ca: S'està carregant..

# _msg1360
source: Loading File %1..
ca: S'està carregant el fitxer %1..

# _msg1361
source: Loading...
ca: S'està carregant...

# _msg1362
source: enter an integer number
ca: introduïu un nombre enter

# _msg1363
source: LibreCAD query
ca: Consulta de LibreCAD

# _msg1364
source: enter a number
ca: Introduïu un número

# _msg1365
source: enter text
ca: Introduïu el text

# _msg1366
source: LFF Font %1
ca: Tipografia LFF %1

# _msg1368
source: Scalable Vector Graphics
ca: SVG

# _msg1369
source: SGI Black & White
ca: SGI Blanc/Negre

# _msg1370
source: Encapsulated PostScript
ca: PostScript encapsulat

# _msg1371
source: Encapsulated PostScript Format
ca: Format PostScript encapsulat

# _msg1372
source: Encapsulated PostScript Interchange
ca: Intercanvi de PostScript encapsulat

# _msg1373
source: Windows Icon
ca: Icona de Windows

# _msg1378
source: Targa Image File
ca: Fitxer d'imatge Targa

# _msg1379
source: Tagged Image File Format
ca: Format de fitxer d'imatge etiquetat

# _msg1380
source: Old Drawing Exchange %1
ca: Dibuix d'intercanvi vell %1

# _msg1381
source: Opened dwg file version %1.
ca: S'ha obert el fitxer dwg versió %1.

# _msg1382
source: unknown error opening dwg file
ca: S'ha produït un error desconegut en obrir el fitxer dwg

# _msg1383
source: can't open this dwg file
ca: No es pot obrir aquest fitxer dwg

# _msg1384
source: unsupported dwg version
ca: Versió dwg sense suport

# _msg1385
source: error reading file header in dwg file
ca: s'ha produït un error en llegir l'encapçalament del fitxer dwg

# _msg1386
source: error reading header vars in dwg file
ca: s'ha produït un error en llegir les variables d'encapçalament del fitxer dwg

# _msg1387
source: error reading classes in dwg file
ca: s'ha produït un error en llegir les classes en el fitxer dwg

# _msg1388
source: error reading offsets in dwg file
ca: s'ha produït un error en llegir els desfasaments en el fitxer dwg

# _msg1389
source: error reading tables in dwg file
ca: s'ha produït un error en llegir les taules en el fitxer dwg

# _msg1390
source: error reading entities in dwg file
ca: s'ha produït un error en llegir les entitats en el fitxer dwg

# _msg1391
source: dwg Drawing %1
ca: Fitxer dwg %1

# _msg1392
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
ca: S'ha modificat el fitxer en el disc. Deseu a un altre fitxer per evitar perdre dades. Fitxer modificat: %1

# _msg1393
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
ca: Ha fallat el ratllat a causa d'un forat=%1 entre (%2, %3) i (%4, %5)

# _msg1394
source: Warning
ca: Advertència

# _msg1395
source: experimental, save your work first. Continue?
ca: Experimental, deseu primer el vostre treball. Voleu continuar?

# _msg1396
source: error reading blocks in dwg file
ca: s'ha produït un error en llegir els blocs al fitxer dwg

# _msg1397
source: error reading objects in dwg file
ca: s'ha produït un error en llegir els objectes al fitxer dwg

# _msg1398
source: All Image Files (%1)
ca: Tots els fitxers d'imatges (%1)

# _msg1399
source: : duplicated command: %1 is already taken by %2
ca: : ordre duplicada: %1 ja s'ha agafat en %2

# _msg1400
source: point
ca: punt

# _msg1402
source: line
ca: línia

# _msg1405
source: polyline
ca: polilínia

# _msg1407
source: free
ca: lliure

# _msg1413
source: offset
ca: desplaçament

# _msg1414
source: parallel
ca: paral·lela

# _msg1415
source: o
ca: d

# _msg1419
source: bisect
ca: bisectriu

# _msg1424
source: ortho
ca: ortogonal

# _msg1427
source: horizontal
ca: horitzontal

# _msg1433
source: polygon2v
ca: polígon 2v

# _msg1437
source: circle
ca: cercle

# _msg1439
source: circle2
ca: cercle2

# _msg1441
source: circle3
ca: cercle3

# _msg1447
source: ellipseinscribed
ca: el·lipse inscrita

# _msg1450
source: hatch
ca: ratllat

# _msg1452
source: mtext
ca: textm

# _msg1453
source: mtxt
ca: txtm

# _msg1457
source: redraw
ca: retraça

# _msg1468
source: kill
ca: mata

# _msg1470
source: undo
ca: desfés

# _msg1472
source: redo
ca: refés

# _msg1474
source: dimaligned
ca: cota alineada

# _msg1476
source: dimhorizontal
ca: cota horitzontal

# _msg1478
source: dimvertical
ca: cota vertical

# _msg1480
source: dimlinear
ca: cota lineal

# _msg1483
source: dimangular
ca: cota angular

# _msg1485
source: dimradial
ca: cota radial

# _msg1486
source: dimradius
ca: cota radial

# _msg1487
source: dimdiametric
ca: cota diametral

# _msg1488
source: dimdiameter
ca: cota diametral

# _msg1490
source: dimleader
ca: cota guia

# _msg1492
source: dimregen
ca: regencot

# _msg1493
source: restrictnothing
ca: sense restricció

# _msg1494
source: rn
ca: cr

# _msg1495
source: restrictorthogonal
ca: restricció ortogonal

# _msg1496
source: rr
ca: ro

# _msg1497
source: restricthorizontal
ca: restricció horitzontal

# _msg1499
source: restrictvertical
ca: restricció vertical

# _msg1501
source: move
ca: mou

# _msg1503
source: bevel
ca: bisell

# _msg1506
source: fillet
ca: arrodoneix

# _msg1508
source: divide
ca: divideix

# _msg1509
source: cut
ca: retalla

# _msg1511
source: mirror
ca: simetria

# _msg1513
source: revert
ca: reverteix

# _msg1514
source: rev
ca: inv

# _msg1515
source: rotate
ca: gira

# _msg1517
source: scale
ca: escala

# _msg1519
source: trim
ca: redueix
