Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg685
source: Par&allel through point
tr: Noktada Par&alel

# _msg686
source: Draw parallel through a given point
tr: Belirtilen noktada paralel çizer

# _msg687
source: Polygon
tr: Çokgen

# _msg688
source: Pol&ygon (Cen,Cor)
tr: Çok&gen (Merkez,Köşe)

# _msg689
source: Draw polygon with center and corner
tr: Merkezi ve köşe sayısı belirtilen çokgeni çizer

# _msg690
source: Specify center
tr: Merkezi belirtin

# _msg691
source: Specify a corner
tr: Köşenin birini belirtin

# _msg692
source: Enter number:
tr: Sayı girin:

# _msg693
source: Not a valid number. Try 1..9999
tr: Geçerli bir numara değil. 1..9999 arasında olmalı

# _msg694
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg695
source: Polygon
tr: Çokgen

# _msg696
source: Polygo&n (Cor,Cor)
tr: Çokg&en (Köşe,Köşe)

# _msg697
source: Draw polygon with two corners
tr: Herhangi iki köşesi belirtilen çokgeni çizer

# _msg698
source: Specify first corner
tr: İlk köşeyi belirtin

# _msg699
source: Cancel
tr: İptal

# _msg700
source: Specify second corner
tr: İkinci köşeyi belirtin

# _msg701
source: Back
tr: Geri

# _msg702
source: Number:
tr: Sayı:

# _msg703
source: Not a valid number. Try 1..9999
tr: Geçerli bir numara değil. 1..9999 arasında olmalı

# _msg704
source: Not a valid expression.
tr: Geçerli bir ifade değil.

# _msg705
source: Pol&ygon (Cen,Cor)
tr: Çok&gen (Merkez,Köşe)

# _msg706
source: Polygo&n (Cor,Cor)
tr: Çokg&en (Köşe,Köşe)

# _msg707
source: Polyline
tr: Çoklu çizgi

# _msg708
source: &Polyline
tr: &Çoklu çizgi

# _msg709
source: Draw polylines
tr: Çoklu çizgiler

# _msg710
source: Specify first point
tr: İlk noktayı belirtin

# _msg711
source: Cancel
tr: İptal

# _msg712
source: Specify next point or [%1]
tr: Sonraki noktayı ya da [%1] belirtin

# _msg713
source: Back
tr: Geri

# _msg714
source: Specify next point
tr: Sonraki noktayı belirtin

# _msg715
source: Cannot close sequence of lines: Not enough entities defined yet.
tr: Çizgi dizisi kapatılamıyor: Henüz yeterli öge yok.

# _msg716
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg717
source: Rectangle
tr: Dikdörtgen

# _msg718
source: &Rectangle
tr: &Dikdörtgen

# _msg719
source: Draw rectangles
tr: Dikdörtgen çizer

# _msg720
source: Relative angle
tr: Göreceli açı

# _msg721
source: R&elative angle
tr: B&ağıl açı

# _msg722
source: Draw line with relative angle
tr: Bağıl açıyla çizgi çizer

# _msg723
source: Orthogonal
tr: Dikey Kesişim

# _msg724
source: &Orthogonal
tr: &Dikey Kesişim

# _msg725
source: Draw orthogonal line
tr: Kesişen çizgi çizer

# _msg726
source: Tangent (P,C)
tr: Teğet (Nokta,Daire)

# _msg727
source: &Tangent (P,C)
tr: &Teğet (Nokta,Daire)

# _msg728
source: Draw tangent (point, circle)
tr: Daireye teğet çizer (nokta, daire)

# _msg729
source: Tangent (C,C)
tr: Teğet (Daire,Daire)

# _msg730
source: Tan&gent (C,C)
tr: Teğ&et (Daire,Daire)

# _msg731
source: Draw tangent (circle, circle)
tr: Teğet çizer (daire, daire)

# _msg732
source: Select first circle or arc
tr: İlk daireyi veya yayı seçin

# _msg733
source: Select second circle or arc
tr: İkinci daireyi veya yayı seçin

# _msg734
source: Points
tr: Noktalar

# _msg735
source: &Points
tr: &Nokta

# _msg736
source: Draw Points
tr: Nokta Çiz

# _msg737
source: Polyline
tr: Çoklu çizgi

# _msg738
source: &Polyline
tr: &Çoklu çizgi

# _msg739
source: Draw polylines
tr: Çoklu çizgiler

# _msg740
source: Text
tr: Metin

# _msg741
source: &Text
tr: &Metin

# _msg742
source: Draw Text Entities
tr: Metin Ögelerini Çiz

# _msg743
source: Copy
tr: Kopyala

# _msg744
source: &Copy
tr: &Kopyala

# _msg745
source: Copies entities to the clipboard
tr: Ögeleri panoya kopyalar

# _msg746
source: Cut
tr: Kes

# _msg747
source: Cu&t
tr: Ke&s

# _msg748
source: Cuts entities to the clipboard
tr: Ögeleri panoya keser

# _msg749
source: Paste
tr: Yapıştır

# _msg750
source: &Paste
tr: &Yapıştır

# _msg751
source: Pastes the clipboard contents
tr: Pano içeriğini yapıştırır

# _msg752
source: Undo
tr: Geri Al

# _msg753
source: &Undo
tr: &Geri Al

# _msg754
source: Undoes last action
tr: Son işlemi geri alır

# _msg755
source: Redo
tr: Yinele

# _msg756
source: &Redo
tr: &Yinele

# _msg757
source: Redoes last action
tr: Son işlemi yineler

# _msg758
source: New Drawing
tr: Yeni Çizim

# _msg759
source: &New
tr: &Yeni

# _msg760
source: Creates a new drawing
tr: Yeni bir çizim başlatır

# _msg761
source: Open Drawing
tr: Çizim Aç

# _msg762
source: &Open...
tr: &Aç...

# _msg763
source: Opens an existing drawing
tr: Mevcut bir çizimi açar

# _msg764
source: Save Drawing
tr: Çizimi Kaydet

# _msg765
source: &Save
tr: &Kaydet

# _msg766
source: Saves the current drawing
tr: Çalışılan çizimi kaydeder

# _msg767
source: Save Drawing As
tr: Çizimi Farklı Kaydet

# _msg768
source: Save &as...
tr: &Farklı Kaydet...

# _msg769
source: Saves the current drawing under a new filename
tr: Çalışılan çizimi yeni bir dosya ismiyle kaydeder

# _msg770
source: Angle between two lines
tr: İki çizgi arasındaki açı

# _msg771
source: &Angle between two lines
tr: &İki çizgi arasındaki açı

# _msg772
source: Measures the angle between two lines
tr: İki çizgi arasındaki açıyı ölçer

# _msg773
source: Angle: %1%2
tr: Açı: %1%2

# _msg774
source: Distance Point to Point
tr: Noktadan noktaya uzaklık

# _msg775
source: &Distance Point to Point
tr: &Noktadan noktaya uzaklık

# _msg776
source: Measures the distance between two points
tr: İki nokta arasındaki mesafeyi ölçer

# _msg777
source: Distance: %1
tr: Mesafe: %1

# _msg778
source: Distance Entity to Point
tr: Noktadan Ögeye Uzaklık

# _msg779
source: &Distance Entity to Point
tr: &Noktadan Ögeye Uzaklık

# _msg780
source: Measures the distance between an entity and a point
tr: Bir öge ile nokta arasındaki mesafeyi ölçer

# _msg781
source: Point inside contour
tr: Sınırların içindeki nokta

# _msg782
source: &Point inside contour
tr: &Sınırların içindeki nokta

# _msg783
source: Checks if a given point is inside the selected contour
tr: Bir noktanın belirtilen bir sınırın içinde olup olmadığına bakar

# _msg784
source: Total length of selected entities
tr: Seçili ögelerin toplam uzunluğu

# _msg785
source: &Total length of selected entities
tr: &Seçili ögelerin toplam uzunluğu

# _msg786
source: Measures the total length of all selected entities
tr: Seçili tüm ögelerin toplam uzunluğunu ölçer

# _msg787
source: Add Layer
tr: Katman Ekle

# _msg788
source: &Add Layer
tr: Katman &Ekle

# _msg789
source: Edit Layer
tr: Katmanı Düzenle

# _msg790
source: &Edit Layer
tr: &Katmanı Düzenle

# _msg791
source: Freeze all
tr: Tümünü Dondur

# _msg792
source: &Freeze all
tr: &Tümünü Dondur

# _msg793
source: Freeze all layers
tr: Tüm katmanları dondur

# _msg794
source: Defreeze all
tr: Tümünü Çöz

# _msg795
source: &Defreeze all
tr: &Tümünü Çöz

# _msg796
source: Defreeze all layers
tr: Tüm katmanları çöz

# _msg797
source: Remove Layer
tr: Katmanı Kaldır

# _msg798
source: &Remove Layer
tr: Katmanı &Sil

# _msg799
source: Toggle Layer Lock
tr: Katman Kilidini Aç/Kapa

# _msg800
source: &Toggle Lock
tr: &Kilidi Aç/Kapa

# _msg801
source: Toggle Lock
tr: Kilidi Aç/Kapa

# _msg802
source: Toggle Layer Visibility
tr: Katman Görünürlüğü Aç/Kapa

# _msg803
source: &Toggle Layer
tr: &Katmanı Aç/Kapa

# _msg804
source: Toggle Layer
tr: Katmanı Aç/Kapa

# _msg805
source: &Insert Library Object
tr: Kitaplık &Nesnesi Yerleştir

# _msg806
source: Inserts an Object from the part library.
tr: Parça kitaplığından bir nesneyi yerleştirir.

# _msg807
source: (Un-)Lock Relative Zero
tr: Göreli Sıfırı Kilitle/Aç

# _msg808
source: (Un-)Lock relative Zero
tr: Göreli Sıfırı Kilitle/Aç

# _msg809
source: Attributes
tr: Öznitelikler

# _msg810
source: &Attributes
tr: &Öznitelikler

# _msg811
source: Modify Entity Attributes
tr: Öge Özniteliklerini Değiştir

# _msg814
source: Bevel Entities
tr: Bevel Ögeleri

# _msg815
source: Cut
tr: Kes

# _msg816
source: &Cut
tr: &Kes

# _msg817
source: Cut Entities
tr: Ögeleri Kes

# _msg818
source: Entity must be a line, arc or circle.
tr: Öge bir çizgi, yay veya daire olmalı.

# _msg819
source: Delete
tr: Sil

# _msg820
source: &Delete
tr: &Sil

# _msg821
source: Delete Entities
tr: Ögeleri sil

# _msg822
source: Delete Freehand
tr: Serbest çizim Sil

# _msg823
source: &Delete Freehand
tr: &Serbest çizim Sil

# _msg824
source: Delete selected
tr: Seçili Olanı Sil

# _msg825
source: &Delete selected
tr: Seçili Olanı &Sil

# _msg826
source: Delete selected entities
tr: Seçili ögeleri sil

# _msg827
source: Properties
tr: Özellikler

# _msg828
source: &Properties
tr: &Özellikler

# _msg829
source: Modify Entity Properties
tr: Öge Özelliklerini Değiştir

# _msg830
source: Explode Text
tr: Metni Ayır

# _msg831
source: &Explode Text into Letters
tr: &Metni Harflerine Ayır

# _msg832
source: Explodes Text Entities into single Letters
tr: Metin ögelerini harflerine ayırır

# _msg833
source: Mirror
tr: Yansıt

# _msg834
source: &Mirror
tr: &Yansıt

# _msg835
source: Mirror Entities
tr: Ögeleri Yansıt

# _msg836
source: Move / Copy
tr: Taşı/Kopyala

# _msg837
source: &Move / Copy
tr: &Taşı/Kopyala

# _msg838
source: Move or copy entities one or multiple times
tr: Ögeleri taşı ya da bir veya daha çok sayıda kopyala

# _msg839
source: Move and Rotate
tr: Taşı ve Döndür

# _msg840
source: M&ove and Rotate
tr: T&aşı ve Döndür

# _msg841
source: Move and Rotate Entities
tr: Ögeleri taşı ve Döndür

# _msg842
source: Rotate
tr: Döndür

# _msg843
source: &Rotate
tr: &Döndür

# _msg844
source: Rotate Entities
tr: Ögeleri Döndür

# _msg845
source: Rotate Two
tr: İkili Döndür

# _msg846
source: Rotate T&wo
tr: İki&li Döndür

# _msg847
source: Rotate Entities around two centers
tr: Ögeleri iki merkezin etrafında döndür

# _msg848
source: Round
tr: Yuvarla

# _msg849
source: &Round
tr: &Yuvarla

# _msg850
source: Round Entities
tr: Ögeleri yuvarla

# _msg851
source: Scale
tr: Ölçekle

# _msg852
source: &Scale
tr: &Ölçekle

# _msg853
source: Scale Entities
tr: Ögeleri ölçeklendir

# _msg854
source: Stretch
tr: Uzat

# _msg855
source: &Stretch
tr: &Uzat

# _msg856
source: Stretch Entities
tr: Ögeleri uzat

# _msg857
source: Trim
tr: Kırp

# _msg858
source: &Trim
tr: &Kırp

# _msg859
source: Trim Entities
tr: Ögeleri kırp

# _msg860
source: Trim Two
tr: İkili kırp

# _msg861
source: &Trim Two
tr: &İkili Kırp

# _msg862
source: Trim two Entities
tr: İki Ögeyi kırp

# _msg863
source: Lengthen
tr: Uzatmak

# _msg864
source: &Lengthen
tr: &Uzat

# _msg865
source: Lengthen by a given amount
tr: Belli bir miktar Uzat

# _msg866
source: Drawing
tr: Çizim

# _msg867
source: Current &Drawing Preferences
tr: Bu &Çizimle İlgili Tercihler

# _msg868
source: Settings for the current Drawing
tr: Bu çizimle ilgili ayarlar

# _msg869
source: Print Preview
tr: Yazıcı Önizleme

# _msg870
source: Print Pre&view
tr: Yazıcı Ön&izleme

# _msg871
source: Shows a preview of a print
tr: Yazıcı önizleme görüntüsü

# _msg872
source: Select All
tr: Tümünü Seç

# _msg873
source: Select &All
tr: Tümünü &Seç

# _msg874
source: Selects all Entities
tr: Tüm Ögeleri seçer

# _msg875
source: Deselect all
tr: Seçilenlerin tümünü bırak

# _msg876
source: Deselect &all
tr: Seçilenlerin Tümünü &Bırak

# _msg877
source: Deselects all Entities
tr: Tüm Ögeleri seçimden çıkarır

# _msg878
source: (De-)Select Contour
tr: Dış Sınırı Seç/Bırak

# _msg879
source: (De-)Select &Contour
tr: &Dış Sınırı Seç/Bırak

# _msg880
source: (De-)Selects connected entities
tr: Bağlantılı ögeleri seçer/bırakır

# _msg881
source: Select Intersected Entities
tr: Kesişen Ögeleri Seç

# _msg882
source: In&tersected Entities
tr: Ke&sişen Ögeler

# _msg883
source: Selects all entities intersected by a line
tr: Bir çizgi ile kesişen tüm ögeleri seçer

# _msg884
source: Deselect Intersected Entities
tr: Kesişen Ögeleri Bırak

# _msg885
source: Deselect Inte&rsected Entities
tr: Ke&sişen Ögeleri Bırak

# _msg886
source: Deselects all entities intersected by a line
tr: Bir çizgi ile kesişen tüm ögeleri seçimden çıkarır

# _msg887
source: Invert Selection
tr: Seçimi Ters Çevir

# _msg888
source: &Invert Selection
tr: &Seçimi Ters Çevir

# _msg889
source: Inverts the current selection
tr: Mevcut seçimi ters çevirir

# _msg890
source: (De-)Select Layer
tr: Katmanı Seç/Bırak

# _msg891
source: (De-)Selects layers
tr: Katmanları Seçer/Bırakır

# _msg892
source: Select Entity
tr: Öge Seçin

# _msg893
source: (De-)&Select Entity
tr: Ögeyi &Seç/Bırak

# _msg894
source: Selects single Entities
tr: Tek Öge seçer

# _msg895
source: Select Window
tr: Pencere Seç

# _msg896
source: Select &Window
tr: Pencere &Seç

# _msg897
source: Selects all Entities in a given Window
tr: Belirli bir Pencere içindeki tüm Ögeleri seçer

# _msg898
source: Deselect Window
tr: Pencere Seçimini Kaldır

# _msg899
source: Deselect &Window
tr: Pencereyi &Bırak

# _msg900
source: Deselects all Entities in a given Window
tr: Belirli bir Pencere içindeki tüm Ögeleri seçimden çıkarır

# _msg901
source: Choose first edge
tr: İlk kenarı seçin

# _msg902
source: Set Relative Zero
tr: Göreli Sıfırı Ayarla

# _msg903
source: &Set Relative Zero
tr: &Göreli Sıfırı Ayarla

# _msg904
source: Set position of the Relative Zero point
tr: Göreli Sıfır Noktasının yerini ayarlar

# _msg905
source: Intersection Manually
tr: Elle Kesişim

# _msg906
source: Snap to intersection points manually
tr: Kesişme noktalarını elle yakalar

# _msg907
source: Regenerate Dimension Entities
tr: Ölçülendirme Ögelerini Yeniden Üret

# _msg908
source: &Regenerate Dimension Entities
tr: Ölçülendirme Ögelerini &Yeniden Üret

# _msg909
source: Regenerates all Dimension Entities
tr: Tüm Ölçülendirme Ögelerini yeniden üretir

# _msg910
source: Auto Zoom
tr: Otomatik yakınlaştırma

# _msg911
source: &Auto Zoom
tr: &Otomatik Yakınlaştırma

# _msg912
source: Zooms automatic
tr: Otomatik yakınlaştırır

# _msg913
source: Zoom in
tr: Yakınlaş

# _msg914
source: Zoom &In
tr: &Yakınlaş

# _msg915
source: Zooms in
tr: Çizimi yakınlaştırır

# _msg916
source: Zoom out
tr: Uzaklaş

# _msg917
source: Zoom &Out
tr: &Uzaklaş

# _msg918
source: Zooms out
tr: Çizimi uzaklaştırır

# _msg919
source: Pan Zoom
tr: Çizimi Kaydır

# _msg920
source: &Pan Zoom
tr: &Çizimi Kaydır

# _msg921
source: Realtime Panning
tr: Gerçek zamanlı sürükleme

# _msg922
source: Redraw
tr: Yeniden Çiz

# _msg923
source: &Redraw
tr: &Yeniden Çiz

# _msg924
source: Window Zoom
tr: Pencereyi Yakınlaştır

# _msg925
source: &Window Zoom
tr: &Pencereyi Yakınlaştır

# _msg926
source: Zooms in a window
tr: Bir pencerenin içini yakınlaştırır

# _msg927
source: point
tr: nokta

# _msg929
source: line
tr: çizgi

# _msg933
source: o
tr: b

# _msg934
source: parallel
tr: paralel

# _msg936
source: arc
tr: yay

# _msg938
source: circle
tr: daire

# _msg940
source: rectangle
tr: dikdörtgen

# _msg942
source: rectang
tr: dikdgen

# _msg943
source: text
tr: metin

# _msg944
source: regen
tr: yeçiz

# _msg948
source: zoom - window
tr: yakınlaş - pencere

# _msg950
source: zoom - auto
tr: yakınlaş - otomatik

# _msg952
source: zoom - pan
tr: yakınlaş - kay

# _msg953
source: undo
tr: geri al

# _msg955
source: redo
tr: yinele

# _msg957
source: dimregen
tr: öy

# _msg958
source: Command: %1
tr: Komut: %1

# _msg1003
source: angle
tr: açı

# _msg1004
source: close
tr: kapat

# _msg1005
source: chord length
tr: kırma mesafesi

# _msg1006
source: columns
tr: sütunlar

# _msg1007
source: columnspacing
tr: sütunaralığı

# _msg1008
source: factor
tr: çarpan

# _msg1009
source: length
tr: uzunluk

# _msg1010
source: length1
tr: uzunluk1

# _msg1011
source: length2
tr: uzunluk2

# _msg1012
source: number
tr: sayı

# _msg1013
source: radius
tr: yarıçap

# _msg1014
source: rows
tr: satırlar

# _msg1015
source: rowspacing
tr: satır aralığı

# _msg1016
source: through
tr: ile

# _msg1017
source: trim
tr: kırp

# _msg1020
source: center
tr: merkez

# _msg1022
source: c
tr: k

# _msg1023
source: length
tr: uzunluk

# _msg1025
source: c
tr: k

# _msg1027
source: c
tr: k

# _msg1028
source: columnspacing
tr: sütunaralığı

# _msg1029
source: colspacing
tr: stnaralığı

# _msg1031
source: fact
tr: çarp

# _msg1033
source: help
tr: yardım

# _msg1035
source: length
tr: uzunluk

# _msg1038
source: length1
tr: uzunluk1

# _msg1041
source: length2
tr: uzunluk2

# _msg1044
source: num
tr: sayı

# _msg1045
source: n
tr: s

# _msg1047
source: reversed
tr: tersaçı

# _msg1048
source: rev
tr: ters

# _msg1051
source: rowspacing
tr: satır aralığı

# _msg1055
source: Available commands:
tr: Mevcut Komutlar:

# _msg1060
source: rectang
tr: dikdgen

# _msg1097
source: number
tr: sayı

# _msg1098
source: reversed
tr: tersaçı

# _msg1099
source: rev
tr: ters

# _msg1102
source: Frame
tr: Çerçeve

# _msg1103
source: Add to favorites
tr: Favorilere ekle

# _msg1105
source: Frame
tr: Çerçeve

# _msg1107
source: Set
tr: Ayarla

# _msg1108
source: SplinePoints
tr: Oluk Noktaları

# _msg1109
source: Layer:
tr: Katman:

# _msg1110
source: Geometry
tr: Geometri

# _msg1111
source: Closed
tr: Kapalı

# _msg1112
source: Spline Points
tr: Oluk Noktaları

# _msg1113
source: Control Points
tr: Kontrol Noktaları

# _msg1114
source: Points on Spline
tr: Oluk Üzerindeki Noktalar

# _msg1115
source: radius=%1 is too small for points selected distance between points=%2 is larger than diameter=%3
tr: yarıçap=%1 seçilen noktalar için çok küçük noktalar arası mesafe=%2 çaptan büyük=%3

# _msg1116
source: Select from two possible circle centers
tr: İki olası daire merkezinden seç

# _msg1117
source: Specify first point
tr: İlk noktayı belirtin

# _msg1118
source: Cancel
tr: İptal

# _msg1119
source: Specify second point
tr: İkinci noktayı belirtin

# _msg1120
source: Back
tr: Geri

# _msg1121
source: Select circle center
tr: Daire merkezi seç

# _msg1122
source: Specify center
tr: Merkezi belirtin

# _msg1123
source: Specify a tangent
tr: Teğet belirtin

# _msg1124
source: Enter number:
tr: Sayı girin:

# _msg1125
source: Not a valid number. Try 1..9999
tr: Geçerli bir numara değil. 1..9999 arasında olmalı

# _msg1126
source: Not a valid expression
tr: Geçerli bir ifade değil

# _msg1127
source: Specify first control point
tr: İlk kontrol noktasını belirtin

# _msg1128
source: Cancel
tr: İptal

# _msg1129
source: Specify next control point or [%1]
tr: Sonraki kontrol noktasını veya [%1] belirtin

# _msg1130
source: Back
tr: Geri

# _msg1131
source: Specify next control point
tr: Sonraki kontrol noktasını belirtin

# _msg1132
source: Cannot undo: Not enough entities defined yet.
tr: Geri alınamıyor: Henüz yeterli öge tanımlanmamış.

# _msg1133
source: Cannot undo: Nothing could be redone.
tr: Geri alınamadı: Hiçbir şey yenilenemedi.

# _msg1134
source: &Window Zoom
tr: &Pencereyi Yakınlaştır

# _msg1135
source: Zoom &Panning
tr: Yakınlaştırma &Kaydırma

# _msg1136
source: Select Entity
tr: Öge Seçin

# _msg1137
source: Select Window
tr: Pencere Seç

# _msg1138
source: Deselect Window
tr: Pencere Seçimini Kaldır

# _msg1139
source: (De-)Select &Contour
tr: &Dış Sınırı Seç/Bırak

# _msg1140
source: Select Intersected Entities
tr: Kesişen Ögeleri Seç

# _msg1141
source: Deselect Intersected Entities
tr: Kesişen Ögeleri Bırak

# _msg1142
source: (De-)Select Layer
tr: Katmanı Seç/Bırak

# _msg1143
source: &Points
tr: &Nokta

# _msg1144
source: &2 Points
tr: &2 Nokta

# _msg1145
source: &Angle
tr: &Açı

# _msg1146
source: &Horizontal
tr: &Yatay

# _msg1147
source: Vertical
tr: Düşey

# _msg1148
source: &Freehand Line
tr: &Karalama

# _msg1149
source: &Parallel
tr: &Paralel

# _msg1150
source: Parallel through point
tr: Noktada paralel

# _msg1151
source: Rectangle
tr: Dikdörtgen

# _msg1152
source: Bisector
tr: Açıortay

# _msg1153
source: Tangent (P,C)
tr: Teğet (Nokta,Daire)

# _msg1154
source: Tangent (C,C)
tr: Teğet (Daire,Daire)

# _msg1155
source: Tangent &Orthogonal
tr: Teğet &Ortogonal

# _msg1156
source: Orthogonal
tr: Dikey Kesişim

# _msg1157
source: Relative angle
tr: Göreceli açı

# _msg1158
source: Pol&ygon (Cen,Cor)
tr: Çok&gen (Merkez,Köşe)

# _msg1159
source: Polygo&n (Cor,Cor)
tr: Çokg&en (Köşe,Köşe)

# _msg1160
source: Center, &Point
tr: Merkez, &Nokta

# _msg1161
source: Center, &Radius
tr: Merkez, &Yarıçap

# _msg1162
source: 2 Points
tr: 2 Nokta

# _msg1163
source: 2 Points, Radius
tr: 2 Nokta, Yarıçap

# _msg1164
source: 3 Points
tr: 3 Nokta

# _msg1165
source: &Concentric
tr: &Eşmerkezli

# _msg1166
source: Circle &Inscribed
tr: Daire &Kazınmış

# _msg1167
source: Tangential 2 Circles, Radius
tr: Teğetsel 2 Daire, Yarıçap

# _msg1168
source: Tangential 2 Circles, 1 Point
tr: Teğetsel 2 Daire, 1 Nokta

# _msg1169
source: Tangential &3 Circles
tr: Teğetsel &3 Daire

# _msg1170
source: Tangential, 2 P&oints
tr: Teğetsel, 2 N&okta

# _msg1171
source: &Center, Point, Angles
tr: &Merkez, Nokta, Açılar

# _msg1172
source: &3 Points
tr: &3 nokta

# _msg1173
source: Arc &Tangential
tr: Yay &Teğetsel

# _msg1174
source: &Ellipse (Axis)
tr: &Elips (Eksen)

# _msg1175
source: Ellipse &Arc (Axis)
tr: Elips &Yay (Eksen)

# _msg1176
source: Ellipse &Foci Point
tr: Elips &Foci Noktası

# _msg1177
source: Ellipse &4 Point
tr: Elips &4 Nokta

# _msg1178
source: Ellipse Center and &3 Points
tr: Elips Merkezi ve &3 Nokta

# _msg1179
source: Ellipse &Inscribed
tr: Elips &Kazınmış

# _msg1180
source: &Spline
tr: &Oluk

# _msg1181
source: &Spline through points
tr: &Noktala üzerinden Oluk

# _msg1182
source: &Polyline
tr: &Çoklu çizgi

# _msg1183
source: &Add node
tr: &Nod Ekle

# _msg1184
source: A&ppend node
tr: Nod i&liştir

# _msg1185
source: &Delete node
tr: &Nod Sil

# _msg1186
source: Delete &between two nodes
tr: İki nod &arası sil

# _msg1187
source: &Trim segments
tr: Segmentleri &Kırp

# _msg1188
source: Create &Equidistant Polylines
tr: Eşit &Uzaklıkta Çoklu Çizgi Oluştur

# _msg1189
source: Create Polyline from Existing &Segments
tr: Mevcut &Segmentlerden Çoklu Çizgi Oluştur

# _msg1190
source: &MText
tr: &MMetin

# _msg1191
source: &Text
tr: &Metin

# _msg1192
source: &Hatch
tr: &Tarama

# _msg1193
source: Insert &Image
tr: Görsel &Ekle

# _msg1194
source: &Aligned
tr: &Hizalı

# _msg1195
source: &Linear
tr: &Doğrusal

# _msg1196
source: &Vertical
tr: &Düşey

# _msg1197
source: &Radial
tr: &Yarıçap

# _msg1198
source: &Diametric
tr: &Çap

# _msg1199
source: &Angular
tr: &Açısal

# _msg1200
source: &Leader
tr: &Yönlendirici

# _msg1201
source: &Attributes
tr: &Öznitelikler

# _msg1202
source: &Delete
tr: &Sil

# _msg1203
source: Delete Freehand
tr: Serbest çizim Sil

# _msg1204
source: &Move / Copy
tr: &Taşı/Kopyala

# _msg1205
source: Re&vert direction
tr: Yönü Tersine Çe&vir

# _msg1207
source: &Rotate
tr: &Döndür

# _msg1208
source: &Scale
tr: &Ölçekle

# _msg1209
source: &Mirror
tr: &Yansıt

# _msg1210
source: Rotate T&wo
tr: İki&li Döndür

# _msg1211
source: &Properties
tr: &Özellikler

# _msg1212
source: &Trim
tr: &Kırp

# _msg1213
source: &Lengthen
tr: &Uzat

# _msg1214
source: &Divide
tr: &Böl

# _msg1215
source: &Stretch
tr: &Uzat

# _msg1217
source: &Fillet
tr: &Kavis

# _msg1218
source: &Explode Text into Letters
tr: &Metni Harflerine Ayır

# _msg1219
source: Point inside contour
tr: Sınırların içindeki nokta

# _msg1220
source: &Distance Point to Point
tr: &Noktadan noktaya uzaklık

# _msg1221
source: &Distance Entity to Point
tr: &Noktadan Ögeye Uzaklık

# _msg1222
source: An&gle between two lines
tr: İki çizgi arası a&çı

# _msg1223
source: &Total length of selected entities
tr: &Seçili ögelerin toplam uzunluğu

# _msg1224
source: Polygonal &Area
tr: Poligonal &Alan

# _msg1225
source: &Selection pointer
tr: &Seçim işaretçisi

# _msg1226
source: &Undo
tr: &Geri Al

# _msg1227
source: &Redo
tr: &Yinele

# _msg1228
source: Cu&t
tr: Ke&s

# _msg1229
source: &Copy
tr: &Kopyala

# _msg1230
source: &Paste
tr: &Yapıştır

# _msg1231
source: move to bottom
tr: aşağı taşı
