Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1881
source: <html><head/><body><p>Dimension Tick size. Set it to 0 will disable the dimension tick. Dimension arrow won't be drawn when dimension tick is enabled.</p></body></html>
zh_tw: <html><head/><body><p>尺寸起止符號大小。 將其設置為 0 將停用尺寸起止符號。 啟用尺寸起止符號後將不會繪製尺寸箭頭。</p></body></html>

# _msg1882
source: Horizontal
zh_tw: 水平

# _msg1883
source: Extension lines
zh_tw: 延展線

# _msg1884
source: Fixed length:
zh_tw: 固定長度：

# _msg1885
source: fixed extension line legth
zh_tw: 固定延展線長度

# _msg1886
source: Splines
zh_tw: 雲形線

# _msg1887
source: Number of line segments per spline patch:
zh_tw: 每條雲形線路徑的線段數量：

# _msg1888
source: Scientific
zh_tw: 科學

# _msg1889
source: Decimal
zh_tw: 十進位

# _msg1890
source: Engineering
zh_tw: 工程

# _msg1891
source: Architectural
zh_tw: 建築

# _msg1892
source: Fractional
zh_tw: 分數

# _msg1893
source: Architectural (metric)
zh_tw: 建築（公制）

# _msg1894
source: Decimal Degrees
zh_tw: 十進制

# _msg1895
source: Deg/min/sec
zh_tw: 度／分／秒

# _msg1896
source: Gradians
zh_tw: 坡度

# _msg1897
source: Radians
zh_tw: 弧度

# _msg1898
source: Surveyor's units
zh_tw: 測量單位

# _msg1899
source: Options
zh_tw: 選項

# _msg1900
source: For the length formats 'Engineering' and 'Architectural', the unit must be set to Inch.
zh_tw: 若長度格式為「工程」和「建築」，此單位必須設為英吋。

# _msg1901
source: For the length format 'Architectural (metric)', the unit must be set to Meter.
zh_tw: 若長度格式為「建築（公制）」，則單位必須設為公尺。

# _msg1902
source: Crosshair
zh_tw: 光標

# _msg1903
source: Circle
zh_tw: 圓

# _msg1904
source: Point
zh_tw: 點

# _msg1905
source: Application Preferences
zh_tw: 應用程式喜好設定

# _msg1906
source: &Appearance
zh_tw: 外觀

# _msg1907
source: Language
zh_tw: 語言

# _msg1908
source: &GUI Language:
zh_tw: 圖形介面語言：

# _msg1909
source: &Command Language:
zh_tw: 指令語言：

# _msg1910
source: Backgr&ound:
zh_tw: 背景：

# _msg1911
source: G&rid Color:
zh_tw: 格點顏色：

# _msg1912
source: &Meta Grid Color:
zh_tw: 格點變化顏色：

# _msg1913
source: S&elected Color:
zh_tw: 選取顏色：

# _msg1914
source: &Highlighted Color:
zh_tw: 亮顯顏色：

# _msg1915
source: Graphic View
zh_tw: 圖形檢視

# _msg1917
source: A&utomatically scale grid
zh_tw: 自動縮放格點

# _msg1919
source: St&art Handle Color:
zh_tw: 始點標誌顏色：

# _msg1920
source: &Handle Color:
zh_tw: 標誌顏色：

# _msg1921
source: &End Handle Color:
zh_tw: 終點標誌顏色：

# _msg1922
source: Graphic Colors
zh_tw: 圖形顏色

# _msg1923
source: Snap indicator:
zh_tw: 貼齊指示符：

# _msg1924
source: Anti-aliasing
zh_tw: 反鋸齒

# _msg1925
source: Scrollbars
zh_tw: 捲軸

# _msg1926
source: Snap indicator lines
zh_tw: 貼齊指示符線

# _msg1927
source: Snap indicator shape
zh_tw: 貼齊指示符形狀

# _msg1928
source: Hide cursor when snapping
zh_tw: 貼齊時隱藏游標

# _msg1934
source: &Paths
zh_tw: 路徑

# _msg1935
source: Translations:
zh_tw: 翻譯：

# _msg1936
source: Hatch Patterns:
zh_tw: 陰影圖樣：

# _msg1937
source: Fonts:
zh_tw: 字型：

# _msg1938
source: Part Libraries:
zh_tw: 構件函式庫：

# _msg1939
source: Template:
zh_tw: 範本：

# _msg1940
source: &Defaults
zh_tw: 預設值

# _msg1941
source: Inverts scrolling direction when using mouse wheel with Shift key.
zh_tw: 按著 Shift 鍵並使用滑鼠滾輪時，反轉卷軸方向。

# _msg1942
source: Invert horizontal scrolling direction
zh_tw: 反轉水平卷軸方向

# _msg1943
source: Inverts scrolling direction when using mouse wheel with Ctrl key.
zh_tw: 按著 Ctrl 鍵並使用滑鼠滾輪時，反轉卷軸方向。

# _msg1944
source: Invert vertical scrolling direction
zh_tw: 反轉垂直卷軸方向

# _msg1945
source: Inverts zoom direction when using mouse wheel.
zh_tw: 使用滑鼠滾輪時，反轉縮放方向。

# _msg1946
source: Invert zoom direction
zh_tw: 反轉縮放方向

# _msg1947
source: Startup
zh_tw: 啟動

# _msg1948
source: Display loading screen
zh_tw: 顯示載入畫面

# _msg1949
source: Start with main window maximized
zh_tw: 開啟時將主畫面最大化

# _msg1950
source: Enable CAD dockwidgets
zh_tw: 啟用 CAD Dock 工具

# _msg1951
source: Enable CAD toolbars
zh_tw: 啟用 CAD 工具列

# _msg1952
source: Defaults for new drawings
zh_tw: 預設為新圖

# _msg1953
source: &Unit:
zh_tw: 單位：

# _msg1954
source: Drawing unit.
zh_tw: 繪圖單位。

# _msg1955
source: Automatically zoom drawing when opening
zh_tw: 開啟時自動縮放繪圖

# _msg1956
source: Program Defaults
zh_tw: 程式預設值

# _msg1958
source: Don't use native OS file open dialog
zh_tw: 請勿使用原有的作業系統檔案開啟對話方塊

# _msg1959
source: Keyboard Settings
zh_tw: 鍵盤設定

# _msg1960
source: Evaluate commands when SPACE BAR is pressed
zh_tw: 按著空白鍵時評估指令

# _msg1961
source: Toggle free snap mode when the SPACE BAR is pressed and the command window is empty
zh_tw: 當按著空白鍵並且指令視窗空著時，切換到自由貼齊模式

# _msg1962
source: Toggle free snap mode when SPACE BAR is pressed
zh_tw: 按著空白鍵切換到自由貼齊模式

# _msg1963
source: CAD Preferences
zh_tw: CAD 喜好設定

# _msg1964
source: <html><head/><body><p>When enabled, activating a layer would modify all selected entities to that new layer. To change layer of multiple entities: first select needed entities; activate a layer in the layer widget. This makes all selected entities modified to belong to the new layer.</p></body></html>
zh_tw: <html><head/><body><p>啟用時，啟用一個圖層會修改該新圖層中全部的選取物件。若要更改多個物件的圖層：先選取所需的物件；從圖層工具中啟用圖層。這會使得所有選取的物件都被修改為屬於新的圖層。</p></body></html>

# _msg1965
source: Modify layer of selected entities, at layer activation
zh_tw: 啟用一個圖層時修改選取的物件的圖層

# _msg1966
source: Start in tab mode
zh_tw: 以標籤模式開始

# _msg1967
source: Minimal Grid Spacing (p&x):
zh_tw: 最小格點間距：

# _msg1968
source: Variable File:
zh_tw: 可調式檔案：

# _msg1969
source: Clear Settings
zh_tw: 清除設定

# _msg1970
source: restores program geometry/layout to original state
zh_tw: 復原程式幾何形狀／佈局到原始狀態

# _msg1971
source: Layout
zh_tw: 佈局

# _msg1972
source: restores the program to its original state
zh_tw: 復原程式到原始狀態

# _msg1973
source: All
zh_tw: 全部

# _msg1974
source: Auto save time:
zh_tw: 自動儲存時間：

# _msg1975
source: Time between automatic saving of the document in minutes.
zh_tw: 以分鐘為單位的文件自動儲存時間間隔。

# _msg1976
source: When set, LibreCAD will automatically generate a backup of your current drawing.
zh_tw: 如果設置，LibreCAD 會自動生成當前繪圖的備份。

# _msg1977
source: Auto backup
zh_tw: 自動備份

# _msg1978
source: Preferences
zh_tw: 喜好設定

# _msg1979
source: Please restart the application to apply all changes.
zh_tw: 請重新啟動應用程式以套用所有變更。

# _msg1980
source: Clear settings
zh_tw: 清除設定

# _msg1981
source: This will also include custom menus and toolbars. Continue?
zh_tw: 這還將包括自訂功能表和工具列。 是否繼續？

# _msg1982
source: Layers
zh_tw: 圖層

# _msg1983
source: Export as CAM/plain SVG
zh_tw: 匯出成 CAM/plain SVG

# _msg1984
source: Default width of elements, mm
zh_tw: 預設元素寬度，公釐

# _msg1985
source: Export invisible layers
zh_tw: 匯出不可見的圖層

# _msg1986
source: Export visible construction layers
zh_tw: 匯出可見的建構圖層

# _msg1987
source: Blocks
zh_tw: 圖塊

# _msg1988
source: Images
zh_tw: 圖像

# _msg1989
source: Raster Image export
zh_tw: 匯出光柵圖像

# _msg1990
source: Dash/Dot Lines
zh_tw: 虛／點線

# _msg1991
source: Length of the pattern, mm
zh_tw: 圖樣長度，公釐

# _msg1992
source: Bake dash/dot lines to SVG path
zh_tw: 將虛／點線轉為 SVG 路徑

# _msg1993
source: Convert blocks to safe inline SVG content
zh_tw: 將圖塊換為安全的嵌入式 SVG 內容

# _msg1994
source: Ellipses / Ellipse arcs
zh_tw: 橢圓／橢圓弧

# _msg1995
source: Approximate ellipses and ellipse arcs with cubic béziers
zh_tw: 具有三次方貝塞爾曲線的近似橢圓和橢圓弧

# _msg1996
source: MakerCAM as of November 2014 does not hide SVG content that has been set invisibe ("display: none" or "visibility: hidden").
zh_tw: 截至 2014 年 11 月的 MakerCAM 不會隱藏 已設置為不可見的 SVG 內容（「display: none」或「visibility: hidden」）。

# _msg1997
source: MakerCAM as of November 2014 cannot correctly deal with blocks, because it does not take into account the reference point in the <use>.
zh_tw: 截至 2014 年 11 月的 MakerCAM 無法正確處理圖塊， 因為它沒有考慮到<use>的參照點。

# _msg1998
source: MakerCAM as of March 2015 cannot display ellipses and ellipse arcs correctly, when they are created using the <ellipse> tag with a rotation in the <transform> attribute or as <path> using elliptic arc segments.
zh_tw: 若是用<ellipse>標籤與<transform>屬性中的旋轉或是如<path>用橢圓弧段來建立橢圓， 則截至 2015 年 3 月的 MakerCAM 無法正確顯示橢圓和橢圓弧。

# _msg1999
source: Exported images can be useful in SVG editors (Inkscape, etc), but avoided in some CAM's.
zh_tw: 匯出的圖像在 SVG 編輯器（如 Inkscape 等）中可能很有用， 但在某些 CAM 中卻無法使用。

# _msg2000
source: Many CAM's(MakerCAM, EleskCAM, LaserWeb) ignore dashed/doted line style, which can be useful in lasercut of plywood or for papercraft.
zh_tw: 許多 CAM (MakerCAM, EleksCAM, LaserWeb) 會忽略虛／點線的樣式， 這在合板的雷射切割或紙藝中很有用。

# _msg2001
source: Default width of elements can affect some CAM's/SVG Editors, but ignored by other
zh_tw: 元素的預設寬度會影響某些 CAM/SVG 編輯器， 但會被其他的編輯器所忽略

# _msg2002
source: Length of line pattern related to zoom, so default step value required for baking
zh_tw: 線型的長度與縮放相關， 因此需要連接的預設步驟數值

# _msg2003
source: Point
zh_tw: 點

# _msg2004
source: Layer:
zh_tw: 圖層：

# _msg2005
source: Geometry
zh_tw: 圖形

# _msg2006
source: Position (y):
zh_tw: 位置 (y)：

# _msg2007
source: Position (x):
zh_tw: 位置 (x)：

# _msg2008
source: Polyline
zh_tw: 折線

# _msg2009
source: Layer:
zh_tw: 圖層：

# _msg2010
source: Geometry
zh_tw: 圖形

# _msg2011
source: Closed
zh_tw: 閉合的

# _msg2012
source: Rotation Options
zh_tw: 旋轉選項

# _msg2013
source: Number of copies
zh_tw: 複本數量

# _msg2014
source: &Delete Original
zh_tw: 刪除原物件

# _msg2015
source: &Keep Original
zh_tw: 保留原物件

# _msg2016
source: &Multiple Copies:
zh_tw: 多份複本：

# _msg2018
source: &Angle (a):
zh_tw: 角度 (a)：

# _msg2019
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg2020
source: Use current &layer
zh_tw: 使用目前圖層

# _msg2021
source: Rotate Two Options
zh_tw: 兩點旋轉選項

# _msg2022
source: Number of copies
zh_tw: 複本數量

# _msg2023
source: &Delete Original
zh_tw: 刪除原物件

# _msg2024
source: &Keep Original
zh_tw: 保留原物件

# _msg2025
source: &Multiple Copies
zh_tw: 多份複本

# _msg2027
source: Angle (&a):
zh_tw: 角度：

# _msg2028
source: Angle (&b):
zh_tw: 角度：

# _msg2029
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg2030
source: Use current &layer
zh_tw: 使用目前圖層

# _msg2031
source: Scaling Options
zh_tw: 縮放選項

# _msg2033
source: Scale by the same factor at both x- and y- directions
zh_tw: X 和 Y 方向以相同係數縮放

# _msg2034
source: Isotropic Scaling
zh_tw: 各向同性縮放

# _msg2037
source: Use current &attributes
zh_tw: 使用目前屬性

# _msg2038
source: Use current &layer
zh_tw: 使用目前圖層

# _msg2039
source: Number of copies
zh_tw: 複本數量

# _msg2040
source: &Delete Original
zh_tw: 刪除原物件

# _msg2041
source: &Keep Original
zh_tw: 保留原物件

# _msg2042
source: &Multiple Copies
zh_tw: 多份複本

# _msg2043
source: Spline
zh_tw: 雲形線

# _msg2044
source: Layer:
zh_tw: 圖層：

# _msg2045
source: Geometry
zh_tw: 圖形

# _msg2046
source: Degree:
zh_tw: 度：

# _msg2047
source: Closed
zh_tw: 閉合的

# _msg2048
source: Text
zh_tw: 文字

# _msg2049
source: &Height:
zh_tw: 高度：

# _msg2050
source: Alignment
zh_tw: 對齊

# _msg2051
source: Top Right
zh_tw: 右上

# _msg2052
source: Top Left
zh_tw: 左上

# _msg2053
source: Middle Left
zh_tw: 左中

# _msg2054
source: Middle Center
zh_tw: 正中央

# _msg2055
source: Middle Right
zh_tw: 右中

# _msg2056
source: Bottom Left
zh_tw: 左下

# _msg2057
source: Bottom Right
zh_tw: 右下

# _msg2058
source: Bottom Center
zh_tw: 中下

# _msg2059
source: Top Center
zh_tw: 中上

# _msg2060
source: Text:
zh_tw: 文字：

# _msg2061
source: Clear Text
zh_tw: 清除文字

# _msg2062
source: Load Text From File
zh_tw: 從檔案載入文字

# _msg2063
source: Save Text To File
zh_tw: 將文字儲存至檔案

# _msg2064
source: Cut
zh_tw: 剪下

# _msg2065
source: Copy
zh_tw: 複製

# _msg2066
source: Paste
zh_tw: 貼上

# _msg2067
source: Layer:
zh_tw: 圖層：

# _msg2068
source: Font settings
zh_tw: 字形設定

# _msg2069
source: Angle:
zh_tw: 角度：

# _msg2070
source: Width factor:
zh_tw: 寬度係數：

# _msg2071
source: Font:
zh_tw: 字型：

# _msg2072
source: Baseline Left
zh_tw: 基線左邊

# _msg2074
source: Baseline Right
zh_tw: 基線右邊

# _msg2075
source: Baseline Center
zh_tw: 基線中心

# _msg2076
source: Fit
zh_tw: 適合

# _msg2077
source: Insert Symbol
zh_tw: 插入符號

# _msg2078
source: A&ligned
zh_tw: 已對齊

# _msg2079
source: &Middle
zh_tw: 中點

# _msg2080
source: Diameter (⌀)
zh_tw: 直徑 (⌀)

# _msg2081
source: Degree (°)
zh_tw: 度 (°)

# _msg2082
source: Plus / Minus (±)
zh_tw: 正／負 (±)

# _msg2084
source: Hash (#)
zh_tw: 井號 (#)

# _msg2085
source: Dollar ($)
zh_tw: 美元 ($)

# _msg2086
source: Copyright (©)
zh_tw: 著作權 (©)

# _msg2087
source: Registered (®)
zh_tw: 已註冊 (®)

# _msg2088
source: Paragraph (§)
zh_tw: 段落 (§)

# _msg2089
source: Pi (π)
zh_tw: 圓周率 (π)

# _msg2090
source: Pound (£)
zh_tw: 英磅 (£)

# _msg2091
source: Yen (¥)
zh_tw: 日元 (¥)

# _msg2092
source: Times (×)
zh_tw: 乘 (×)

# _msg2093
source: Division (÷)
zh_tw: 除 (÷)

# _msg2094
source: Insert Unicode
zh_tw: 插入 Unicode 字元

# _msg2095
source: Page:
zh_tw: 頁面：

# _msg2096
source: Char:
zh_tw: 字元：

# _msg2206
source: again Still No Text supplied.
zh_tw: 仍未提供文字。

# _msg2207
source: Close All
zh_tw: 全部關閉

# _msg2208
source: Close
zh_tw: 關閉

# _msg2209
source: Drawing Exchange DXF 2000 %1
zh_tw: 繪圖交換 DXF 2000 %1

# _msg2210
source: Drawing Exchange DXF R12 %1
zh_tw: 繪圖交換 DXF R12 %1

# _msg2211
source: LFF Font %1
zh_tw: LFF 字型 %1

# _msg2212
source: QCad Font %1
zh_tw: QCad 字型 %1

# _msg2213
source: Jww Drawing %1
zh_tw: JWW 繪圖 %1

# _msg2214
source: Drawing Exchange %1
zh_tw: 繪圖交換 %1

# _msg2215
source: Drawing Exchange DXF 2007 %1
zh_tw: 繪圖交換 DXF 2007 %1

# _msg2216
source: Drawing Exchange DXF 2004 %1
zh_tw: 繪圖交換 DXF 2004 %1

# _msg2217
source: Drawing Exchange DXF R14 %1
zh_tw: 繪圖交換 DXF R14 %1

# _msg2218
source: dwg Drawing %1
zh_tw: dwg 繪圖 %1

# _msg2219
source: QCad 1.x file %1
zh_tw: QCad 1.x 檔案 %1

# _msg2220
source: Block
zh_tw: 圖塊

# _msg2221
source: Drawing
zh_tw: 繪圖

# _msg2222
source: Open %1
zh_tw: 開啟 %1

# _msg2223
source: Untitled
zh_tw: 無標題

# _msg2224
source: Save %1 As
zh_tw: 儲存 %1 為

# _msg2225
source: Save Drawing As
zh_tw: 將繪圖儲存為

# _msg2226
source: %1 already exists. Do you want to replace it?
zh_tw: %1 已經存在。 您確定要取代它嗎？

# _msg2227
source: Old Drawing Exchange %1
zh_tw: 舊繪圖交換 %1

# _msg2228
source: Drawing Exchange %1
zh_tw: 繪圖交換 %1

# _msg2229
source: dwg Drawing %1
zh_tw: dwg 繪圖 %1

# _msg2230
source: QCad 1.x file %1
zh_tw: QCad 1.x 檔案 %1

# _msg2231
source: LFF Font %1
zh_tw: LFF 字型 %1

# _msg2232
source: Font %1
zh_tw: 字型 %1

# _msg2234
source: Open Drawing
zh_tw: 開啟繪圖

# _msg2235
source: Image Export Options
zh_tw: 圖像匯出選項

# _msg2236
source: Bitmap Size
zh_tw: 點陣圖大小

# _msg2237
source: Width:
zh_tw: 寬度：

# _msg2238
source: Height:
zh_tw: 高度：

# _msg2239
source: Resolution:
zh_tw: 解析度：

# _msg2240
source: auto
zh_tw: 自動

# _msg2241
source: Background
zh_tw: 背景

# _msg2242
source: White
zh_tw: 白色

# _msg2243
source: B&lack
zh_tw: 黑色

# _msg2244
source: Colouring
zh_tw: 著色

# _msg2245
source: Black / White
zh_tw: 黑／白

# _msg2246
source: Coloured
zh_tw: 彩色

# _msg2247
source: Borders
zh_tw: 邊框線

# _msg2248
source: Top / Bottom - Border:
zh_tw: 頂部／底部 - 邊框：

# _msg2249
source: Left / Right - Border:
zh_tw: 左／右 - 邊框：

# _msg2250
source: set same size
zh_tw: 設置相同尺寸

# _msg2251
source: - Unchanged -
zh_tw: - 未變更 -

# _msg2252
source: Layer Settings
zh_tw: 圖層設定

# _msg2253
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
zh_tw: 建構圖層具有無限長的直線物件可用來建構幾何圖形。 建構圖層的內容不會出現在輸出列印裡。

# _msg2254
source: Construction Layer
zh_tw: 建構圖層

# _msg2255
source: Layer Name:
zh_tw: 圖層名稱：

# _msg2256
source: Default Pen
zh_tw: 預設畫筆

# _msg2257
source: Layer Properties
zh_tw: 圖層屬性

# _msg2258
source: Layer with a name "%1" already exists. Please specify a different name.
zh_tw: 相同名稱"%1"的圖層已經存在。請指定不同的名稱。

# _msg2259
source: Show all layers
zh_tw: 顯示全部圖層

# _msg2260
source: Hide all layers
zh_tw: 隱藏全部圖層

# _msg2261
source: Unlock all layers
zh_tw: 解鎖所有圖層

# _msg2262
source: Lock all layers
zh_tw: 鎖定所有圖層

# _msg2263
source: Add a layer
zh_tw: 新增圖層

# _msg2264
source: Remove the current layer
zh_tw: 移除目前圖層

# _msg2265
source: Modify layer attributes / rename
zh_tw: 修改圖層屬性／重新命名

# _msg2267
source: Looking for matching layer names
zh_tw: 尋找匹配層名

# _msg2268
source: Layer Menu
zh_tw: 圖層功能表

# _msg2269
source: &Defreeze all Layers
zh_tw: 解除凍結全部圖層

# _msg2270
source: &Freeze all Layers
zh_tw: 凍結全部圖層

# _msg2271
source: &Unlock all Layers
zh_tw: 解鎖所有圖層

# _msg2272
source: &Lock all Layers
zh_tw: 鎖定所有圖層

# _msg2273
source: &Add Layer
zh_tw: 新增圖層

# _msg2274
source: &Remove Layer
zh_tw: 移除圖層

# _msg2275
source: Edit Layer &Attributes
zh_tw: 編輯圖層屬性

# _msg2276
source: Toggle Layer &Visibility
zh_tw: 切換圖層可視性

# _msg2277
source: Toggle Layer &Printing
zh_tw: 切換圖層列印

# _msg2278
source: Toggle &Construction Layer
zh_tw: 切換建構圖層

# _msg2279
source: Refresh
zh_tw: 重新整理

# _msg2280
source: Rebuild
zh_tw: 重新建立

# _msg2281
source: Directories
zh_tw: 目錄

# _msg2282
source: Insert
zh_tw: 插入

# _msg2283
source: - Unchanged -
zh_tw: - 未變更 -

# _msg2284
source: By Layer
zh_tw: 依圖層

# _msg2285
source: By Block
zh_tw: 依圖塊

# _msg2286
source: No Pen
zh_tw: 沒有畫筆

# _msg2287
source: Continuous
zh_tw: 連續

# _msg2288
source: Dot
zh_tw: 點

# _msg2289
source: Dot (tiny)
zh_tw: 點（極小）

# _msg2290
source: Dot (small)
zh_tw: 點（小）

# _msg2291
source: Dot (large)
zh_tw: 點（大）

# _msg2292
source: Dash
zh_tw: 虛線

# _msg2293
source: Dash (tiny)
zh_tw: 虛線（極小）

# _msg2294
source: Dash (small)
zh_tw: 虛線（小）

# _msg2295
source: Dash (large)
zh_tw: 虛線（大）

# _msg2296
source: Dash Dot
zh_tw: 點虛線

# _msg2297
source: Dash Dot (tiny)
zh_tw: 點虛線（極小）

# _msg2298
source: Dash Dot (small)
zh_tw: 點虛線（小）

# _msg2299
source: Dash Dot (large)
zh_tw: 點虛線（大）

# _msg2300
source: Divide
zh_tw: 等分

# _msg2301
source: Divide (tiny)
zh_tw: 分割線（極小）

# _msg2302
source: Divide (small)
zh_tw: 分割線（小）

# _msg2303
source: Divide (large)
zh_tw: 分割線（大）

# _msg2304
source: Center
zh_tw: 中線

# _msg2305
source: Center (tiny)
zh_tw: 中線（極小）

# _msg2306
source: Center (small)
zh_tw: 中線（小）

# _msg2307
source: Center (large)
zh_tw: 中線（大）

# _msg2308
source: Border
zh_tw: 邊線

# _msg2309
source: Border (tiny)
zh_tw: 邊線（極小）

# _msg2310
source: Border (small)
zh_tw: 邊線（小）

# _msg2311
source: Border (large)
zh_tw: 邊線（大）

# _msg2312
source: Mouse
zh_tw: 滑鼠

# _msg2313
source: Right
zh_tw: 右

# _msg2314
source: Left
zh_tw: 左

# _msg2315
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">有關鼠標左／右鍵操作的提示</span></p></body></html>

# _msg2316
source: Line color
zh_tw: 線顏色

# _msg2317
source: Line width
zh_tw: 線寬

# _msg2318
source: Line type
zh_tw: 線類型

# _msg2319
source: wrong action type
zh_tw: 錯誤的動作類型

# _msg2321
source: Selection
zh_tw: 選擇

# _msg2322
source: Selected
zh_tw: 已選取

# _msg2323
source: Total Length
zh_tw: 總長

# _msg2324
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">已選取物件數量</p></body></html>

# _msg2325
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
zh_tw: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">已選取物件線總長</p></body></html>

# _msg2326
source: Snap
zh_tw: 貼齊

# _msg2327
source: Snap to Endpoints
zh_tw: 貼齊端點

# _msg2328
source: Snap to equidistant points of entity
zh_tw: 貼齊物件等距點

# _msg2329
source: Snap to center points
zh_tw: 貼齊中心點

# _msg2330
source: Snap to intersections automatically
zh_tw: 自動貼齊交點

# _msg2331
source: Snap to closest point on entity
zh_tw: 貼齊物件最近點

# _msg2332
source: Snap to point with given distance to endpoint
zh_tw: 貼齊端點之定距點

# _msg2333
source: Snap to intersections manually
zh_tw: 手動貼齊交點

# _msg2334
source: Snap to grid
zh_tw: 貼齊格點

# _msg2335
source: Restrict Horizontally
zh_tw: 限定水平

# _msg2336
source: Restrict Vertically
zh_tw: 限定垂直

# _msg2337
source: Move relative Zero
zh_tw: 移動相對原點

# _msg2338
source: Lock relative Zero
zh_tw: 鎖定相對原點

# _msg2339
source: Exclusive Snap Mode
zh_tw: 專有貼齊模式

# _msg2340
source: Free Snap
zh_tw: 自由貼齊

# _msg2341
source: Snap on grid
zh_tw: 貼齊格點

# _msg2342
source: Snap on Endpoints
zh_tw: 貼齊端點

# _msg2343
source: Snap on Entity
zh_tw: 貼齊物件

# _msg2344
source: Snap Center
zh_tw: 貼齊中心

# _msg2345
source: Snap Middle
zh_tw: 貼齊中間點

# _msg2346
source: Snap Distance
zh_tw: 根據距離貼齊

# _msg2347
source: Snap Intersection
zh_tw: 貼齊交點

# _msg2348
source: Restrict Horizontal
zh_tw: 限制水平方向

# _msg2349
source: Restrict Vertical
zh_tw: 限制垂直方向

# _msg2350
source: Restrict Orthogonal
zh_tw: 正交限制

# _msg2351
source: Restrict Nothing
zh_tw: 沒有限制

# _msg2352
source: Set relative zero position
zh_tw: 設置相對原點

# _msg2353
source: Lock relative zero position
zh_tw: 鎖定相對原點

# _msg2354
source: Pen
zh_tw: 畫筆

# _msg2355
source: Line type:
zh_tw: 線型：

# _msg2356
source: Width:
zh_tw: 寬度：

# _msg2357
source: Color:
zh_tw: 顏色：

# _msg2358
source: - Unchanged -
zh_tw: - 未變更 -

# _msg2359
source: By Layer
zh_tw: 依圖層

# _msg2360
source: By Block
zh_tw: 依圖塊

# _msg2361
source: Default
zh_tw: 預設

# _msg2386
source: Remove Layer
zh_tw: 移除圖層

# _msg2387
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
zh_tw: 圖層"%1"及其上的所有物件都將被移除。 此操作無法恢復。

# _msg2388
source: Layer "%1" can never be removed.
zh_tw: 無法移除圖層"%1"。

# _msg2389
source: Layer Dialog
zh_tw: 圖層對話框

# _msg2390
source: Remove Block
zh_tw: 移除圖塊

# _msg2391
source: Block "%1" and all its entities will be removed.
zh_tw: 圖塊"%1"與其所有物件將被移除。

# _msg2392
source: All Image Files (%1)
zh_tw: 所有圖像檔 (%1)

# _msg2393
source: noname
zh_tw: 沒有名稱

# _msg2394
source: All Files (*.*)
zh_tw: 所有檔案 (*.*)

# _msg2395
source: Open Image
zh_tw: 開啟圖像

# _msg2396
source: Windows Bitmap
zh_tw: Windows 點陣圖

# _msg2397
source: Joint Photographic Experts Group
zh_tw: 聯合影像專業組織

# _msg2398
source: Graphics Interchange Format
zh_tw: 圖形交換格式
