Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1523
source: lengthen
ca: allarga

# _msg1525
source: stretch
ca: estira

# _msg1527
source: delete
ca: suprimeix

# _msg1529
source: del
ca: suprimeix

# _msg1530
source: explode
ca: descompon

# _msg1532
source: snapfree
ca: sense forçat

# _msg1535
source: snapcenter
ca: força al centre

# _msg1537
source: snapdist
ca: força a una distància

# _msg1539
source: snapend
ca: força al final

# _msg1541
source: snapgrid
ca: força a la graella

# _msg1543
source: snapintersection
ca: força a la intersecció

# _msg1545
source: snapmiddle
ca: força al mig

# _msg1547
source: snaponentity
ca: força a l'entitat

# _msg1550
source: setrelativezero
ca: estableix el zero relatiu

# _msg1551
source: rz
ca: or

# _msg1552
source: selectall
ca: selecciona-ho tot

# _msg1554
source: deselectall
ca: desselecciona-ho tot

# _msg1556
source: modifyattr
ca: modifica els atributs

# _msg1559
source: properties
ca: propietats

# _msg1561
source: distance
ca: distància

# _msg1566
source: area
ca: àrea

# _msg1569
source: dpi
ca: ppp

# _msg1570
source: close
ca: tanca

# _msg1571
source: chord length
ca: longitud de la corda

# _msg1572
source: columns
ca: columnes

# _msg1573
source: columnspacing
ca: espaiat entre columnes

# _msg1575
source: length
ca: longitud

# _msg1576
source: length1
ca: longitud1

# _msg1577
source: length2
ca: longitud2

# _msg1578
source: number
ca: nombre

# _msg1579
source: radius
ca: radi

# _msg1580
source: rows
ca: files

# _msg1581
source: rowspacing
ca: espaiat entre columnes

# _msg1582
source: through
ca: a través

# _msg1583
source: trim
ca: redueix

# _msg1586
source: center
ca: centre

# _msg1589
source: cl
ca: lc

# _msg1591
source: cols
ca: columnes

# _msg1593
source: columnspacing
ca: espaiat entre columnes

# _msg1594
source: colspacing
ca: ec

# _msg1595
source: cs
ca: ec

# _msg1598
source: help
ca: ajuda

# _msg1600
source: length
ca: longitud

# _msg1601
source: len
ca: lon

# _msg1603
source: length1
ca: longitud1

# _msg1604
source: len1
ca: lon1

# _msg1606
source: length2
ca: longitud2

# _msg1607
source: len2
ca: lon2

# _msg1609
source: number
ca: nombre

# _msg1610
source: num
ca: nom

# _msg1613
source: reversed
ca: invertit

# _msg1614
source: rev
ca: inv

# _msg1615
source: row
ca: fila

# _msg1616
source: rowspacing
ca: espaiat entre files

# _msg1617
source: rs
ca: ef

# _msg1621
source: undo
ca: desfés

# _msg1623
source: redo
ca: refés

# _msg1625
source: back
ca: enrere

# _msg1626
source: b
ca: e

# _msg1627
source: paperoffset
ca: desplaçament en el paper

# _msg1628
source: graphoffset
ca: desplaçament gràfic

# _msg1629
source: Command: %1 (%2)
ca: Ordre: %1 (%2)

# _msg1630
source: RS_Commands:: command not found: %1
ca: RS_Commands:: no s'ha trobat l'ordre: %1

# _msg1631
source: Command not found: %1
ca: No s'ha trobat l'ordre: %1

# _msg1632
source: Accepted keycode: %1
ca: Codi de tecla acceptat: %1

# _msg1633
source: Available commands:
ca: Ordres disponibles:

# _msg1635
source: calculate
ca: calcula

# _msg1636
source: None
ca: Cap

# _msg1637
source: error reading file metadata in dwg file
ca: s'ha produït un error en llegir les metadades del fitxer al fitxer dwg

# _msg1638
source: Calculator error for input:
ca: Error de l'eina de càlcul per a l'entrada:

# _msg1645
source: Block
ca: Bloc

# _msg1646
source: Circle
ca: Cercle

# _msg1647
source: Curve
ca: Corba

# _msg1648
source: Edit
ca: Edita

# _msg1650
source: File
ca: Fitxer

# _msg1651
source: Dimension
ca: Cota

# _msg1652
source: Info
ca: Informació

# _msg1653
source: Layer
ca: Capa

# _msg1654
source: Line
ca: Línia

# _msg1655
source: Modify
ca: Modifica

# _msg1656
source: Options
ca: Opcions

# _msg1657
source: Other
ca: Altres

# _msg1658
source: Polyline
ca: Línia poligonal

# _msg1659
source: Restriction
ca: Restricció

# _msg1660
source: Select
ca: Selecciona

# _msg1661
source: Snap
ca: Força

# _msg1662
source: Snap Extras
ca: Forçament extra

# _msg1663
source: View
ca: Visualització

# _msg1664
source: Widgets
ca: Estris

# _msg1665
source: Creators
ca: Creadors

# _msg1667
source: User's Manual
ca: Manual de l'usuari

# _msg1668
source: Commands
ca: Ordres

# _msg1669
source: Style Sheets
ca: Fulls d'estil

# _msg1670
source: Forum
ca: Fòrum

# _msg1671
source: All
ca: Tot

# _msg1672
source: Invalid objects removed:
ca: Objectes no vàlids que s'han suprimit:

# _msg1673
source: Pen Wizard
ca: Assistent del traç

# _msg1674
source: Release Information
ca: Informació del llançament

# _msg1675
source: Load Command File
ca: Carrega el fitxer d'ordres

# _msg1676
source: Select objects
ca: Selecciona els objectes

# _msg1677
source: Apply to selected
ca: Aplica-ho als seleccionats

# _msg1678
source: Remove
ca: Suprimeix

# _msg1679
source: You must input a distance first.
ca: Primer heu d'introduir una distància.

# _msg1681
source: Calculator mode: On
ca: Mode calculadora: Engegat

# _msg1682
source: Calculator mode: Off
ca: Mode calculadora: Apagat

# _msg1683
source: License
ca: Llicència

# _msg1695
source: length1
ca: longitud1

# _msg1696
source: length2
ca: longitud2

# _msg1700
source: Keycode mode
ca: Mode de codi de tecla

# _msg1705
source: Custom
ca: Personalitzat

# _msg1721
source: Crosshair
ca: Punt de mira

# _msg1722
source: Crosshair2
ca: Punt de mira 2

# _msg1723
source: Isometric
ca: Isomètrica

# _msg1724
source: Spiderweb
ca: Teranyina

# _msg1725
source: Point
ca: Punt

# _msg1726
source: Square
ca: Quadrada

# _msg1729
source: Dock Areas
ca: Àrees d'acoblament

# _msg1731
source: Tablet
ca: Tauleta

# _msg1732
source: Trackpad
ca: Ratolí tàctil

# _msg1733
source: Touchscreen
ca: Pantalla tàctil

# _msg1758
source: Pen
ca: Traç

# _msg1759
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg1760
source: Cancel
ca: Cancel·la

# _msg1762
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg1763
source: Cancel
ca: Cancel·la

# _msg1764
source: Enter angle:
ca: Introduïu l'angle:

# _msg1766
source: Enter factor:
ca: Introduïu el factor:

# _msg1767
source: Enter columns:
ca: Introduïu les columnes:

# _msg1768
source: Enter rows:
ca: Introduïu les files:

# _msg1769
source: Enter column spacing:
ca: Introduïu l'espaiat entre columnes:

# _msg1770
source: Enter row spacing:
ca: Introduïu l'espaiat entre files:

# _msg1771
source: No block activated to save
ca: No hi ha cap bloc activat per a desar

# _msg1772
source: Choose second edge
ca: Trieu la segona aresta

# _msg1773
source: Back
ca: Enrere

# _msg1780
source: Select first line
ca: Seleccioneu la primera línia

# _msg1782
source: Select second line
ca: Seleccioneu la segona línia

# _msg1783
source: Specify dimension arc line location
ca: Especifiqueu la ubicació de la línia de cota angular

# _msg1784
source: Enter dimension text:
ca: Introduïu el text de la cota:

# _msg1785
source: Not a circle or arc entity
ca: No és una circumferència o arc

# _msg1786
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1787
source: Select arc or circle entity
ca: Seleccioneu l'arc o circumferència

# _msg1788
source: Cancel
ca: Cancel·la

# _msg1789
source: Specify dimension line location
ca: Especifiqueu la ubicació de la línia de cota

# _msg1790
source: Enter dimension text:
ca: Introduïu el text de la cota:

# _msg1791
source: Specify target point
ca: Especifiqueu el punt de destí

# _msg1792
source: Cancel
ca: Cancel·la

# _msg1793
source: Specify next point
ca: Especifiqueu el punt següent

# _msg1794
source: Finish
ca: Finalitza

# _msg1795
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1796
source: Specify first extension line origin
ca: Especifiqueu l'origen de la primera línia d'extensió

# _msg1798
source: Specify second extension line origin
ca: Especifiqueu l'origen de la segona línia d'extensió

# _msg1799
source: Back
ca: Enrere

# _msg1800
source: Specify dimension line location
ca: Especifiqueu la ubicació de la línia de cota

# _msg1801
source: Enter dimension text:
ca: Introduïu el text de la cota:

# _msg1802
source: Enter dimension line angle:
ca: Introduïu l'angle de la línia de cota:

# _msg1803
source: Not a circle or arc entity
ca: No és una circumferència o arc

# _msg1804
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1805
source: Select arc or circle entity
ca: Seleccioneu l'arc o circumferència

# _msg1806
source: Cancel
ca: Cancel·la

# _msg1807
source: Specify dimension line position or enter angle:
ca: Especifiqueu la posició de la línia de cota o introduïu l'angle:

# _msg1808
source: Enter dimension text:
ca: Introduïu el text de la cota:

# _msg1809
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1810
source: Not a valid chord length
ca: La longitud de la corda no és vàlida

# _msg1811
source: Specify center
ca: Especifiqueu el centre

# _msg1815
source: Specify start angle:
ca: Especifiqueu l'angle inicial:

# _msg1816
source: Specify included angle:
ca: Especifiqueu l'angle inclòs:

# _msg1817
source: Specify chord length:
ca: Especifiqueu la longitud de la corda:

# _msg1818
source: Specify end angle or [angle/chord length]
ca: Especifiqueu l'angle final o [angle/longitud de corda]

# _msg1819
source: Invalid arc data.
ca: Les dades de l'arc no són vàlides.

# _msg1820
source: Cancel
ca: Cancel·la

# _msg1821
source: Specify second point
ca: Especifiqueu el segon punt

# _msg1823
source: Specify endpoint
ca: Especifiqueu el punt final

# _msg1824
source: Specify startpoint or [center]
ca: Especifiqueu el punt final o [centre]

# _msg1825
source: Specify base entity
ca: Especifiqueu l'entitat de base

# _msg1826
source: Cancel
ca: Cancel·la

# _msg1827
source: Specify end angle
ca: Especifiqueu l'angle final

# _msg1829
source: Specify end point
ca: Especifiqueu el punt final

# _msg1830
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1831
source: Specify center
ca: Especifiqueu el centre

# _msg1833
source: Specify radius
ca: Especifiqueu el radi

# _msg1836
source: Invalid Circle data.
ca: Les dades de la circumferència no són vàlides.

# _msg1837
source: Specify first point
ca: Especifiqueu el primer punt

# _msg1839
source: Specify second point
ca: Especifiqueu el segon punt

# _msg1841
source: Invalid circle data.
ca: Les dades de la circumferència no són vàlides.

# _msg1842
source: Specify first point
ca: Especifiqueu el primer punt

# _msg1843
source: Cancel
ca: Cancel·la

# _msg1844
source: Specify second point
ca: Especifiqueu el segon punt

# _msg1845
source: Back
ca: Enrere

# _msg1846
source: Specify third point
ca: Especifiqueu el tercer punt

# _msg1847
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1848
source: Specify circle center
ca: Especifiqueu el centre de la circumferència

# _msg1850
source: Specify circle radius
ca: Especifiqueu el radi de la circumferència

# _msg1852
source: radius=%1 is invalid
ca: El radi=%1 no és vàlid

# _msg1853
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1854
source: Specify center
ca: Especifiqueu el centre

# _msg1856
source: Specify circle radius
ca: Especifiqueu el radi de la circumferència

# _msg1857
source: Back
ca: Enrere

# _msg1859
source: Specify the first line
ca: Especifiqueu la primera línia

# _msg1860
source: Cancel
ca: Cancel·la

# _msg1861
source: Specify the second line
ca: Especifiqueu la segona línia

# _msg1862
source: Back
ca: Enrere

# _msg1863
source: Specify the third line
ca: Especifiqueu la tercera línia

# _msg1865
source: Specify the first point on the tangent circle
ca: Especifiqueu el primer punt en la circumferència tangent

# _msg1866
source: Back
ca: Enrere

# _msg1867
source: Specify the second point on the tangent circle
ca: Especifiqueu el segon punt en la circumferència tangent

# _msg1868
source: Select the center of the tangent circle
ca: Seleccioneu el centre de la circumferència tangent

# _msg1869
source: Specify a line/arc/circle
ca: Especifiqueu una línia/arc/circumferència

# _msg1870
source: Specify the first line/arc/circle
ca: Especifiqueu la primera línia/arc/circumferència

# _msg1872
source: Specify the second line/arc/circle
ca: Especifiqueu la segona línia/arc/circumferència

# _msg1874
source: Select the center of the tangent circle
ca: Seleccioneu el centre de la circumferència tangent

# _msg1875
source: Specify a line/arc/circle
ca: Especifiqueu una línia/arc/cercle

# _msg1876
source: Cancel
ca: Cancel·la

# _msg1877
source: Specify the another arc/circle
ca: Especifiqueu l'altre arc/cercle

# _msg1878
source: Back
ca: Enrere

# _msg1879
source: Specify a point on the tangent circle
ca: Especifiqueu un punt en la circumferència tangent

# _msg1880
source: Select the center of the tangent circle
ca: Seleccioneu el centre de la circumferència tangent

# _msg1882
source: Back
ca: Enrere

# _msg1883
source: Select the center of the tangent circle
ca: Seleccioneu el centre de la circumferència tangent

# _msg1884
source: Specify the first line/arc/circle
ca: Especifiqueu la primera línia/arc/cercle

# _msg1885
source: Specify the second line/arc/circle
ca: Especifiqueu la segona línia/arc/cercle

# _msg1886
source: Specify the third line/arc/circle
ca: Especifiqueu la tercera línia/arc/cercle

# _msg1887
source: Specify the first point on ellipse
ca: Especifiqueu el primer punt en l'el·lipse

# _msg1889
source: Specify the second point on ellipse
ca: Especifiqueu el segon punt en l'el·lipse

# _msg1891
source: Specify the third point on ellipse
ca: Especifiqueu el tercer punt en l'el·lipse

# _msg1892
source: Specify the fourth point on ellipse
ca: Especifiqueu el quart punt en l'el·lipse

# _msg1893
source: Can not determine uniquely an ellipse
ca: No es pot determinar únicament una el·lipse

# _msg1894
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1895
source: Specify ellipse center
ca: Especifiqueu el centre de l'el·lipse

# _msg1896
source: Cancel
ca: Cancel·la

# _msg1897
source: Specify endpoint of major axis
ca: Especifiqueu l'extrem de l'eix major

# _msg1898
source: Back
ca: Enrere

# _msg1899
source: Specify endpoint or length of minor axis:
ca: Especifiqueu l'extrem o longitud de l'eix menor:

# _msg1900
source: Specify start angle
ca: Especifiqueu l'angle inicial

# _msg1901
source: Specify end angle
ca: Especifiqueu l'angle final

# _msg1902
source: Specify the center of ellipse
ca: Especifiqueu el centre de l'el·lipse

# _msg1903
source: Cancel
ca: Cancel·la

# _msg1904
source: Specify the first point on ellipse
ca: Especifiqueu el primer punt en l'el·lipse

# _msg1905
source: Specify the second point on ellipse
ca: Especifiqueu el segon punt en l'el·lipse

# _msg1906
source: Back
ca: Enrere

# _msg1907
source: Specify the third point on ellipse
ca: Especifiqueu el tercer punt en l'el·lipse

# _msg1908
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1909
source: Specify first focus of ellipse
ca: Especifiqueu el primer focus de l'el·lipse

# _msg1910
source: Cancel
ca: Cancel·la

# _msg1911
source: Specify second focus of ellipse
ca: Especifiqueu el segon focus de l'el·lipse

# _msg1912
source: Back
ca: Enrere

# _msg1913
source: Specify a point on ellipse or total distance to foci
ca: Especifiqueu un punt en l'el·lipse o la distància total als focus

# _msg1916
source: Specify the first line
ca: Especifiqueu la primera línia

# _msg1918
source: Specify the second line
ca: Especifiqueu la segona línia

# _msg1920
source: Specify the third line
ca: Especifiqueu la tercera línia

# _msg1921
source: Specify the fourth line
ca: Especifiqueu la quarta línia

# _msg1922
source: Can not determine uniquely an ellipse
ca: No es pot determinar únicament una el·lipse

# _msg1923
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
ca: L'àrea d'ombrejat no és vàlida. Comproveu que les entitats seleccionades formen un o més contorns tancats.

# _msg1924
source: Hatch created successfully.
ca: S'ha creat l'ombrejat amb èxit.

# _msg1925
source: Hatch Error: Invalid contour found!
ca: S'ha produït un error en ombrejar: El contorn trobat no és vàlid!

# _msg1926
source: Hatch Error: Pattern not found!
ca: S'ha produït un error en ombrejar: No s'ha trobat el patró!

# _msg1927
source: Hatch Error: Contour or pattern too small!
ca: S'ha produït un error en ombrejar: El contorn o el patró és massa petit!

# _msg1928
source: Hatch Error: Contour too big!
ca: S'ha produït un error en ombrejar: El contorn és massa gran!

# _msg1929
source: Hatch Error: Undefined Error!
ca: S'ha produït un error en ombrejar: Error sense definir!

# _msg1930
source: Total hatch area = %1
ca: Àrea total ombrejada = %1

# _msg1931
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1932
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg1933
source: Cancel
ca: Cancel·la

# _msg1934
source: Enter angle:
ca: Introduïu l'angle:

# _msg1936
source: Enter factor:
ca: Introduïu el factor:

# _msg1937
source: Enter dpi:
ca: Introduïu els ppp:

# _msg1938
source: Specify first point
ca: Especifiqueu el primer punt

# _msg1940
source: Specify next point or [%1]
ca: Especifiqueu el punt següent o [%1]

# _msg1942
source: Specify next point
ca: Especifiqueu el punt següent

# _msg1943
source: Cannot undo: Not enough entities defined yet.
ca: No es pot desfer: Encara no hi ha definides prou entitats.

# _msg1944
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
ca: No es pot tancar la seqüència de línies: No hi ha encara prou entitats definides, o ja està tancada.

# _msg1945
source: Cannot redo: Not previous line segment defined.
ca: No es pot refer: No s'ha definit prèviament un segment de línia.

# _msg1947
source: Specify position
ca: Especifiqueu la posició

# _msg1949
source: Enter angle:
ca: Introduïu l'angle:

# _msg1951
source: Enter length:
ca: Introduïu la longitud:

# _msg1952
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1953
source: Select first line
ca: Seleccioneu la primera línia

# _msg1955
source: Select second line
ca: Seleccioneu la segona línia

# _msg1957
source: Enter bisector length:
ca: Introduïu la longitud de la bisectriu:

# _msg1958
source: Enter number of bisectors:
ca: Introduïu el nombre de bisectrius:

# _msg1959
source: Number sector lines not in range:
ca: El nombre de línies del sector no està dins de l'interval:

# _msg1960
source: Click and drag to draw a line
ca: Feu clic i arrossegueu per a traçar una línia

# _msg1961
source: Cancel
ca: Cancel·la

# _msg1962
source: Specify first point
ca: Especifiqueu el primer punt

# _msg1964
source: Specify second point
ca: Especifiqueu el segon punt

# _msg1966
source: Select a line
ca: Seleccioneu una línia

# _msg1968
source: Select circle, arc or ellipse
ca: Seleccioneu la circumferència, arc o el·lipse

# _msg1970
source: Specify Distance <%1> or select entity or [%2]
ca: Especifiqueu la distància <%1>, seleccioneu l'entitat o [%2]

# _msg1971
source: Cancel
ca: Cancel·la

# _msg1972
source: Enter number:
ca: Introduïu el nombre:

# _msg1973
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1974
source: Not a valid number. Try 1..99
ca: El nombre no és vàlid. Proveu entre 1 i 99

# _msg1975
source: Select entity
ca: Selecciona l'entitat

# _msg1977
source: Specify through point
ca: Especifiqueu el punt

# _msg1979
source: Number:
ca: Nombre:

# _msg1980
source: Not a valid number. Try 1..99
ca: El nombre no és vàlid. Proveu entre 1 i 99

# _msg1981
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1983
source: Specify center
ca: Especifiqueu el centre

# _msg1984
source: Specify a corner
ca: Especifiqueu un vèrtex

# _msg1985
source: Enter number:
ca: Introduïu el nombre:

# _msg1986
source: Not a valid number. Try 1..9999
ca: El nombre no és vàlid. Proveu entre 1 i 9999

# _msg1987
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg1988
source: Specify first corner
ca: Especifiqueu el primer vèrtex

# _msg1990
source: Specify second corner
ca: Especifiqueu el segon vèrtex

# _msg1991
source: Back
ca: Enrere

# _msg1992
source: Number:
ca: Nombre:

# _msg1993
source: Not a valid number. Try 1..9999
ca: El nombre no és vàlid. Proveu entre 1 i 9999

# _msg1994
source: Not a valid expression.
ca: L'expressió no és vàlida.

# _msg1995
source: Specify first corner
ca: Especifiqueu el primer vèrtex

# _msg1997
source: Specify second corner
ca: Especifiqueu el segon vèrtex

# _msg1998
source: Back
ca: Enrere

# _msg1999
source: Not a valid expression
ca: L'expressió no és vàlida

# _msg2000
source: Select base entity
ca: Especifiqueu l'entitat de base

# _msg2002
source: Specify position
ca: Especifiqueu la posició

# _msg2003
source: Back
ca: Enrere

# _msg2004
source: Specify point
ca: Especifiqueu el punt

# _msg2005
source: Cancel
ca: Cancel·la

# _msg2006
source: Select circle, arc or ellipse
ca: Seleccioneu la circumferència, arc o el·lipse

# _msg2007
source: Back
ca: Enrere

# _msg2008
source: Cancel
ca: Cancel·la

# _msg2009
source: Back
ca: Enrere

# _msg2010
source: Select first circle or ellipse
ca: Seleccioneu la primera circumferència o el·lipse

# _msg2011
source: Select second circle or ellipse
ca: Seleccioneu la segona circumferència o el·lipse

# _msg2012
source: Specify insertion point
ca: Especifiqueu el punt d'inserció

# _msg2013
source: Cancel
ca: Cancel·la

# _msg2014
source: Enter text:
ca: Introduïu el text:

# _msg2015
source: Back
ca: Enrere

# _msg2016
source: Specify location
ca: Especifiqueu la ubicació

# _msg2018
source: Specify first point
ca: Especifiqueu el primer punt

# _msg2019
source: Cancel
ca: Cancel·la

# _msg2020
source: Specify next point or [%1]
ca: Especifiqueu el punt següent o [%1]

# _msg2022
source: Specify next point
ca: Especifiqueu el punt següent

# _msg2023
source: Cannot close sequence of lines: Not enough entities defined yet.
ca: No es pot tancar la seqüència de línies: Encara no hi ha definides prou entitats.

# _msg2024
source: Cannot undo: Not enough entities defined yet.
ca: No es pot desfer: Encara no hi ha definides prou entitats.

# _msg2025
source: Specify first control point
ca: Especifiqueu el primer punt de control

# _msg2026
source: Cancel
ca: Cancel·la

# _msg2027
source: Specify next control point or [%1]
ca: Especifiqueu el punt de control següent o [%1]

# _msg2028
source: Back
ca: Enrere

# _msg2029
source: Specify next control point
ca: Especifiqueu el punt de control següent

# _msg2030
source: Cannot undo: Not enough entities defined yet.
ca: No es pot desfer: Encara no hi ha definides prou entitats.

# _msg2031
source: Specify insertion point
ca: Especifiqueu el punt d'inserció

# _msg2032
source: Cancel
ca: Cancel·la

# _msg2033
source: Enter text:
ca: Introduïu el text:

# _msg2035
source: Specify second point
ca: Especifiqueu el segon punt

# _msg2036
source: Specify reference point
ca: Especifiqueu el punt de referència

# _msg2038
source: Set reference point
ca: Defineix el punt de referència

# _msg2039
source: Cancel
ca: Cancel·la

# _msg2040
source: Nothing to undo!
ca: No hi ha res a desfer!

# _msg2041
source: Nothing to redo!
ca: No hi ha res a refer!

# _msg2042
source: Lines are parallel
ca: Les línies són paral·leles

# _msg2043
source: Specify first line
ca: Especifiqueu la primera línia

# _msg2044
source: Cancel
ca: Cancel·la

# _msg2045
source: Specify second line
ca: Especifiqueu la segona línia

# _msg2046
source: Back
ca: Enrere

# _msg2048
source: Circumference: %1
ca: Circumferència: %1

# _msg2049
source: Point: %1/%2
ca: Punt: %1/%2

# _msg2050
source: Specify first point of polygon
ca: Especifiqueu el primer punt del polígon

# _msg2051
source: Cancel
ca: Cancel·la
