Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg3039
source: Enter text:
zh_tw: 輸入文字：

# _msg3040
source: Back
zh_tw: 返回

# _msg3041
source: Specify reference point
zh_tw: 指定參考點

# _msg3043
source: Set reference point
zh_tw: 設定參考點

# _msg3045
source: Nothing to undo!
zh_tw: 沒有物件可恢復！

# _msg3046
source: Nothing to redo!
zh_tw: 沒有物件可重做！

# _msg3047
source: Angle: %1
zh_tw: 角度：%1

# _msg3048
source: Lines are parallel
zh_tw: 線條平行

# _msg3049
source: Specify first line
zh_tw: 指定第一條線

# _msg3050
source: Cancel
zh_tw: 取消

# _msg3051
source: Specify second line
zh_tw: 指定第二條線

# _msg3052
source: Back
zh_tw: 返回

# _msg3053
source: Circumference: %1
zh_tw: 圓周：%1

# _msg3054
source: Area: %1 %2^2
zh_tw: 面積：%1 %2^2

# _msg3055
source: Closing Point: %1/%2
zh_tw: 閉合點：%1/%2

# _msg3056
source: Point: %1/%2
zh_tw: 點：%1/%2

# _msg3057
source: Specify first point of polygon
zh_tw: 指定多邊形的第一個點

# _msg3058
source: Cancel
zh_tw: 取消

# _msg3059
source: Specify next point of polygon
zh_tw: 指定多邊形的下一個點

# _msg3060
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5)
zh_tw: 距離：%1 座標：(%2, %3)，極座標：(%4<%5)

# _msg3061
source: Specify first point of distance
zh_tw: 指定距離的第一個點

# _msg3062
source: Cancel
zh_tw: 取消

# _msg3063
source: Specify second point of distance
zh_tw: 指定距離的第二個點

# _msg3064
source: Back
zh_tw: 返回

# _msg3065
source: Distance: %1
zh_tw: 距離：%1

# _msg3066
source: Specify entity
zh_tw: 指定物件

# _msg3068
source: Specify point
zh_tw: 指定點

# _msg3069
source: Back
zh_tw: 返回

# _msg3070
source: Point is inside selected contour.
zh_tw: 點在選擇的輪廓內。

# _msg3071
source: Point is outside selected contour.
zh_tw: 點在選擇的輪廓外。

# _msg3072
source: Specify point
zh_tw: 指定點

# _msg3073
source: Cancel
zh_tw: 取消

# _msg3074
source: Total Length of selected entities: %1
zh_tw: 選擇物件的總長度：%1

# _msg3075
source: At least one of the selected entities cannot be measured.
zh_tw: 選擇的物件裡至少有一個無法測量。

# _msg3076
source: Insert Library Object
zh_tw: 插入資料庫物件

# _msg3077
source: Cannot open file '%1'
zh_tw: 無法開啟檔案'%1'

# _msg3078
source: Not a valid expression
zh_tw: 表示式無效

# _msg3079
source: Specify reference point
zh_tw: 指定參考點

# _msg3081
source: Enter angle:
zh_tw: 輸入角度：

# _msg3082
source: Enter factor:
zh_tw: 輸入係數：

# _msg3083
source: (Un-)&Lock Relative Zero
zh_tw: （取消）鎖定相對原點

# _msg3084
source: Not a valid expression
zh_tw: 表示式無效

# _msg3085
source: Select first entity
zh_tw: 選擇第一個物件

# _msg3086
source: Cancel
zh_tw: 取消

# _msg3087
source: Select second entity
zh_tw: 選擇第二個物件

# _msg3088
source: Back
zh_tw: 返回

# _msg3089
source: Enter length 1:
zh_tw: 輸入長度 1：

# _msg3090
source: Enter length 2:
zh_tw: 輸入長度 2：

# _msg3091
source: No Entity found.
zh_tw: 找不到物件。

# _msg3092
source: Entity must be a line, arc, circle, ellipse or interpolation spline.
zh_tw: 物件必須是線、弧、圓、橢圓或插植雲形線。

# _msg3093
source: Cutting point is invalid.
zh_tw: 切割點無效。

# _msg3094
source: Cutting point is not on entity.
zh_tw: 切割點不在物件上。

# _msg3095
source: Specify entity to cut
zh_tw: 指定要剪下的物件

# _msg3096
source: Cancel
zh_tw: 取消

# _msg3097
source: Specify cutting point
zh_tw: 指定切割點

# _msg3098
source: Back
zh_tw: 返回

# _msg3099
source: Entities not in the same polyline.
zh_tw: 物件不在同一條折線上。

# _msg3100
source: Parent of second entity is not a polyline
zh_tw: 第二個物件的母體不是折線

# _msg3101
source: Parent of first entity is not a polyline
zh_tw: 第一個物件的母體不是折線

# _msg3102
source: Parent of second entity is nullptr
zh_tw: 第二個物件的母體是空的

# _msg3103
source: One of the chosen entities is nullptr
zh_tw: 選擇的物件有一個是空的

# _msg3104
source: Parent of first entity is nullptr
zh_tw: 第一個物件的母體是空的

# _msg3105
source: First entity is nullptr
zh_tw: 第一個物件是空的

# _msg3106
source: Second entity is nullptr
zh_tw: 第二個物件是空的

# _msg3107
source: Specify first break point on a polyline
zh_tw: 指定折線上的第一個斷點

# _msg3109
source: Specify second break point on the same polyline
zh_tw: 指定同一條折線上的第二個斷點

# _msg3110
source: Back
zh_tw: 返回

# _msg3111
source: Pick entity to delete
zh_tw: 選擇要刪除的物件

# _msg3112
source: Cancel
zh_tw: 取消

# _msg3113
source: Click on entity to modify
zh_tw: 點選物件以進行修改

# _msg3114
source: Cancel
zh_tw: 取消

# _msg3115
source: Specify first point of mirror line
zh_tw: 指定鏡射線的第一個點

# _msg3117
source: Specify second point of mirror line
zh_tw: 指定鏡射線的第二個點

# _msg3118
source: Back
zh_tw: 返回

# _msg3119
source: Invalid number of copies, use %1
zh_tw: 無效的複本數量，使用 %1

# _msg3120
source: Specify reference point
zh_tw: 指定參考點

# _msg3121
source: Cancel
zh_tw: 取消

# _msg3122
source: Specify target point
zh_tw: 指定目標點

# _msg3123
source: Back
zh_tw: 返回

# _msg3124
source: Specify reference point
zh_tw: 指定參考點

# _msg3125
source: Cancel
zh_tw: 取消

# _msg3126
source: Specify target point
zh_tw: 指定目標點

# _msg3127
source: Back
zh_tw: 返回

# _msg3128
source: Specify direction of offset
zh_tw: 指定偏移的方向

# _msg3129
source: Back
zh_tw: 返回

# _msg3130
source: Specify rotation center
zh_tw: 指定旋轉中心

# _msg3131
source: Specify reference point
zh_tw: 指定參考點

# _msg3132
source: Specify target point to rotate to
zh_tw: 指定旋轉目標點

# _msg3133
source: Back
zh_tw: 返回

# _msg3134
source: Specify absolute reference point
zh_tw: 指定絕對參考點

# _msg3135
source: Cancel
zh_tw: 取消

# _msg3136
source: Specify relative reference point
zh_tw: 指定相對參考點

# _msg3137
source: Back
zh_tw: 返回

# _msg3138
source: Not a valid expression
zh_tw: 表示式無效

# _msg3139
source: Specify first entity
zh_tw: 指定第一個物件

# _msg3141
source: Specify second entity
zh_tw: 指定第二個物件

# _msg3142
source: Enter radius:
zh_tw: 輸入半徑：

# _msg3144
source: Specify reference point
zh_tw: 指定參考點

# _msg3145
source: Cancel
zh_tw: 取消

# _msg3146
source: Select text entity
zh_tw: 選擇文字物件

# _msg3147
source: Back
zh_tw: 返回

# _msg3148
source: Select entity to shape text to
zh_tw: 選擇要變形文字的物件

# _msg3149
source: Specify first corner
zh_tw: 指定第一個頂點

# _msg3150
source: Cancel
zh_tw: 取消

# _msg3151
source: Specify second corner
zh_tw: 指定第二個頂點

# _msg3152
source: Back
zh_tw: 返回

# _msg3153
source: Specify reference point
zh_tw: 指定參考點

# _msg3154
source: Specify target point
zh_tw: 指定目標點

# _msg3155
source: Select first trim entity
zh_tw: 選擇第一個修剪物件

# _msg3156
source: Cancel
zh_tw: 取消

# _msg3157
source: Select limiting entity
zh_tw: 選擇限制物件

# _msg3158
source: Back
zh_tw: 返回

# _msg3159
source: Select second trim entity
zh_tw: 選擇第二個修剪物件

# _msg3160
source: Select entity to trim
zh_tw: 選擇要修剪的物件

# _msg3161
source: No entity found.
zh_tw: 找不到物件。

# _msg3162
source: The chosen Entity is in a block. Please edit the block.
zh_tw: 選擇的物件在圖塊裡。請編輯此圖塊。

# _msg3163
source: The chosen Entity is not an atomic entity or cannot be trimmed.
zh_tw: 所選物件非原態物件或無法被修剪。

# _msg3164
source: Not a valid expression
zh_tw: 表示式無效

# _msg3165
source: Select entity to trim or enter distance:
zh_tw: 選擇要修剪的物件或輸入距離：

# _msg3166
source: Back
zh_tw: 返回

# _msg3167
source: Select entity to trim
zh_tw: 選擇要修剪的物件

# _msg3168
source: Back
zh_tw: 返回

# _msg3169
source: No Entity found.
zh_tw: 找不到物件。

# _msg3170
source: Choose entity for order
zh_tw: 選擇物件以排序

# _msg3171
source: Cancel
zh_tw: 取消

# _msg3172
source: No Entity found.
zh_tw: 找不到物件。

# _msg3173
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3174
source: Adding point is invalid.
zh_tw: 新增的點無效。

# _msg3175
source: Adding point is not on entity.
zh_tw: 新增的點不在物件上。

# _msg3176
source: Specify polyline to add nodes
zh_tw: 指定折線以新增節點

# _msg3177
source: Cancel
zh_tw: 取消

# _msg3178
source: Specify adding node's point
zh_tw: 指定新增節點的位罝

# _msg3179
source: Back
zh_tw: 返回

# _msg3180
source: No Entity found.
zh_tw: 找不到物件。

# _msg3181
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3182
source: Can not append nodes in a closed polyline.
zh_tw: 不能附加節點到一個封閉的折線。

# _msg3183
source: Click somewhere near the beginning or end of existing polyline.
zh_tw: 點選靠近現有折線起點或終點處。

# _msg3184
source: Specify the polyline somewhere near the beginning or end point
zh_tw: 指定靠近起點或終點處的現有折線

# _msg3185
source: Cancel
zh_tw: 取消

# _msg3186
source: Specify next point or [%1]
zh_tw: 指定下一個點或 [%1]

# _msg3187
source: Back
zh_tw: 返回

# _msg3188
source: Specify next point
zh_tw: 指定下一個點

# _msg3189
source: Cannot undo: Not enough entities defined yet.
zh_tw: 無法恢復：尚未有足夠的定義物件。

# _msg3190
source: No Entity found.
zh_tw: 找不到物件。

# _msg3191
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3192
source: Deleting point is invalid.
zh_tw: 刪除點無效

# _msg3193
source: Deleting point is not on entity.
zh_tw: 刪除的點不在物件上。

# _msg3194
source: Specify polyline to delete node
zh_tw: 指定折線以刪除節點

# _msg3196
source: Specify deleting node's point
zh_tw: 指定刪除節點位置

# _msg3198
source: No Entity found.
zh_tw: 找不到物件。

# _msg3199
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3200
source: Deleting point is not on entity.
zh_tw: 刪除的點不在物件上。

# _msg3201
source: Deleting point is invalid.
zh_tw: 刪除點無效

# _msg3202
source: Specify polyline to delete between two nodes
zh_tw: 指定折線以刪除兩節點之間

# _msg3203
source: Cancel
zh_tw: 取消

# _msg3204
source: Specify first node
zh_tw: 指定第一個節點

# _msg3205
source: Back
zh_tw: 返回

# _msg3206
source: Specify second node
zh_tw: 指定第二個節點

# _msg3207
source: No Entity found.
zh_tw: 找不到物件。

# _msg3208
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3209
source: Choose the original polyline
zh_tw: 選擇原折線

# _msg3210
source: Cancel
zh_tw: 取消

# _msg3211
source: No Entity found.
zh_tw: 找不到物件。

# _msg3212
source: Entity can not be a closed polyline.
zh_tw: 物件不能是一個閉合的折線。

# _msg3213
source: Polyline created
zh_tw: 建立的折線

# _msg3214
source: Choose one of the segments on the original polyline
zh_tw: 選擇原折線上的一條線段

# _msg3215
source: Cancel
zh_tw: 取消

# _msg3216
source: No Entity found.
zh_tw: 找不到物件。

# _msg3217
source: Entity must be a polyline.
zh_tw: 物件必須為折線。

# _msg3218
source: Specifying point is invalid.
zh_tw: 指定點無效。

# _msg3219
source: No Segment found on entity.
zh_tw: 物件上沒有線段。

# _msg3220
source: Specify polyline to trim
zh_tw: 指定要修剪的折線

# _msg3221
source: Cancel
zh_tw: 取消

# _msg3222
source: Specify first segment
zh_tw: 指定第一條線段

# _msg3223
source: Back
zh_tw: 返回

# _msg3224
source: Specify second segment
zh_tw: 指定第二條線段

# _msg3225
source: Printout offset in paper coordinates by (%1, %2)
zh_tw: 偏移圖紙座標距離 (%1, %2) 列印

# _msg3226
source: Printout offset in graph coordinates by (%1, %2)
zh_tw: 偏移圖案座標距離 (%1, %2) 列印

# _msg3227
source: Printout in Black/White
zh_tw: 黑白列印

# _msg3228
source: Printout in color
zh_tw: 彩色列印

# _msg3229
source: Printout offset in graph coordinates
zh_tw: 偏移圖案座標列印

# _msg3230
source: Printout offset in paper coordinates
zh_tw: 偏移圖紙座標列印

# _msg3231
source: : select printout offset coordinates
zh_tw: ：選擇列印輸出偏移座標

# _msg3232
source: type in offset from command line to offset printout
zh_tw: 從指令列輸入偏移量到偏移量列印輸出

# _msg3233
source: Printout offset ignores relative zero. Ignoring '@'
zh_tw: 偏移列印忽略相對原點。忽略「@」

# _msg3234
source: RS_ActionPrintPreview::fit(): Invalid paper size
zh_tw: RS_ActionPrintPreview::fit()：無效的圖紙尺寸

# _msg3235
source: RS_ActionPrintPreview::calcPagesNum(): Limit of pages has been exceeded.
zh_tw: RS_ActionPrintPreview::calcPagesNum()：超出頁數限制。

# _msg3236
source: No entity selected!
zh_tw: 沒有選擇物件！

# _msg3237
source: Select to modify attributes
zh_tw: 選擇以修改屬性

# _msg3238
source: Cancel
zh_tw: 取消

# _msg3239
source: Select entities to order
zh_tw: 選擇物件以排序

# _msg3240
source: Select to delete
zh_tw: 選擇刪除

# _msg3241
source: Select to delete immediately
zh_tw: 選擇立即刪除

# _msg3242
source: Select to move
zh_tw: 選擇移動

# _msg3243
source: Select to copy
zh_tw: 選擇複製

# _msg3244
source: Select to cut
zh_tw: 選擇剪下

# _msg3245
source: Select to revert direction
zh_tw: 選擇逆向

# _msg3246
source: Select to rotate
zh_tw: 選擇旋轉

# _msg3247
source: Select to scale
zh_tw: 選擇縮放

# _msg3248
source: Select to mirror
zh_tw: 選擇鏡像

# _msg3249
source: Select to move and rotate
zh_tw: 選擇移動和旋轉

# _msg3250
source: Select to create offset
zh_tw: 選擇建立偏移

# _msg3251
source: Select for two axis rotation
zh_tw: 選擇兩軸旋轉

# _msg3252
source: Select to explode text
zh_tw: 選擇分解文字

# _msg3253
source: Select to explode block
zh_tw: 選擇分解圖塊

# _msg3254
source: Select to create block
zh_tw: 選擇建立圖塊

# _msg3255
source: Select to unlink shaped text
zh_tw: 選擇取消變形文字連結

# _msg3256
source: Entity must be an Atomic Entity.
zh_tw: 物件必須是原態物件。

# _msg3257
source: Choose first point of intersection line
zh_tw: 選擇交叉線的第一個點

# _msg3259
source: Choose second point of intersection line
zh_tw: 選擇交叉線的第二個點

# _msg3260
source: Back
zh_tw: 返回

# _msg3262
source: Click and drag for the selection window
zh_tw: 點選並拖曳選擇窗口

# _msg3263
source: Choose second edge
zh_tw: 選擇第二個邊

# _msg3264
source: Back
zh_tw: 返回

# _msg3265
source: Set &Relative Zero
zh_tw: 設定相對原點

# _msg3266
source: Set relative Zero
zh_tw: 設定相對原點

# _msg3267
source: Cancel
zh_tw: 取消

# _msg3268
source: I&ntersection Manually
zh_tw: 手動交點

# _msg3269
source: Select first entity
zh_tw: 選擇第一個物件

# _msg3270
source: Back
zh_tw: 返回

# _msg3271
source: Select second entity
zh_tw: 選擇第二個物件

# _msg3272
source: Regenerated %1 dimension entities
zh_tw: 更新 %1 標註物件

# _msg3273
source: No dimension entities found
zh_tw: 找不到標註物件

# _msg3274
source: Click and drag to pan zoom
zh_tw: 點選並拖曳平移視圖

# _msg3275
source: Cancel
zh_tw: 取消

# _msg3276
source: Zoom panning
zh_tw: 平移視圖

# _msg3277
source: Specify first edge
zh_tw: 指定第一個邊

# _msg3278
source: Cancel
zh_tw: 取消

# _msg3279
source: Specify second edge
zh_tw: 指定第二個邊

# _msg3280
source: Back
zh_tw: 返回

# _msg3281
source: Frame
zh_tw: 框架

# _msg3282
source: Arc Options
zh_tw: 弧選項

# _msg3283
source: Counterclockwise
zh_tw: 逆時針

# _msg3284
source: Clockwise
zh_tw: 順時針

# _msg3285
source: Tangential Arc Options
zh_tw: 相切弧選項

# _msg3286
source: Radius of the tangential arc
zh_tw: 相切弧半徑

# _msg3287
source: Total subtending angle of the tangential arc
zh_tw: 聯切線弧角

# _msg3288
source: Radius
zh_tw: 半徑

# _msg3289
source: Angle
zh_tw: 角度

# _msg3290
source: Bevel Options
zh_tw: 倒角選項

# _msg3291
source: Check to trim both entities to the bevel
zh_tw: 將兩物件修剪成倒角

# _msg3292
source: Trim
zh_tw: 修剪

# _msg3293
source: Length 1:
zh_tw: 長度 1：

# _msg3294
source: Length 2:
zh_tw: 長度 2：

# _msg3295
source: Circle Options
zh_tw: 圓選項

# _msg3296
source: Diameter:
zh_tw: 直徑：

# _msg3297
source: Circle Options
zh_tw: 圓選項

# _msg3298
source: Radius:
zh_tw: 半徑：

# _msg3299
source: Circle Tangential2 Options
zh_tw: 兩圓切線選項

# _msg3300
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
zh_tw: <html><head/><body><p>繪製切圓的半徑</p></body></html>

# _msg3301
source: Radius:
zh_tw: 半徑：

# _msg3302
source: Radius of tangential circle
zh_tw: 切圓半徑

# _msg3303
source: Linear Dimension Options
zh_tw: 線性標註選項

# _msg3304
source: Angle:
zh_tw: 角度：

# _msg3305
source: Dimension Options
zh_tw: 標註選項

# _msg3306
source: Label:
zh_tw: 記號：

# _msg3314
source: Insert Options
zh_tw: 插入選項

# _msg3315
source: Angle:
zh_tw: 角度：

# _msg3316
source: Rotation Angle
zh_tw: 旋轉角度

# _msg3317
source: Factor:
zh_tw: 係數：

# _msg3318
source: Scale Factor
zh_tw: 縮放係數

# _msg3320
source: DPI of Image
zh_tw: DPI 圖像

# _msg3321
source: Insert Options
zh_tw: 插入選項

# _msg3323
source: Rotation Angle
zh_tw: 旋轉角度

# _msg3324
source: Factor:
zh_tw: 係數：

# _msg3325
source: Scale Factor
zh_tw: 縮放係數

# _msg3326
source: Array:
zh_tw: 陣列：

# _msg3327
source: Number of Columns
zh_tw: 欄數

# _msg3328
source: Number of Rows
zh_tw: 列數

# _msg3329
source: Spacing:
zh_tw: 間隔：

# _msg3330
source: Column Spacing
zh_tw: 欄寬

# _msg3331
source: Row Spacing
zh_tw: 列高

# _msg3332
source: Library Insert Options
zh_tw: 資料庫插入選項

# _msg3333
source: Angle:
zh_tw: 角度：

# _msg3334
source: Rotation Angle
zh_tw: 旋轉角度

# _msg3335
source: Factor:
zh_tw: 係數：

# _msg3336
source: Scale Factor
zh_tw: 縮放係數

# _msg3337
source: Line Angle Options
zh_tw: 線條角度選項

# _msg3338
source: Angle:
zh_tw: 角度：

# _msg3339
source: Line angle
zh_tw: 線條角度

# _msg3340
source: Length:
zh_tw: 長度：

# _msg3341
source: Length of line
zh_tw: 線條長度

# _msg3342
source: Snap Point:
zh_tw: 貼齊點：

# _msg3343
source: Start
zh_tw: 起點

# _msg3344
source: Middle
zh_tw: 中間點

# _msg3345
source: End
zh_tw: 終點

# _msg3346
source: Line Bisector Options
zh_tw: 平分線選項

# _msg3347
source: Length:
zh_tw: 長度：

# _msg3348
source: Length of bisector
zh_tw: 平分線長度

# _msg3349
source: Number:
zh_tw: 數量：

# _msg3350
source: Number of bisectors to create
zh_tw: 要建立的平分線數量

# _msg3351
source: Line Options
zh_tw: 線條選項

# _msg3352
source: Form a closed contour from lines drawn
zh_tw: 繪製線條形成一封閉輪廓

# _msg3353
source: Close
zh_tw: 關閉

# _msg3354
source: Undo the last line drawing
zh_tw: 恢復上次的畫線

# _msg3355
source: Undo
zh_tw: 恢復

# _msg3356
source: Redo the last line drawing
zh_tw: 重做上次的畫線

# _msg3357
source: Redo
zh_tw: 重做

# _msg3358
source: Line Parallel Options
zh_tw: 平行線選項

# _msg3359
source: Distance:
zh_tw: 距離：

# _msg3360
source: Distance to original entity
zh_tw: 到原始物件的距離

# _msg3361
source: Number:
zh_tw: 數量：

# _msg3362
source: Number of parallels to create
zh_tw: 要建立的平行線數量

# _msg3363
source: Line Parallel Through Options
zh_tw: 過點平行線選項

# _msg3364
source: Number:
zh_tw: 數量：

# _msg3365
source: Number of parallels to create
zh_tw: 要建立的平行線數量

# _msg3366
source: Polygon Options
zh_tw: 多邊形選項

# _msg3367
source: Number:
zh_tw: 數量：

# _msg3368
source: Number of edges
zh_tw: 邊數

# _msg3369
source: Polygon Options
zh_tw: 多邊形選項

# _msg3370
source: Number:
zh_tw: 數量：

# _msg3371
source: Number of edges
zh_tw: 邊數

# _msg3372
source: Line Relative Angle Options
zh_tw: 線條相對角度選項

# _msg3373
source: Angle:
zh_tw: 角度：

# _msg3374
source: Line angle
zh_tw: 線條角度

# _msg3375
source: Length:
zh_tw: 長度：

# _msg3376
source: Length of line
zh_tw: 線條長度

# _msg3377
source: Text Options
zh_tw: 文字選項

# _msg3378
source: Text:
zh_tw: 文字：

# _msg3379
source: Angle:
zh_tw: 角度：

# _msg3380
source: Modify Offset Options
zh_tw: 修改偏移選項

# _msg3381
source: Distance:
zh_tw: 距離：

# _msg3382
source: Offset from original entity
zh_tw: 從原來物件偏移

# _msg3383
source: Move Rotate Options
zh_tw: 移動旋轉選項

# _msg3384
source: Angle:
zh_tw: 角度：

# _msg3385
source: Polyline Options
zh_tw: 折線選項

# _msg3386
source: Close
zh_tw: 關閉

# _msg3387
source: Undo
zh_tw: 恢復

# _msg3392
source: Radius:
zh_tw: 半徑：

# _msg3393
source: Angle:
zh_tw: 角度：

# _msg3395
source: Clockwise
zh_tw: 順時針

# _msg3396
source: Print Preview Options
zh_tw: 預覽列印選項

# _msg3397
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
zh_tw: <html><head/><body><p>列印比例被鎖定為當前值</p></body></html>

# _msg3398
source: fixed
zh_tw: 固定

# _msg3399
source: Toggle Black / White mode
zh_tw: 切換黑／白模式

# _msg3400
source: Center to page
zh_tw: 置於頁面中央

# _msg3401
source: Fit to page
zh_tw: 調整至頁面大小

# _msg3402
source: Calculate number of pages needed to contain the drawing.
zh_tw: 計算需要包含該繪圖的頁數。

# _msg3403
source: Round Options
zh_tw: 圓角選項

# _msg3404
source: Check to trim both edges to the rounding
zh_tw: 將兩邊緣修剪成圓角

# _msg3405
source: Trim
zh_tw: 修剪

# _msg3407
source: Shape Text Options
zh_tw: 變形文字選項

# _msg3408
source: Offset:
zh_tw: 偏移：

# _msg3409
source: Snap Distance Options
zh_tw: 貼齊距離選項

# _msg3410
source: Distance:
zh_tw: 距離：

# _msg3411
source: Snap Distance Options
zh_tw: 貼齊距離選項

# _msg3412
source: Middle Points:
zh_tw: 中間點：

# _msg3413
source: Number of equidistant division points
zh_tw: 等距分割點數

# _msg3414
source: Spline Options
zh_tw: 雲形線選項

# _msg3415
source: Degree:
zh_tw: 度：

# _msg3416
source: Closed
zh_tw: 閉合的

# _msg3417
source: Undo
zh_tw: 恢復

# _msg3418
source: Text Options
zh_tw: 文字選項

# _msg3419
source: Text:
zh_tw: 文字：

# _msg3420
source: Angle:
zh_tw: 角度：

# _msg3421
source: Trim Amount Options
zh_tw: 修剪量選項

# _msg3422
source: Distance. Negative values for trimming, positive values for extending.
zh_tw: 距離。負值可修剪，正值可延伸。

# _msg3423
source: Length:
zh_tw: 長度：

# _msg3424
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
zh_tw: 距離。負值可修剪，正值可延伸。最後的總長度修剪時，忽略負號。

# _msg3425
source: The input length is used as total length after trimming, instead of length increase
zh_tw: 輸入長度用作修剪後的總長度，而不是增加的長度

# _msg3426
source: Frame
zh_tw: 框架

# _msg3429
source: Name
zh_tw: 名稱

# _msg3430
source: Create
zh_tw: 建立

# _msg3431
source: Destroy
zh_tw: 摧毀

# _msg3432
source: Assign
zh_tw: 分配

# _msg3433
source: Update
zh_tw: 更新

# _msg198
source: Pol&ygon (Cen,Tan)
fr: Pol&ygone (Centre,Tangente)

# _msg199
source: Center, &Diameter
fr: Centre, &diamètre

# _msg200
source: Trim E&xcess
fr: Ajuster l’e&xcès

# _msg201
source: S&hape Text
fr: F&ormat du texte

# _msg202
source: &Unlink Text from Geometry
fr: &Séparer le texte de la géométrie

# _msg203
source: &Unlock all
fr: &Déverrouiller tout

# _msg204
source: &Lock all
fr: &Verrouiller tout

# _msg205
source: Export as CA&M/plain SVG...
fr: Exporter en tant que CAO/SVG simple...

# _msg206
source: Close All
fr: Fermer tout

# _msg207
source: Export to ProNest
fr: Exporter vers ProNest

# _msg208
source: Save A&ll...
fr: Enregistrer &tout...

# _msg212
source: Save
fr: Enregistrer

# _msg213
source: Mouse
fr: Souris

# _msg266
source: File
fr: Fichier

# _msg267
source: Edit
fr: Édition

# _msg268
source: View
fr: Vue

# _msg269
source: Pen
fr: Stylet

# _msg270
source: Tool Options
fr: Choix d’outils

# _msg271
source: Layer List
fr: Liste des calques

# _msg272
source: Block List
fr: Liste de blocs

# _msg273
source: Library Browser
fr: Menu des bibliothèques

# _msg274
source: Print preview for %1
fr: Aperçu avant impression de %1

# _msg275
source: New Drawing created.
fr: Nouveau dessin créé.

# _msg276
source: Saving drawing...
fr: Enregistrement du dessin...

# _msg277
source: Saved drawing: %1
fr: Dessin enregistré : %1

# _msg278
source: Saving drawing under new filename...
fr: Enregistrement du dessin sous un nouveau nom...

# _msg279
source: Exporting drawing...
fr: Exportation du dessin...

# _msg280
source: Exported: %1
fr: Exporté : %1

# _msg281
source: Exporting...
fr: Exportation...

# _msg282
source: Export complete
fr: Exportation terminée

# _msg283
source: Export failed!
fr: L’exportation a échoué!

# _msg284
source: Printing complete
fr: Impression terminée

# _msg285
source: Command line
fr: Ligne de commande

# _msg286
source: Block '%1'
fr: Bloc '%1'

# _msg287
source: Cannot open the file %1 Please check the permissions.
fr: Impossible d’ouvrir le fichier %1 Veuillez vérifier l’autorisation d’accès.

# _msg288
source: Cannot save the file %1 Please check the permissions.
fr: Impossible d’enregistrer le fichier %1 Veuillez vérifiez l’autorisation d’accès.

# _msg289
source: &Polyline
fr: &Polyligne

# _msg290
source: Auto-saving drawing...
fr: Sauvegarde automatique du dessin...

# _msg291
source: Auto-saved drawing
fr: Dessin sauvegardé automatiquement

# _msg292
source: Cannot auto-save the file %1 Please check the permissions. Auto-save disabled.
fr: Impossible de sauvegarder automatiquement le fichier %1 Veuillez vérifier l’autorisation d’accès. Sauvegarde automatique désactivée.

# _msg293
source: Import
fr: Importer

# _msg294
source: &Toolbars
fr: &Barres d’outils

# _msg295
source: Compiled on: %1
fr: Compilé le : %1

# _msg297
source: Warning: File already opened :
fr: Avertissement : fichier déjà ouvert :

# _msg298
source: Cannot save the file
fr: Impossible d’enregistrer le fichier

# _msg299
source: , please check the filename and permissions.
fr: , veuillez vérifier le nom du fichier ainsi que l’autorisation d’accès.

# _msg300
source: Su&b-Window mode
fr: Mode &fenêtré

# _msg301
source: Tile &Vertically
fr: Répartir &verticalement

# _msg302
source: Ta&b mode
fr: Mode &onglets

# _msg303
source: New document from template:
fr: Nouveau document d’après un modèle :

# _msg304
source: Select Template aborted
fr: Sélection du modèle annulée

# _msg305
source: Auto-saving failed
fr: La sauvegarde automatique a échoué

# _msg306
source: Snap Selection
fr: Accrocher la sélection

# _msg307
source: Export as
fr: Exporter en tant que

# _msg308
source: Compiler: Clang %1.%2.%3
fr: Compilateur : Clang %1.%2.%3
