Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1729
source: Square
gl: Cadrado

# _msg1732
source: Dock Areas
gl: Áreas de carga

# _msg1733
source: Mouse
gl: Rato

# _msg1736
source: Touchscreen
gl: Pantalla táctil

# _msg1737
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg1738
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1739
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1740
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg1741
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1742
source: Enter angle:
fr: Saisir la valeur de l’angle :
gl: Introducir ángulo:

# _msg1744
source: Enter factor:
gl: Introducir factor:

# _msg1745
source: Enter columns:
gl: Introducir columnas:

# _msg1746
source: Enter rows:
gl: Introducir ringleiras:

# _msg1747
source: Enter column spacing:
gl: Introducir espazado entre columnas:

# _msg1748
source: Enter row spacing:
gl: Introducir espazado entre ringleiras:

# _msg1749
source: No block activated to save
fr: Aucun bloc activé à enregistrer
gl: Non hai un bloque activado par gardar

# _msg1750
source: Choose second edge
fr: Choisir le deuxième bord
gl: Escoller o segundo lado

# _msg1752
source: Specify first extension line origin
fr: Indiquer l’origine de la première ligne d’attache
gl: Especifique a orixe da primeira liña auxiliar

# _msg1753
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1754
source: Specify second extension line origin
fr: Indiquer l’origine de la deuxième ligne d’attache
gl: Especifique a orixe da segunda liña auxiliar

# _msg1756
source: Specify dimension line location
fr: Indiquer la position de la ligne de cotation
gl: Especifique a situación da liña de acoutamento

# _msg1757
source: Enter dimension text:
fr: Saisir le libellé de la cotation :
gl: Introducir texto de dimensión:

# _msg1758
source: Select first line
fr: Sélectionner la première ligne
gl: Escolla a primeira liña

# _msg1759
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1760
source: Select second line
fr: Sélectionner la deuxième ligne
gl: Escolla a segunda liña

# _msg1761
source: Specify dimension arc line location
fr: Indiquer la position de la ligne de cotation de l’arc
gl: Especifique a situación da liña de acoutamento do arco

# _msg1762
source: Enter dimension text:
fr: Saisir le libellé de la cotation :
gl: Introducir texto de dimensión:
lv: Ievadiet dimensijas tekstu:

# _msg1763
source: Not a circle or arc entity
fr: N’est pas un objet cercle ou arc
gl: Non é un círculo ou un arco

# _msg1764
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1765
source: Select arc or circle entity
fr: Sélectionner un objet cercle ou arc
gl: Escolla un círculo ou un arco

# _msg1766
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1767
source: Specify dimension line location
fr: Indiquer la position de la ligne de cotation
gl: Especifique a situación da liña de acoutamento

# _msg1768
source: Enter dimension text:
fr: Saisir le libellé de la cotation :
gl: Introducir texto de dimensión:

# _msg1769
source: Specify target point
fr: Indiquer le point cible
gl: Especifique o punto de destino

# _msg1770
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1771
source: Specify next point
fr: Indiquer le point suivant
gl: Especifique o punto seguinte

# _msg1772
source: Finish
fr: Terminer
gl: Rematar

# _msg1773
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1774
source: Specify first extension line origin
ca: Especifiqueu l'origen de la primera línia d'extensió
fr: Indiquer l’origine de la première ligne d’attache
gl: Especifique a orixe da primeira liña auxiliar

# _msg1775
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1776
source: Specify second extension line origin
ca: Especifiqueu l'origen de la segona línia d'extensió
fr: Indiquer l’origine de la deuxième ligne d’attache
gl: Especifique a orixe da segunda liña auxiliar

# _msg1777
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1778
source: Specify dimension line location
ca: Especifiqueu la ubicació de la línia de cota
fr: Indiquer la position de la ligne de cotation
gl: Especifique a situación da liña de acoutamento

# _msg1779
source: Enter dimension text:
ca: Introduïu el text de la cota:
fr: Saisir le libellé de la cotation :
gl: Introducir texto de dimensión:

# _msg1780
source: Enter dimension line angle:
fr: Saisir l’angle de la ligne de cotation :
gl: Introducir ángulo da liña de acoutamento:

# _msg1781
source: Not a circle or arc entity
fr: N’est pas un objet cercle ou arc
gl: Non é un círculo ou un arco

# _msg1783
source: Select arc or circle entity
fr: Sélectionner un objet cercle ou arc
gl: Escolla un círculo ou un arco

# _msg1785
source: Specify dimension line position or enter angle:
fr: Indiquer la position de la ligne de cotation ou saisir un angle :
gl: Especifique a situación da liña de acoutamento ou introduza un ángulo:

# _msg1786
source: Enter dimension text:
fr: Saisir le libellé de la cotation :
gl: Introducir texto de dimensión:

# _msg1787
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1788
source: Not a valid chord length
fr: N’est pas une longueur de corde valide
gl: Non é unha lonxitude de corda válida

# _msg1789
source: Specify center
fr: Indiquer le centre
gl: Especifique o centro

# _msg1791
source: Specify radius
fr: Indiquer le rayon
gl: Especifique o raio

# _msg1793
source: Specify start angle:
fr: Indiquer l’angle de départ :
gl: Especifique o ángulo de principio:

# _msg1794
source: Specify included angle:
fr: Indiquer l’angle inclus :
gl: Especifique o ángulo do arco:

# _msg1795
source: Specify chord length:
fr: Indiquer la longueur de la corde :
gl: Especifique a lonxitude da corda:

# _msg1796
source: Specify end angle or [angle/chord length]
fr: Indiquer l’angle d’arrivée ou [angle/longueur de corde]
gl: Especifique o ángulo final ou [angulo/lonxitudecorda]

# _msg1797
source: Invalid arc data.
fr: Données d’arc invalides.
gl: Dato de arco non válido

# _msg1798
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1799
source: Specify second point
fr: Indiquer le deuxième point
gl: Especifique o segundo punto

# _msg1801
source: Specify endpoint
fr: Indiquer le point d’arrivée
gl: Especifique o punto final

# _msg1802
source: Specify startpoint or [center]
fr: Indiquer le point de départ ou [center]
gl: Especifique o punto de principio ou [centro]

# _msg1803
source: Specify base entity
fr: Indiquer l’objet de référence
gl: Escolla a entidade base

# _msg1804
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1805
source: Specify end angle
fr: Indiquer l’angle d’arrivée
gl: Especifique o ángulo final

# _msg1807
source: Specify end point
fr: Indiquer le point de fin
gl: Especifique o punto final

# _msg1808
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida
lv: Nav derīga izteiksme

# _msg1809
source: Specify center
fr: Indiquer le centre
gl: Especifique o centro

# _msg1810
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1811
source: Specify radius
fr: Indiquer le rayon
gl: Especifique o raio

# _msg1812
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg1814
source: Invalid Circle data.
fr: Données de cercle invalides.
gl: Dato de círculo non válido.

# _msg1815
source: Specify first point
fr: Indiquer le premier point
gl: Especifique o primeiro punto

# _msg1817
source: Specify second point
fr: Indiquer le deuxième point
gl: Especifique o segundo punto

# _msg1819
source: Invalid circle data.
fr: Données de cercle invalides.
gl: Dato de círculo non válido.

# _msg1820
source: Specify first point
fr: Indiquer le premier point
gl: Especifique o primeiro punto

# _msg1821
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1822
source: Specify second point
fr: Indiquer le deuxième point
gl: Especifique o segundo punto

# _msg1823
source: Back
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg1824
source: Specify third point
fr: Indiquer le troisième point
gl: Especifique o terceiro punto

# _msg1825
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1826
source: Specify circle center
fr: Indiquer le centre du cercle
gl: Especifique o centro do círculo

# _msg1827
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1828
source: Specify circle radius
fr: Indiquer le rayon du cercle
gl: Especifique o raio do círculo

# _msg1829
source: Back
fr: Retour
gl: Atrás

# _msg1830
source: radius=%1 is invalid
fr: le rayon=%1 est invalide
gl: raio=%1 non é válido

# _msg1831
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1832
source: Specify center
fr: Indiquer le centre
gl: Especifique o centro

# _msg1834
source: Specify circle radius
fr: Indiquer le rayon du cercle
gl: Especifique o raio do círculo

# _msg1835
source: Back
fr: Retour
gl: Atrás

# _msg1837
source: Specify the first line
fr: Indiquer la première ligne
gl: Escolla a primeira liña

# _msg1838
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1839
source: Specify the second line
fr: Indiquer la deuxième ligne
gl: Escolla a segunda liña

# _msg1840
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1841
source: Specify the third line
fr: Indiquer la troisième ligne
gl: Escolla a terceira liña

# _msg1842
source: Cancel
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1843
source: Specify the first point on the tangent circle
fr: Indiquer le premier point du cercle tangent
gl: Especifique o primeiro punto no círculo tanxencial

# _msg1844
source: Back
fr: Retour
gl: Atrás

# _msg1845
source: Specify the second point on the tangent circle
fr: Indiquer le deuxième point du cercle tangent
gl: Especifique o segundo punto no círculo tanxencial

# _msg1846
source: Select the center of the tangent circle
fr: Sélectionner le centre du cercle tangent
gl: Escolla o centro do círculo tanxencial

# _msg1847
source: Specify a line/arc/circle
fr: Indiquer une ligne, un arc ou un cercle
gl: Escolla unha liña/arco/círculo

# _msg1848
source: Specify the first line/arc/circle
fr: Indiquer la première ligne, le premier arc ou le premier cercle
gl: Escolla a primeira liña/arco/círculo

# _msg1849
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar
lv: Atcelt

# _msg1850
source: Specify the second line/arc/circle
fr: Indiquer la deuxième ligne, le deuxième arc ou le deuxième cercle
gl: Escolla a segunda liña/arco/círculo

# _msg1851
source: Back
ca: Enrere
fr: Retour
gl: Atrás
lv: Atpakaļ

# _msg1852
source: Select the center of the tangent circle
fr: Sélectionner le centre du cercle tangent
gl: Escolla o centro do círculo tanxencial

# _msg1853
source: Specify a line/arc/circle
fr: Indiquer une ligne, un arc ou un cercle
gl: Escolla unha liña/arco/círculo

# _msg1854
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1855
source: Specify the another arc/circle
fr: Indiquer l’autre arc ou cercle
gl: Escolla a outra liña/arco/círculo

# _msg1856
source: Back
fr: Retour
gl: Atrás

# _msg1857
source: Specify a point on the tangent circle
fr: Sélectionner un point du cercle tangent
gl: Especifique un punto no círculo tanxencial

# _msg1858
source: Select the center of the tangent circle
fr: Sélectionner le centre du cercle tangent
gl: Escolla o centro do círculo tanxencial

# _msg1859
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1860
source: Back
fr: Retour
gl: Atrás

# _msg1862
source: Specify the first line/arc/circle
fr: Indiquer la première ligne, le premier arc ou le premier cercle
gl: Escolla a primeira liña/arco/círculo

# _msg1863
source: Specify the second line/arc/circle
fr: Indiquer la deuxième ligne, le deuxième arc ou le deuxième cercle
gl: Escolla a segunda liña/arco/círculo

# _msg1864
source: Specify the third line/arc/circle
fr: Indiquer la troisième ligne, le troisième arc ou le troisième cercle
gl: Escolla a terceira liña/arco/círculo

# _msg1865
source: Specify the first point on ellipse
fr: Indiquer le premier point de l’ellipse
gl: Especifique o primeiro punto da elipse
lv: Norādiet pirmo punktu uz elipses

# _msg1866
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1867
source: Specify the second point on ellipse
fr: Indiquer le deuxième point de l’ellipse
gl: Especifique o segundo punto da elipse

# _msg1868
source: Back
fr: Retour
gl: Atrás

# _msg1869
source: Specify the third point on ellipse
fr: Indiquer le troisième point de l’ellipse
gl: Especifique o terceiro punto da elipse

# _msg1870
source: Specify the fourth point on ellipse
fr: Indiquer le quatrième point de l’ellipse
gl: Especifique o cuarto punto da elipse

# _msg1871
source: Can not determine uniquely an ellipse
fr: Impossible de déterminer une ellipse unique
gl: Non se pode determinar unha única elipse

# _msg1872
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1873
source: Specify ellipse center
fr: Indiquer le centre de l’ellipse
gl: Especifique o centro da elipse

# _msg1874
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1875
source: Specify endpoint of major axis
fr: Indiquer l’extrémité du grand axe
gl: Especifique o punto final do primeiro eixe

# _msg1876
source: Back
fr: Retour
gl: Atrás

# _msg1877
source: Specify endpoint or length of minor axis:
fr: Indiquer l’extrémité ou la longueur du petit axe :
gl: Especifique o punto final ou a semilonxitude do outro eixe:

# _msg1880
source: Specify the center of ellipse
fr: Indiquer le centre de l’ellipse
gl: Especifique o centro da elipse

# _msg1881
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1882
source: Specify the first point on ellipse
fr: Indiquer le premier point de l’ellipse
gl: Especifique o primeiro punto da elipse

# _msg1883
source: Specify the second point on ellipse
fr: Indiquer le deuxième point de l’ellipse
gl: Especifique o segundo punto da elipse

# _msg1884
source: Back
fr: Retour
gl: Atrás

# _msg1885
source: Specify the third point on ellipse
fr: Indiquer le troisième point de l’ellipse
gl: Especifique o terceiro punto da elipse

# _msg1886
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1887
source: Specify first focus of ellipse
fr: Indiquer le premier foyer de l’ellipse
gl: Especifique o primeiro foco da elipse

# _msg1888
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1889
source: Specify second focus of ellipse
fr: Indiquer le deuxième foyer de l’ellipse
gl: Especifique o segundo foco da elipse

# _msg1890
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1891
source: Specify a point on ellipse or total distance to foci
fr: Indiquer un point de l’ellipse ou la distance totale entre foyers
gl: Especifique un punto da elipse ou a suma das distancias os focos

# _msg1892
source: specify a point on ellipse, or total distance to foci
fr: indiquer un point de l’ellipse ou la distance totale entre foyers
gl: Especifique un punto da elipse, ou a suma das distancias os focos

# _msg1893
source: Total distance %1 is smaller than distance between foci
fr: La distance totale %1 est inférieure à la distance entre foyers
gl: A distancia total %1 é máis curta que a distancia entre focos

# _msg1894
source: Specify the first line
fr: Indiquer la première ligne
gl: Escolla a primeira liña

# _msg1895
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1896
source: Specify the second line
fr: Indiquer la deuxième ligne
gl: Escolla a segunda liña

# _msg1897
source: Back
fr: Retour
gl: Atrás

# _msg1898
source: Specify the third line
fr: Indiquer la troisième ligne
gl: Escolla a terceira liña

# _msg1899
source: Specify the fourth line
fr: Indiquer la quatrième ligne
gl: Escolla a cuarta liña

# _msg1900
source: Can not determine uniquely an ellipse
fr: Impossible de déterminer une ellipse unique
gl: Non se pode determinar unha elipse única

# _msg1901
source: Invalid hatch area. Please check that the entities chosen form one or more closed contours.
fr: Zone de hachures non valide. Vérifiez que les objets choisis forment un ou plusieurs formes fermées.
gl: Area de raiado non válida. Por favor comprobe que as entidades escollidas, formen un ou máis contornos pechados

# _msg1902
source: Hatch created successfully.
fr: Hachures créées avec succès.
gl: Fíxose correctamente o raiado.

# _msg1903
source: Hatch Error: Invalid contour found!
fr: Erreur de hachures : forme invalide!
gl: Erro no raiado: O contorno atopado non é válido!

# _msg1904
source: Hatch Error: Pattern not found!
fr: Erreur de hachures : motif introuvable!
gl: Erro no raiado: Non se atopou o patrón!

# _msg1905
source: Hatch Error: Contour or pattern too small!
fr: Erreur de hachures : forme ou motif trop petit!
gl: Erro no raiado: O contorno ou o patrón demasiado pequeno!

# _msg1906
source: Hatch Error: Contour too big!
fr: Erreur de hachures : forme trop grande!
gl: Erro no raiado: O contorno é demasiado grande!

# _msg1907
source: Hatch Error: Undefined Error!
fr: Erreur de hachures : erreur non définie!
gl: Erro no raiado: Erro non definido!

# _msg1908
source: Total hatch area = %1
fr: Surface totale des hachures = %1
gl: Área total de raiado = %1

# _msg1909
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1910
source: Specify reference point
fr: Indiquer le point de référence
gl: Especifique o punto de referencia

# _msg1911
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1912
source: Enter angle:
fr: Saisir la valeur de l’angle :
gl: Introducir ángulo:

# _msg1914
source: Enter factor:
gl: Introducir factor:

# _msg1915
source: Enter dpi:
fr: Saisir le nombre de PPP :
gl: Introducir ppp:

# _msg1916
source: Specify first point
fr: Indiquer le premier point
gl: Especifique o primeiro punto

# _msg1917
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1918
source: Specify next point or [%1]
fr: Indiquer le point suivant ou [%1]
gl: Especifique o seguinte punto ou [%1]

# _msg1919
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1920
source: Specify next point
fr: Indiquer le point suivant
gl: Especifique o seguinte punto

# _msg1922
source: Cannot close sequence of lines: Not enough entities defined yet, or already closed.
fr: Impossible de fermer la séquence de lignes : pas encore assez d’éléments définis, ou déjà fermée.
gl: Non se pode pechar a secuencia de liñas:Non hai aínda suficientes entidades definidas, ou xa están pechadas.

# _msg1923
source: Cannot redo: Not previous line segment defined.
fr: Impossible de rétablir : pas de ligne précédente définie.
gl: Non se pode refacer: non se desfixo ningún segmento previo.

# _msg1925
source: Specify position
fr: Indiquer la position
gl: Especifique a posición

# _msg1926
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1927
source: Enter angle:
fr: Saisir la valeur de l’angle :
gl: Introducir ángulo:

# _msg1928
source: Back
fr: Retour
gl: Atrás

# _msg1929
source: Enter length:
fr: Saisir la longueur :
gl: Introducir lonxitude:

# _msg1930
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1931
source: Select first line
fr: Sélectionner la première ligne
gl: Escolla a primeira liña

# _msg1932
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1933
source: Select second line
fr: Sélectionner la deuxième ligne
gl: Escolla a segunda liña

# _msg1934
source: Back
fr: Retour
gl: Atrás

# _msg1935
source: Enter bisector length:
fr: Saisir la longueur de la bissectrice :
gl: Introducir a lonxitude da bisectriz:

# _msg1936
source: Enter number of bisectors:
fr: Saisir le nombre de bissectrices :
gl: Introducir cantidade de bisectrices:

# _msg1937
source: Number sector lines not in range:
fr: Le nombre de lignes n’est pas dans la plage admissible :
gl: A cantidade de bisectrices non está no rango:

# _msg1938
source: Click and drag to draw a line
fr: Cliquer et glisser pour dessiner une ligne
gl: Prema e arrastre para debuxar unha liña

# _msg1940
source: Specify first point
fr: Indiquer le premier point
gl: Especifique o primeiro punto

# _msg1942
source: Specify second point
fr: Indiquer le deuxième point
gl: Especifique o segundo punto

# _msg1943
source: Back
fr: Retour
gl: Atrás

# _msg1944
source: Select a line
fr: Sélectionner une ligne
gl: Escolla unha liña

# _msg1945
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1946
source: Select circle, arc or ellipse
fr: Sélectionner un cercle, un arc ou une ellipse
gl: Escolla un círculo, arco ou elipse

# _msg1947
source: Back
fr: Retour
gl: Atrás

# _msg1948
source: Specify Distance <%1> or select entity or [%2]
gl: Especifique distancia <%1> ,escolla unha entidade ou [%2]

# _msg1949
source: Cancel
gl: Cancelar

# _msg1950
source: Enter number:
gl: Introducir cantidade:

# _msg1951
source: Not a valid expression
gl: Non é unha expresión válida

# _msg1952
source: Not a valid number. Try 1..99
fr: Nombre non valide. Essayer entre 1 et 99
gl: Cantidade non válida. Probe entre 1 e 99

# _msg1953
source: Select entity
fr: Sélectionner un objet
gl: Escolla unha entidade

# _msg1954
source: Cancel
ca: Cancel·la
fr: Annuler
gl: Cancelar

# _msg1955
source: Specify through point
fr: Indiquer le point par lequel passer
gl: Especifique o punto a atravesar

# _msg1956
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1957
source: Number:
fr: Nombre :
gl: Cantidade:

# _msg1958
source: Not a valid number. Try 1..99
fr: Nombre non valide. Essayer entre 1 et 99
gl: Cantidade non válida. Probe entre 1 e 99

# _msg1959
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1961
source: Specify center
fr: Indiquer le centre
gl: Especifique o centro

# _msg1962
source: Specify a corner
fr: Indiquer un coin
gl: Especifique o vértice

# _msg1963
source: Enter number:
fr: Entrer un chiffre :
gl: Introducir cantidade:

# _msg1964
source: Not a valid number. Try 1..9999
fr: Chiffre non valide. Essayer entre 1 et 9999.
gl: Cantidade non válida. Probe entre 1 e 9999

# _msg1965
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1966
source: Specify first corner
fr: Indiquer le premier coin
gl: Especifique o primeiro vértice

# _msg1968
source: Specify second corner
fr: Indiquer le deuxième coin
gl: Especifique o segundo vértice

# _msg1969
source: Back
ca: Enrere
fr: Retour
gl: Atrás

# _msg1970
source: Number:
fr: Nombre :
gl: Cantidade:

# _msg1971
source: Not a valid number. Try 1..9999
fr: Chiffre non valide. Essayer entre 1 et 9999.
gl: Cantidade non válida. probe entre 1 e 9999

# _msg1972
source: Not a valid expression.
fr: N’est pas une expression valide.
gl: Non é unha expresión válida

# _msg1973
source: Specify first corner
fr: Indiquer le premier coin
gl: Especifique o primeiro vértice

# _msg1974
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1975
source: Specify second corner
fr: Indiquer le deuxième coin
gl: Especifique o segundo vértice

# _msg1976
source: Back
fr: Retour
gl: Atrás

# _msg1977
source: Not a valid expression
fr: N’est pas une expression valide
gl: Non é unha expresión válida

# _msg1978
source: Select base entity
fr: Sélectionner l’objet de référence
gl: Escolla a entidade base

# _msg1979
source: Cancel
fr: Annuler
gl: Cancelar

# _msg1980
source: Specify position
fr: Indiquer la position
gl: Especifique a posición

# _msg1981
source: Back
fr: Retour
gl: Atrás

# _msg1982
source: Specify point
fr: Indiquer un point
gl: Especifique o punto

# _msg1983
source: Cancel
fr: Annuler
gl: Cancelar
