Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg1115
source: [1D000-1D0FF] Byzantine Musical Symbols
lv: [1D000-1D0FF] Bizantiešu mūzikas simboli

# _msg1116
source: [1D100-1D1FF] Musical Symbols
lv: [1D100-1D1FF] Mūzikas simboli

# _msg1117
source: [1D400-1D7FF] Mathematical Alphanumeric Symbols
lv: [1D400-1D7FF] Matemātiskie burtu-ciparu simboli

# _msg1118
source: [20000-2A6DF] CJK Unified Ideographs Extension B
lv: [20000-2A6DF] CJK vienoto ideogrammu paplašinājums B

# _msg1119
source: [2F800-2FA1F] CJK Compatibility Ideographs Supplement
lv: [2F800-2FA1F] CJK savietojamības ideogrammu papildinājums

# _msg1120
source: [E0000-E007F] Tags
lv: [E0000-E007F] Birkas

# _msg1121
source: [F0000-FFFFD] Supplementary Private Use Area-A
lv: [F0000-FFFFD] Papildu privātais A lauka lietojums

# _msg1122
source: [100000-10FFFD] Supplementary Private Use Area-B
lv: [F0000-FFFFD] Papildu privātais B lauka lietojums

# _msg1123
source: &Height:
lv: &Augstums:

# _msg1124
source: Layer:
lv: Slānis:

# _msg1125
source: Font settings
lv: Fontu iestatījumi

# _msg1126
source: Angle:
lv: Leņķis:

# _msg1127
source: Oblique:
lv: Slīps:

# _msg1128
source: Width factor:
lv: Platuma koeficients:

# _msg1129
source: Font:
lv: Fonts:

# _msg1130
source: Baseline Left
lv: Bāzes līnijas kreisā puse

# _msg1132
source: Baseline Right
lv: Bāzes līnijas labā puse

# _msg1133
source: Baseline Center
lv: Bāzes līnijas vidus

# _msg1134
source: Fit
lv: Ietilpst

# _msg1135
source: Diameter (⌀)
lv: Diametrs (⌀)

# _msg1139
source: again Still No Text supplied.
lv: atkal nav piegādāts teksts.

# _msg1140
source: Save As...
lv: Saglabāt kā...

# _msg1142
source: Close
lv: Noslēgt

# _msg1145
source: LFF Font %1
lv: LFF fonts %1

# _msg1146
source: QCad Font %1
lv: QCad fonts %1

# _msg1147
source: Jww Drawing %1
lv: Jww zīmējums %1

# _msg1149
source: QCad 1.x file %1
lv: QCad 1.x datne %1

# _msg1153
source: Block
lv: Bloks

# _msg1154
source: Drawing
lv: Zīmējums

# _msg1155
source: Open %1
lv: Atvērt %1

# _msg1156
source: Save %1 As
lv: Saglabāt %1 kā

# _msg1157
source: dwg Drawing %1
lv: dwg zīmējums %1

# _msg1158
source: Untitled
lv: Nenosaukts

# _msg1159
source: Image Export Options
lv: Attēla eksportēšanas opcijas

# _msg1160
source: Bitmap Size
lv: Bitkartes izmērs

# _msg1161
source: Width:
lv: Platums:

# _msg1162
source: Height:
lv: Augstums:

# _msg1163
source: Background
lv: Fons

# _msg1164
source: White
lv: Balts

# _msg1165
source: Resolution:
lv: Izšķirtspēja:

# _msg1166
source: auto
lv: automātiski

# _msg1167
source: Colouring
lv: Krāsošana

# _msg1168
source: Black / White
lv: Melns / balts

# _msg1169
source: Coloured
lv: Krāsains

# _msg1170
source: Borders
lv: Malas

# _msg1171
source: Top / Bottom - Border:
lv: Augša / apakša — mala:

# _msg1172
source: Left / Right - Border:
lv: Labā / kreisā — mala:

# _msg1173
source: set same size
lv: iestatīt to pašu izmēru

# _msg1175
source: - Unchanged -
lv: - Nemainīta -

# _msg1176
source: Layer Settings
lv: Slāņa iestatījumi

# _msg1177
source: Layer Name:
lv: Slāņa nosaukums:

# _msg1178
source: Default Pen
lv: Noklusētais zīmulis

# _msg1179
source: A Construction Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Construction Layer should not appear in printout.
lv: Konstruēšanas slānī vienumiem ir bezgalīgi garas līnijas, kuras ir paredzētas ģeometrisku figūru konstruēšanai. Konstruēšanas slāņa saturam nevajadzētu parādīties izdrukā.

# _msg1180
source: Construction Layer
lv: Konstruēšanas slānis

# _msg1181
source: Show all layers
lv: Rādīt visus slāņus

# _msg1182
source: Hide all layers
lv: Slēpt visus slāņus

# _msg1183
source: Add a layer
lv: Pievienot slāni

# _msg1184
source: Remove the current layer
lv: Izņemt pašreizējo slāni

# _msg1185
source: Modify layer attributes / rename
lv: Modificēt slāņa atribūtus / pārsaukt

# _msg1186
source: Layer Menu
lv: Slāņa izvēlne

# _msg1187
source: &Defreeze all Layers
lv: &Atsaldēt visus slāņus

# _msg1188
source: &Freeze all Layers
lv: &Sasaldēt visus slāņus

# _msg1189
source: &Add Layer
lv: &Pievienot slāni

# _msg1190
source: &Remove Layer
lv: &Izņemt slāni

# _msg1191
source: Looking for matching layer names
lv: Meklē atbilstošus slāņu nosaukumus

# _msg1192
source: Edit Layer &Attributes
lv: Rediģēt slāņa &atribūtus

# _msg1193
source: Toggle Layer &Visibility
lv: Pārslēgt slāņa &redzamību

# _msg1194
source: Toggle Layer &Printing
lv: Pārslēgt slāņa &drukāšanu

# _msg1195
source: Toggle &Construction Layer
lv: Pārslēgt &konstruēšanas slāni

# _msg1201
source: Directories
lv: Direktorijas

# _msg1202
source: Insert
lv: Ievietot

# _msg1205
source: By Layer
lv: Pēc slāņa

# _msg1206
source: By Block
lv: Pēc bloka

# _msg1208
source: Continuous
lv: Nepārtraukts

# _msg1209
source: Dot
lv: Punkts

# _msg1210
source: Dot (small)
lv: Punkts (mazs)

# _msg1211
source: Dot (large)
lv: Punkts (liels)

# _msg1212
source: Dash
lv: Svītra

# _msg1213
source: Dash (small)
lv: Svītra (maza)

# _msg1214
source: Dash (large)
lv: Svītra (liela)

# _msg1215
source: Dash Dot
lv: Svītra, punkts

# _msg1216
source: Dash Dot (small)
lv: Svītra, punkts (maza)

# _msg1217
source: Dash Dot (large)
lv: Svītra, punkts (liela)

# _msg1218
source: Divide
lv: Dalīts

# _msg1219
source: Divide (small)
lv: Dalīts (mazs)

# _msg1220
source: Divide (large)
lv: Dalīts (liels)

# _msg1221
source: Center
lv: Vidū

# _msg1222
source: Center (small)
lv: Vidū (mazs)

# _msg1223
source: Center (large)
lv: Vidū (liels)

# _msg1224
source: Border
lv: Mala

# _msg1225
source: Border (small)
lv: Mala (maza)

# _msg1226
source: Border (large)
lv: Mala (liela)

# _msg1227
source: - Unchanged -
lv: - Nemainīta -

# _msg1228
source: Dot (tiny)
lv: Punkts (sīks)

# _msg1229
source: Dash (tiny)
lv: Svītra (sīka)

# _msg1230
source: Dash Dot (tiny)
lv: Svītra punkts (sīki)

# _msg1231
source: Divide (tiny)
lv: Dalīts (sīka)

# _msg1232
source: Center (tiny)
lv: Vidū (sīka)

# _msg1233
source: Border (tiny)
lv: Mala (sīka)

# _msg1234
source: Mouse
lv: Pele

# _msg1235
source: Right
lv: Labā

# _msg1236
source: Left
lv: Kreisā

# _msg1237
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Hint about left/right mouse button actions</span></p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Helvetica'; font-size:9pt;">Padoms par kreisās/labās peles pogas darbību</span></p></body></html>

# _msg1238
source: Line color
lv: Līnijas krāsa

# _msg1239
source: Line width
lv: Līnijas platums

# _msg1240
source: Line type
lv: Līnijas tips

# _msg1241
source: wrong action type
lv: nepareizs darbības tips

# _msg1243
source: Selection
lv: Izvēle

# _msg1244
source: Selected
lv: Izvēlēts

# _msg1245
source: Total Length
lv: Kopējais garums

# _msg1246
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Number of selected entities</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Izvēlēto objektu skaits</p></body></html>

# _msg1247
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Total length of selected entities</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Helvetica'; font-size:7pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Izvēlēto objektu kopējais garums</p></body></html>

# _msg1248
source: Snap
lv: Pievilkt

# _msg1249
source: Snap to Endpoints
lv: Pievilkt pie galapunktiem

# _msg1250
source: Snap to equidistant points of entity
lv: Pievilkt pie objekta vienāda attāluma punktiem

# _msg1251
source: Snap to center points
lv: Pievilkt pie centru punktiem

# _msg1252
source: Snap to intersections automatically
lv: Automātiski pievilkt pie krustpunktiem

# _msg1253
source: Snap to closest point on entity
lv: Pievilkt pie tuvākā punkta vai objekta

# _msg1254
source: Snap to point with given distance to endpoint
lv: Pievilkt pie punkta ar dotu attālumu līdz beigu punktam

# _msg1255
source: Snap to intersections manually
lv: Pievilkt pie krustpunkta manuāli

# _msg1256
source: Snap to grid
lv: Pievilkt pie režģa

# _msg1257
source: Restrict Horizontally
lv: Ierobežot horizontāli

# _msg1258
source: Restrict Vertically
lv: Ierobežot vertikāli

# _msg1259
source: Move relative Zero
lv: Pārvietot relatīvo nulli

# _msg1260
source: Lock relative Zero
lv: Fiksēt relatīvo nulli

# _msg1261
source: Free Snap
lv: Brīva pievilkšana

# _msg1262
source: Snap on grid
lv: Pievilkt pie režģa

# _msg1263
source: Snap on Endpoints
lv: Pievilkt pie galapunktiem

# _msg1264
source: Snap on Entity
lv: Pievilkt pie objekta

# _msg1265
source: Snap Center
lv: Pievilkt pie centra

# _msg1266
source: Snap Middle
lv: Pievilkt pie vidus

# _msg1267
source: Snap Distance
lv: Pievilkšanas attālums

# _msg1268
source: Snap Intersection
lv: Pievilkt krustpunktos

# _msg1269
source: Restrict Horizontal
lv: Ierobežot horizontāli

# _msg1270
source: Restrict Vertical
lv: Ierobežot vertikāli

# _msg1271
source: Restrict Orthogonal
lv: Ierobežot perpendikulāri

# _msg1272
source: Restrict Nothing
lv: Neierobežot

# _msg1273
source: Set relative zero position
lv: Iestatīt relatīvās nulles pozīciju

# _msg1274
source: Lock relative zero position
lv: Fiksēt relatīvās nulles pozīciju

# _msg1276
source: Pen
lv: Zīmulis

# _msg1277
source: Line type:
lv: Līnijas tips:

# _msg1278
source: Width:
lv: Platums:

# _msg1279
source: Color:
lv: Krāsa:

# _msg1280
source: By Layer
lv: Pēc slāņa

# _msg1281
source: By Block
lv: Pēc bloka

# _msg1282
source: Default
lv: Noklusējuma

# _msg1307
source: - Unchanged -
lv: - Nemainīta -

# _msg1309
source: Remove Layer
lv: Izņemt slāni

# _msg1310
source: Layer "%1" can never be removed.
lv: Nevar izņemt slāni “%1”.

# _msg1311
source: Layer Dialog
lv: Slāņa dialoglodziņš

# _msg1312
source: Remove Block
lv: Izņemt bloku

# _msg1313
source: Block "%1" and all its entities will be removed.
lv: Bloks “%1” un visi tajā esošie objekti tiks izņemti.

# _msg1314
source: Layer Properties
lv: Slāņa īpašības

# _msg1315
source: Layer with a name "%1" already exists. Please specify a different name.
lv: Slānis ar nosaukumu “%1” jau eksistē. Norādiet citu nosaukumu.

# _msg1316
source: Layer "%1" and all entities on it will be removed. This action can NOT be undone.
lv: Tiks izņemts slānis “%1” un visi uz tā esošie objekti.Šo darbību NEVAR atsaukt.

# _msg1317
source: Save Drawing As
lv: Saglabāt zīmējumu kā

# _msg1318
source: %1 already exists. Do you want to replace it?
lv: %1 jau eksistē. Vai vēlaties to aizvietot?

# _msg1319
source: Open Drawing
lv: Atvērt zīmējumu

# _msg1320
source: Open Image
lv: Atvērt attēlu

# _msg1326
source: Portable Network Graphic
lv: Portable Network Graphic (PNG)

# _msg1328
source: X Bitmap Format
lv: X Bitmap formāts

# _msg1330
source: Graphics Interchange Format
lv: Graphics Interchange Format (GIF)

# _msg1332
source: QCad 1.x file %1
lv: QCad 1.x datne %1

# _msg1333
source: Font %1
lv: Fonts %1

# _msg1334
source: All Files (*.*)
lv: Visas datnes (*.*)

# _msg1335
source: Inch
lv: Colla

# _msg1336
source: Foot
lv: Pēda

# _msg1337
source: Mile
lv: Jūdze

# _msg1338
source: Millimeter
lv: Milimetrs

# _msg1339
source: Centimeter
lv: Centimetrs

# _msg1340
source: Meter
lv: Metrs

# _msg1341
source: Kilometer
lv: Kilometrs

# _msg1342
source: Microinch
lv: Mikrocolla

# _msg1344
source: Yard
lv: Jards

# _msg1345
source: Angstrom
lv: Angstrēms

# _msg1346
source: Nanometer
lv: Nanometrs

# _msg1347
source: Micron
lv: Mikrons

# _msg1348
source: Decimeter
lv: Decimetrs

# _msg1349
source: Decameter
lv: Dekametrs

# _msg1351
source: Gigameter
lv: Gigametrs

# _msg1353
source: Lightyear
lv: Gaismas gads

# _msg1354
source: Parsec
lv: Parseks

# _msg1355
source: Loading..
lv: Ielādē..

# _msg1356
source: Loading File %1..
lv: Ielādē datni %1..

# _msg1357
source: Loading...
lv: Ielādē...

# _msg1358
source: enter an integer number
lv: ievadiet veselu skaitli

# _msg1359
source: LibreCAD query
lv: LibreCAD vaicājums

# _msg1360
source: enter a number
lv: ievadiet skaitli

# _msg1361
source: enter text
lv: ievadiet tekstu

# _msg1362
source: LFF Font %1
lv: LFF fonts %1

# _msg1364
source: Scalable Vector Graphics
lv: Mērogojamo vektoru grafika (SVG)

# _msg1365
source: SGI Black & White
lv: SGI melns un balts

# _msg1367
source: Encapsulated PostScript Format
lv: Encapsulated PostScript formāts

# _msg1369
source: Windows Icon
lv: Windows ikona

# _msg1374
source: Targa Image File
lv: Targa attēla datne

# _msg1376
source: Old Drawing Exchange %1
lv: Vecais Drawing Exchange %1

# _msg1377
source: Opened dwg file version %1.
lv: Atvērta dwg datnes versija %1.

# _msg1378
source: unknown error opening dwg file
lv: nezināma kļūda, atverot dwg datni

# _msg1379
source: can't open this dwg file
lv: nevar atvērt šo dwg datni

# _msg1380
source: unsupported dwg version
lv: neatbalstīta dwg versija

# _msg1381
source: error reading file header in dwg file
lv: kļūda, lasot datnes galveni dwg datnē

# _msg1382
source: error reading header vars in dwg file
lv: kļūda, lasot galvenes mainīgos dwg datnē

# _msg1383
source: error reading classes in dwg file
lv: kļūda, lasot klases dwg datnē

# _msg1384
source: error reading offsets in dwg file
lv: kļūda, lasot nobīdes dwg datnē

# _msg1385
source: error reading tables in dwg file
lv: kļūda, lasot tabulas dwg datnē

# _msg1386
source: error reading entities in dwg file
lv: kļūda, lasot objektus dwg datnē

# _msg1387
source: dwg Drawing %1
lv: dwg zīmējums %1

# _msg1388
source: File on disk modified. Please save to another file to avoid data loss! File modified: %1
lv: Datne uz diska ir modificēta. Lūdzu, saglabājiet citā datnē, lai izvairītos no datu zaudēšanas. Modificētā datne: %1

# _msg1389
source: Hatch failed due to a gap=%1 between (%2, %3) and (%4, %5)
lv: Svītrojums neizdevās, jo atstarpe=%1 ir starp (%2, %3) un (%4, %5)

# _msg1390
source: Warning
lv: Brīdinājums

# _msg1391
source: experimental, save your work first. Continue?
lv: eksperimentāls, vispirms saglabājiet savu veikumu. Turpināt?

# _msg1392
source: error reading blocks in dwg file
lv: kļūda, lasot dwg datnes blokus

# _msg1393
source: error reading objects in dwg file
lv: kļūda, lasot dwg datnes objektus

# _msg1394
source: All Image Files (%1)
lv: Visas attēlu datnes (%1)

# _msg1396
source: point
lv: punkts

# _msg1398
source: line
lv: līnija

# _msg1401
source: polyline
lv: lauztalīnija

# _msg1409
source: offset
lv: nobīdīt

# _msg1410
source: parallel
lv: paralēli

# _msg1411
source: o
lv: n

# _msg1425
source: rectangle
lv: taisnstūris

# _msg1426
source: rectang
lv: taisn

# _msg1427
source: rect
lv: tais

# _msg1428
source: rec
lv: tais

# _msg1431
source: arc
lv: loks

# _msg1432
source: a
lv: l

# _msg1433
source: circle
lv: riņķis

# _msg1434
source: ci
lv: ri

# _msg1448
source: mtext
lv: vteksts

# _msg1450
source: text
lv: teksts

# _msg1452
source: regen
lv: pārz

# _msg1453
source: redraw
lv: pārzīmēt

# _msg1454
source: rg
lv: ta

# _msg1455
source: zr
lv: tp

# _msg1457
source: zw
lv: ml

# _msg1459
source: za
lv: ma

# _msg1461
source: zp
lv: mp

# _msg1463
source: zv
lv: ti

# _msg1464
source: kill
lv: nobeigt

# _msg1465
source: k
lv: b

# _msg1466
source: undo
lv: atsaukt

# _msg1467
source: u
lv: a

# _msg1468
source: redo
lv: atatsaukt

# _msg1471
source: da
lv: dl

# _msg1488
source: dimregen
lv: dimpārgen

# _msg1490
source: rn
lv: in

# _msg1492
source: rr
lv: io

# _msg1494
source: rh
lv: ih

# _msg1496
source: rv
lv: iv

# _msg1498
source: mv
lv: mp

# _msg1501
source: ch
lv: ms

# _msg1502
source: fillet
lv: lenta

# _msg1504
source: divide
lv: dalīt

# _msg1505
source: cut
lv: griezt

# _msg1506
source: div
lv: dal

# _msg1508
source: mi
lv: mo

# _msg1510
source: rev
lv: apg

# _msg1512
source: ro
lv: mg

# _msg1514
source: sz
lv: mm

# _msg1515
source: trim
lv: īsināt

# _msg1522
source: ss
lv: mz

# _msg1524
source: er
lv: md

# _msg1527
source: xp
lv: me

# _msg1529
source: os
lv: pn

# _msg1530
source: sf
lv: pb

# _msg1532
source: sc
lv: pc

# _msg1534
source: sd
lv: pa

# _msg1536
source: se
lv: pb

# _msg1538
source: sg
lv: pg

# _msg1540
source: si
lv: pi

# _msg1542
source: sm
lv: pv

# _msg1544
source: sn
lv: pt

# _msg1545
source: np
lv: tp

# _msg1546
source: setrelativezero
lv: iestatītrelatīvonulli

# _msg1549
source: sa
lv: iv

# _msg1551
source: tn
lv: in

# _msg1560
source: angle
lv: leņķis

# _msg1561
source: ang
lv: len

# _msg1563
source: ar
lv: lo

# _msg1564
source: angle
lv: leņķis

# _msg1566
source: close
lv: aizvērt

# _msg1567
source: chord length
lv: hordas garums

# _msg1568
source: columns
lv: kolonnas

# _msg1569
source: columnspacing
lv: kolonnuatstarpes

# _msg1570
source: factor
lv: koeficients

# _msg1571
source: length
lv: garums

# _msg1572
source: number
lv: skaits

# _msg1573
source: radius
lv: rādiuss

# _msg1574
source: rows
lv: rindas

# _msg1575
source: rowspacing
lv: rinduatstarpes

# _msg1576
source: through
lv: cauri

# _msg1577
source: trim
lv: īsināt

# _msg1578
source: ang
lv: len

# _msg1580
source: center
lv: centrs

# _msg1585
source: cols
lv: kol

# _msg1587
source: columnspacing
lv: kolonnuatstarpes

# _msg1588
source: colspacing
lv: kolatstarpes

# _msg1589
source: cs
lv: ka

# _msg1590
source: fact
lv: fakt

# _msg1592
source: help
lv: palīdzība

# _msg1594
source: length
lv: garums

# _msg1595
source: len
lv: gar

# _msg1597
source: length1
lv: garums1

# _msg1598
source: len1
lv: gar1

# _msg1599
source: l1
lv: g1

# _msg1600
source: length2
lv: garums2

# _msg1601
source: len2
lv: gar2

# _msg1602
source: l2
lv: g2

# _msg1603
source: number
lv: skaits

# _msg1604
source: num
lv: sk

# _msg1605
source: n
lv: s

# _msg1607
source: reversed
lv: apgriezti

# _msg1608
source: rev
lv: apg

# _msg1609
source: row
lv: rinda

# _msg1610
source: rowspacing
lv: rinduatstarpes

# _msg1611
source: rs
lv: ra

# _msg1612
source: text
lv: teksts

# _msg1615
source: undo
lv: atsaukt

# _msg1616
source: u
lv: a

# _msg1617
source: redo
lv: atatsaukt

# _msg1619
source: back
lv: atpakaļ

# _msg1620
source: b
lv: a

# _msg1621
source: paperoffset
lv: papīranobīde

# _msg1622
source: graphoffset
lv: grafikanobīde

# _msg1625
source: Command not found: %1
lv: Komanda nav atrasta: %1

# _msg1626
source: Accepted keycode: %1
lv: Pieņemtais taustiņu kods: %1

# _msg1627
source: Available commands:
lv: Pieejamās komandas:

# _msg1639
source: Block
lv: Bloks

# _msg1640
source: Circle
lv: Riņķis

# _msg1643
source: Ellipse
lv: Elipse

# _msg1644
source: File
lv: Datne

# _msg1645
source: Dimension
lv: Dimensija

# _msg1646
source: Info
lv: Informācija

# _msg1648
source: Line
lv: Līnija

# _msg1649
source: Modify
lv: Modificēt

# _msg1650
source: Options
lv: Opcijas

# _msg1652
source: Polyline
lv: Lauzta līnija

# _msg1654
source: Select
lv: Izvēlēties

# _msg1655
source: Snap
lv: Pievilkt

# _msg1657
source: View
lv: Skats

# _msg1660
source: All
lv: Viss

# _msg1682
source: length1
lv: garums1

# _msg1683
source: length2
lv: garums2

# _msg1687
source: Keycode mode
lv: Taustiņu kodu režīms

# _msg1692
source: Custom
lv: Pielāgots

# _msg1708
source: Crosshair
lv: Krustiņš

# _msg1709
source: Crosshair2
lv: Krustiņš2

# _msg1710
source: Isometric
lv: Izometrisks

# _msg1711
source: Spiderweb
lv: Zirnekļa tīkls

# _msg1712
source: Point
lv: Punkts

# _msg1713
source: Square
lv: Kvadrāts

# _msg1716
source: Dock Areas
lv: Doka laukumi

# _msg1717
source: Mouse
lv: Pele

# _msg1718
source: Tablet
lv: Planšete

# _msg1719
source: Trackpad
lv: Skārienpaliktnis

# _msg1720
source: Touchscreen
lv: Skārienekrāns

# _msg1721
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg1722
source: Cancel
lv: Atcelt

# _msg1723
source: Not a valid expression
lv: Nav derīga izteiksme

# _msg1724
source: Specify reference point
lv: Norādiet atskaites punktu

# _msg1725
source: Cancel
lv: Atcelt

# _msg1726
source: Enter angle:
lv: Ievadiet leņķi:

# _msg1727
source: Enter factor:
lv: Ievadiet koeficientu:

# _msg1728
source: Enter columns:
lv: Ievadiet kolonnas:

# _msg1729
source: Enter rows:
lv: Ievadiet rindas:

# _msg1730
source: Enter column spacing:
lv: Ievadiet kolonnu atstarpes:

# _msg1731
source: Enter row spacing:
lv: Ievadiet rindu atstarpes:

# _msg1732
source: No block activated to save
lv: Nav aktivēta bloka, ko saglabāt

# _msg1733
source: Choose second edge
lv: Izvēlieties otru malu

# _msg1734
source: Back
lv: Atpakaļ

# _msg1735
source: Specify first extension line origin
lv: Norādiet pirmo paplašinājuma līnijas sākumu

# _msg1736
source: Cancel
lv: Atcelt

# _msg1737
source: Specify second extension line origin
lv: Norādiet otro paplašinājuma līnijas sākumu

# _msg1738
source: Back
lv: Atpakaļ

# _msg1739
source: Specify dimension line location
lv: Norādiet dimensiju līnijas atrašanās vietu

# _msg1740
source: Enter dimension text:
lv: Ievadiet dimensijas tekstu:

# _msg1741
source: Select first line
lv: Izvēlieties pirmo līniju

# _msg1743
source: Select second line
lv: Izvēlēties otro līniju

# _msg1744
source: Specify dimension arc line location
lv: Norādiet dimensiju koka līnijas atrašanās vietu

# _msg1745
source: Enter dimension text:
lv: Ievadiet dimensijas tekstu:

# _msg1746
source: Not a circle or arc entity
lv: Nav apļa vai loka objekts

# _msg1748
source: Select arc or circle entity
lv: Izvēlieties loka vai apļa objektu

# _msg1750
source: Specify dimension line location
lv: Norādiet dimensiju līnijas atrašanās vietu

# _msg1751
source: Enter dimension text:
lv: Ievadiet dimensijas tekstu:

# _msg1752
source: Specify target point
lv: Norādiet mērķa punktu

# _msg1754
source: Specify next point
lv: Norādiet nākamo punktu
