Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2801
source: Tangential
gl: Tanxentes

# _msg2802
source: Tan Radius
gl: Tanx. raio

# _msg2803
source: Angle
gl: Ángulo

# _msg2804
source: Radius:
gl: Raio:

# _msg2805
source: Angle:
gl: Ángulo:

# _msg2806
source: Clockwise
gl: No sentido das agullas do reloxo

# _msg2807
source: Counter Clockwise
gl: No sentido contrario as agullas do reloxo

# _msg2808
source: Print Preview Options
gl: Opcións de vista previa de impresión

# _msg2809
source: Toggle Black / White mode
gl: Alternar xeito branco/negro-cor

# _msg2810
source: Center to page
gl: Centrar o debuxo á folla

# _msg2811
source: Fit to page
gl: Escalar o debuxo á folla

# _msg2812
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
gl: <html><head/><body><p>Fixar a escala de impresión no valor actual</p></body></html>

# _msg2813
source: fixed
gl: Fixar

# _msg2814
source: Opening recent file...
gl: Abrindo ficheiro recente...

# _msg2815
source: Round Options
gl: Opcións de arredondar

# _msg2816
source: Trim
gl: Tallar

# _msg2817
source: Check to trim both edges to the rounding
gl: Actíveo para tallares as dúas entidades a arredondar

# _msg2818
source: Radius:
gl: Raio:

# _msg2819
source: Snap Distance Options
gl: Opcións de forzar a unha distancia

# _msg2820
source: Distance:
gl: Distancia:

# _msg2821
source: Snap Distance Options
gl: Opcións de forzar a un punto medio

# _msg2822
source: Middle Points:
gl: Puntos medios:

# _msg2823
source: Number of equidistant division points
gl: Cantidade de puntos equidistantes a fixar

# _msg2824
source: Spline Options
gl: Opcións de spline

# _msg2825
source: Degree:
gl: Grao:

# _msg2826
source: Closed
gl: Pechada

# _msg2827
source: Undo
gl: Desfacer

# _msg2828
source: Text Options
gl: Opcións de texto

# _msg2829
source: Text:
gl: Texto:

# _msg2830
source: Angle:
gl: Ángulo:

# _msg2831
source: Trim Amount Options
gl: Opcións de tallado por medidas

# _msg2832
source: Distance. Negative values for trimming, positive values for extending.
gl: Distancia. valores negativos para tallar, positivos para alongar.

# _msg2833
source: Length:
gl: Largura:

# _msg2834
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
gl: Distancia. valores negativos para tallar, positivos para alongar. O signo negativo ignórase cando se activa a opción de largura total final.

# _msg2835
source: The input length is used as total length after trimming, instead of length increase
gl: Activándoa, a largura introducida úsase como largura total final, empaga de incrementares a largura.

# _msg2836
source: Layer "%1" and all entities on it will be removed.
gl: A capa "%1" e tódalas súas entidades vánse desbotar

# _msg2837
source: None
gl: Ningún

# _msg2838
source: Block %1 already exist, renamed to: %2
gl: O bloque %1 xa existe, renomeado como: %2

# _msg2839
source: All Image Files (%1)
gl: Tódolos ficheiros de imaxe (%1)

# _msg2840
source: &Add Block
gl: &Engadir bloque

# _msg2841
source: &Rename Block
gl: &Renomear bloque

# _msg2842
source: &Create Block
gl: &Crear bloque

# _msg2843
source: &Edit Block
gl: E&ditar bloque

# _msg2844
source: Ex&plode
gl: Estou&par

# _msg2845
source: &Hide all
gl: A&gochar todo

# _msg2846
source: &Show all
gl: &Amosar todo

# _msg2847
source: &Insert Block
gl: &Inserir bloque

# _msg2848
source: &Remove Block
gl: Des&botar bloque

# _msg2849
source: &Save Block
gl: &Gardar bloque

# _msg2850
source: Toggle Block &Visibility
gl: Alternar &visibilidade de bloque

# _msg2851
source: &Aligned
gl: &Aliñado

# _msg2853
source: &Diametric
gl: &Diametral

# _msg2854
source: &Leader
gl: Dire&ctriz

# _msg2859
source: &Center, Point, Angles
gl: &Centro, raio e ángulos

# _msg2860
source: &3 Points
gl: &3 Puntos

# _msg2861
source: Arc &Tangential
gl: Arco &tanxencial

# _msg2862
source: Center, &Point
gl: Centro e &punto

# _msg2863
source: 2 Points
gl: 2 Puntos

# _msg2864
source: 3 Points
gl: 3 Puntos

# _msg2865
source: Center, &Radius
gl: Centro e &raio

# _msg2866
source: Circle &Inscribed
gl: Círculo i&nscrito

# _msg2867
source: Circle Tangential 2 P&oints
gl: Círculo tanx. máis 2 p&untos

# _msg2868
source: Tangential, 2 P&oints
gl: &Tanxencial mais 2 puntos

# _msg2869
source: Circle Tangential &2
gl: Círculo tanx. a &2 entidades

# _msg2870
source: Tangential 2 Circles, Radius
gl: T&anxencial a 2 mais raio

# _msg2871
source: Common Tangential Circle 1 Point
gl: Círculo tanx. a 2, máis 1 punto

# _msg2872
source: Tangential 2 Circles, 1 Point
gl: Tan&xencial a 2 mais un punto

# _msg2873
source: Circle Tangential &3
gl: Círculo tanx. a &3 entidades

# _msg2874
source: Tangential &3 Circles
gl: Tanx&encial a 3 entidades

# _msg2875
source: Ellipse &4 Point
gl: Elipse &4 puntos

# _msg2876
source: &Ellipse (Axis)
gl: &Elipse (Por eixes)

# _msg2877
source: Ellipse &Arc (Axis)
gl: &Arco de elipse (Por eixes)

# _msg2878
source: Ellipse Center and &3 Points
gl: Elipse con centro e &3 puntos

# _msg2879
source: Ellipse &Foci Point
gl: Elipse con &focos e 1 punto

# _msg2880
source: Ellipse &Inscribed
gl: Elipse i&nscrita

# _msg2881
source: &Hatch
gl: &Raiado

# _msg2882
source: Insert &Image
gl: I&nserir imaxe

# _msg2883
source: &2 Points
gl: &2 Puntos

# _msg2884
source: &Angle
gl: &Con ángulo

# _msg2888
source: &Freehand Line
gl: Liña a &man alzada

# _msg2890
source: Tangent &Orthogonal
gl: Tanxente e &ortogonal

# _msg2891
source: &Parallel
gl: &Paralela

# _msg2892
source: &Concentric
gl: Concén&trico

# _msg2893
source: Parallel through point
gl: Paralela a través dun punto

# _msg2894
source: Pol&ygon (Cen,Cor)
gl: Polí&gono con centro e vért.

# _msg2895
source: Polygo&n (Cor,Cor)
gl: Polígo&no con lado

# _msg2896
source: Rectangle
gl: Rectángulo

# _msg2897
source: Relative angle
gl: Oblicua respecto doutra

# _msg2898
source: Orthogonal
gl: Ortogonal

# _msg2899
source: Tangent (P,C)
gl: Tanxente dende punto

# _msg2900
source: Tangent (C,C)
gl: Tanxente a dúas curvas

# _msg2901
source: &MText
gl: &Multitexto

# _msg2902
source: &Points
gl: P&untos

# _msg2903
source: &Polyline
gl: Polili&ña

# _msg2904
source: Draw polylines
gl: Debuxar poliliñas

# _msg2906
source: &Text
gl: &Texto

# _msg2907
source: &Copy
gl: &Copiar

# _msg2908
source: Cu&t
gl: Cor&tar

# _msg2909
source: &Paste
gl: Co&lar

# _msg2910
source: &Undo
gl: &Desfacer

# _msg2911
source: &Redo
gl: &Refacer

# _msg2912
source: &New
gl: &Novo

# _msg2913
source: New From &Template
gl: N&ovo a partires dun Patrón

# _msg2914
source: &Open...
gl: &Abrir...

# _msg2915
source: &Save
gl: &Gardar

# _msg2916
source: Save &as...
gl: Gardar &coma...

# _msg2917
source: An&gle between two lines
gl: Án&gulo entre dúas liñas

# _msg2918
source: or %1%2
gl: ou %1%2

# _msg2919
source: Area: %1
gl: Área: %1

# _msg2920
source: Polygonal &Area
gl: Á&rea poligonal

# _msg2921
source: &Distance Point to Point
gl: &Distancia entre dous puntos

# _msg2922
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
gl: Distancia: %1 Coord. cartesianas: (%2 , %3). Coord. polares: (%4<%5

# _msg2923
source: &Distance Entity to Point
gl: Dis&tancia entre entidade e punto

# _msg2924
source: Point inside contour
gl: Punto dentro do contorno

# _msg2925
source: &Total length of selected entities
gl: &Largura total varias entidades

# _msg2926
source: &Add Layer
gl: &Engadir capa

# _msg2927
source: &Edit Layer
gl: Edi&tar capa

# _msg2928
source: &Hide all
gl: A&gochar todo

# _msg2929
source: &Show all
gl: &Amosar todo

# _msg2930
source: &Remove Layer
gl: Des&botar capa

# _msg2931
source: Toggle Layer Loc&k
gl: Alternar blo&queo da capa

# _msg2932
source: Toggle Layer &Print
gl: Alternar im&presión da capa

# _msg2933
source: &Toggle Layer Visibility
gl: Alternar &visibilidade da capa

# _msg2934
source: &Attributes
gl: &Atributos

# _msg2935
source: &Bevel
gl: &Chafrán chairo

# _msg2936
source: &Divide
gl: Part&ir

# _msg2937
source: &Delete
gl: &Desbotar

# _msg2938
source: Delete Freehand
gl: Borrar liña a man alzada

# _msg2939
source: Parent of second entity is NULL
gl: O pai da segunda entidade é nulo

# _msg2940
source: One of the chosen entities is NULL
gl: Unha das entidades escollidas é nula

# _msg2941
source: Parent of first entity is NULL
gl: O pai da primeira entidade é nulo

# _msg2942
source: First entity is NULL
gl: A primeira entidade é nula

# _msg2943
source: Second entity is NULL
gl: A segunda entidade é nula

# _msg2944
source: &Delete selected
gl: De&sbotar escollidas

# _msg2945
source: &Properties
gl: &Propiedades

# _msg2946
source: &Explode Text into Letters
gl: Est&oupar o texto en letras

# _msg2947
source: &Mirror
gl: &Imaxe espello

# _msg2948
source: &Move / Copy
gl: &Mover/Copiar

# _msg2949
source: M&ove and Rotate
gl: Mo&ver e xirar

# _msg2950
source: &Offset
gl: Despra&zamento

# _msg2951
source: Re&vert direction
gl: &Reverter dirección

# _msg2953
source: &Rotate
gl: &Xirar

# _msg2954
source: Rotate T&wo
gl: Do&bre xiro

# _msg2955
source: &Fillet
gl: C&hafrán arredondado

# _msg2956
source: &Scale
gl: &Escalar

# _msg2957
source: &Stretch
gl: Esta&licar/encoller

# _msg2958
source: &Trim
gl: &Tallar/Estender

# _msg2959
source: &Trim Two
gl: Tallar/Estender do&us

# _msg2960
source: &Lengthen
gl: Alon&gar

# _msg2961
source: Current &Drawing Preferences
gl: Preferencias do de&buxo actual

# _msg2962
source: move to bottom
gl: mover ó fondo

# _msg2963
source: set to bottom
gl: Pór no fondo

# _msg2964
source: lower after entity
gl: Pór por baixo doutra entidade

# _msg2965
source: lower over entity
gl: Pór por riba doutra entidade

# _msg2966
source: raise over entity
gl: Pór por riba doutra entidade

# _msg2967
source: move to top
gl: Pór na cima

# _msg2968
source: set to top
gl: Pór na cima

# _msg2969
source: &Add node
gl: &Engadir nodo

# _msg2970
source: Add polyline's node
gl: Engadir nodo de poliliña

# _msg2971
source: A&ppend node
gl: &Anexar nodo

# _msg2972
source: Append polyline's node
gl: Anexar nodo de poliliña

# _msg2973
source: &Delete node
gl: &Desbotar nodo

# _msg2974
source: Delete polyline's node
gl: Desbotar nodo de poliliña

# _msg2975
source: Delete &between two nodes
gl: Des&botar varios nodos entre dous

# _msg2976
source: Delete between two nodes
gl: Desbotar varios nodos entre dous

# _msg2977
source: Deletinging point is invalid.
gl: O nodo que tenta desbotar non é válido.

# _msg2978
source: Deleteinging point is not on entity.
gl: O nodo que tenta desbotar non está na entidade.

# _msg2979
source: Create &Equidistant Polylines
gl: Crear poliliñas e&quidistantes

# _msg2980
source: Create Equidistant Polylines
gl: Crear poliliñas equidistantes

# _msg2981
source: Create Polyline from Existing &Segments
gl: Poliliña &nova con entidades existentes

# _msg2982
source: Create Polyline from Existing Segments
gl: Poliliña nova con segmentos vellos

# _msg2983
source: Entity must be a line, arc or polyline.
gl: A entidade ten que ser unha liña, un arco ou unha poliliña.

# _msg2984
source: &Trim segments
gl: &Tallar/estender segmentos

# _msg2985
source: Trim polyline's segments
gl: Tallar segmentos de poliliña

# _msg2986
source: Print Pre&view
gl: &Vista previa de impresión

# _msg2987
source: Select &All
gl: Seleccionar &todo

# _msg2988
source: Deselect &all
gl: &Deseleccionar todo

# _msg2990
source: (De-)Select &Contour
gl: (Sel-)Deseleccionar &contorno

# _msg2991
source: Select Intersected Entities
gl: Seleccionar por intersección

# _msg2992
source: Deselect Intersected Entities
gl: Deseleccionar por intersección

# _msg2993
source: Invert Selection
gl: Inverter selección

# _msg2994
source: (De-)Select Layer
gl: (Sel-)Deseleccionar capa

# _msg2995
source: Select Entity
gl: Seleccionar entidade

# _msg2996
source: Select Window
gl: Seleccionar por fiestra

# _msg2997
source: Deselect Window
gl: Deseleccionar por fiestra

# _msg2998
source: Regenerate Dimension Entities
gl: Rexenerar entidades de acoutamento

# _msg2999
source: &Auto Zoom
gl: Zoom á área g&ráfica

# _msg3000
source: Zoom &In
gl: &Medrar zoom

# _msg3001
source: Zoom &Out
gl: &Desmedrar zoom

# _msg3002
source: Zoom &Panning
gl: &Arrastrar área gráfica

# _msg3003
source: Previous &View
gl: Zoom &previo

# _msg3004
source: &Redraw
gl: Rede&buxar

# _msg3005
source: &Window Zoom
gl: &Zoom por fiestra

# _msg3006
source: line
gl: liña

# _msg3007
source: rectangle
gl: rectangulo

# _msg3008
source: text
gl: texto

# _msg3009
source: regen
gl: rexen

# _msg3010
source: undo
gl: desfacer

# _msg3011
source: u
gl: d

# _msg3012
source: redo
gl: refacer

# _msg3013
source: arc
gl: arco

# _msg3014
source: angle
gl: angulo

# _msg3016
source: columns
gl: columnas

# _msg3017
source: rows
gl: ringleiras

# _msg3018
source: columnspacing
gl: columespazado

# _msg3019
source: rowspacing
gl: ringlespazado

# _msg3021
source: a
gl: an

# _msg3026
source: columnspacing
gl: columnespazado

# _msg3027
source: colspacing
gl: colespazado

# _msg3028
source: cs
gl: ce

# _msg3029
source: rowspacing
gl: ringleespazado

# _msg3030
source: rs
gl: re

# _msg3031
source: center
gl: centro

# _msg3033
source: c
gl: cn

# _msg3034
source: point
gl: punto

# _msg3035
source: offset
gl: desprazamento

# _msg3036
source: o
gl: dp

# _msg3037
source: parallel
gl: paralela

# _msg3038
source: length
gl: largura

# _msg3039
source: close
gl: pechar

# _msg3040
source: number
gl: cantidade

# _msg3041
source: through
gl: atraves

# _msg3042
source: help
gl: axuda

# _msg3044
source: length
gl: largura

# _msg3045
source: len
gl: lar

# _msg3046
source: l
gl: la

# _msg3047
source: c
gl: p

# _msg3048
source: num
gl: can

# _msg3049
source: n
gl: ca

# _msg3050
source: t
gl: at

# _msg3051
source: length1
gl: largura1

# _msg3052
source: length2
gl: largura2

# _msg3053
source: radius
gl: raio

# _msg3054
source: trim
gl: tallar

# _msg3055
source: length1
gl: largura1

# _msg3056
source: len1
gl: lar1

# _msg3058
source: length2
gl: largura2

# _msg3059
source: len2
gl: lar2

# _msg3061
source: r
gl: ra

# _msg3063
source: chord length
gl: largura corda

# _msg3064
source: length
gl: largurac

# _msg3065
source: l
gl: lc

# _msg3067
source: Available commands:
gl: Comandos dispoñíbeis:

# _msg3068
source: circle
gl: circulo

# _msg3069
source: zw
gl: zf

# _msg3071
source: zp
gl: pn

# _msg3072
source: da
gl: aa

# _msg3073
source: dh
gl: ah

# _msg3074
source: dv
gl: av

# _msg3075
source: dr
gl: al

# _msg3076
source: ld
gl: di

# _msg3077
source: sg
gl: fg

# _msg3078
source: se
gl: ff

# _msg3079
source: si
gl: fi

# _msg3080
source: sm
gl: fm

# _msg3081
source: sn
gl: fp

# _msg3082
source: np
gl: fe

# _msg3083
source: tn
gl: dt

# _msg3084
source: ch
gl: bi

# _msg3085
source: xt
gl: et

# _msg3086
source: rm
gl: ed

# _msg3088
source: mi
gl: sp

# _msg3089
source: ro
gl: xi

# _msg3090
source: sz
gl: es

# _msg3091
source: ss
gl: ee

# _msg3092
source: er
gl: br

# _msg3093
source: oo
gl: de

# _msg3094
source: uu
gl: re

# _msg3095
source: xp
gl: tp

# _msg3096
source: dimregen
gl: rexenacout

# _msg3097
source: po
gl: pu

# _msg3103
source: rg
gl: rd

# _msg3105
source: zv
gl: zp

# _msg3107
source: polyline
gl: poliliña

# _msg3109
source: tm
gl: etd

# _msg3110
source: da
gl: aa

# _msg3111
source: dh
gl: ah

# _msg3112
source: dr
gl: al

# _msg3113
source: dv
gl: av

# _msg3114
source: ld
gl: di

# _msg3115
source: tm
gl: etd

# _msg3116
source: xt
gl: et

# _msg3117
source: rm
gl: ed

# _msg3120
source: mi
gl: sp

# _msg3121
source: ro
gl: xi

# _msg3122
source: sz
gl: es

# _msg3123
source: ss
gl: ee

# _msg3124
source: er
gl: br

# _msg3125
source: oo
gl: de

# _msg3126
source: uu
gl: re

# _msg3127
source: xp
gl: tp

# _msg3128
source: os
gl: ffo

# _msg3129
source: sg
gl: fg

# _msg3130
source: se
gl: ff

# _msg3131
source: si
gl: fi

# _msg3132
source: sn
gl: fp

# _msg3133
source: sm
gl: fm

# _msg3134
source: np
gl: fe

# _msg3135
source: tn
gl: dt

# _msg3136
source: kill
gl: matar

# _msg3137
source: k
gl: m

# _msg3138
source: back
gl: atras

# _msg3139
source: b
gl: tr

# _msg3145
source: redraw
gl: redebuxar

# _msg3147
source: zw
gl: zf

# _msg3149
source: zp
gl: pn

# _msg3150
source: zv
gl: zp

# _msg3151
source: u
gl: d

# _msg3152
source: os
gl: ffo

# _msg3153
source: sc
gl: fc

# _msg3154
source: sc
gl: fc

# _msg3155
source: sd
gl: fd

# _msg3156
source: sd
gl: fd

# _msg3159
source: sa
gl: st

# _msg3160
source: sa
gl: st

# _msg3161
source: number
gl: cantidade

# _msg3162
source: reversed
gl: reverter

# _msg3164
source: r
gl: rv

# _msg3165
source: row
gl: ringleira

# _msg3166
source: r
gl: ri

# _msg3168
source: Command not found: %1
gl: Non se atopa o comando: %1

# _msg3169
source: Accepted keycode: %1
gl: Código chave aceptado: %1

# _msg3170
source: mtext
gl: multitexto

# _msg3171
source: dpi
gl: ppp

# _msg3172
source: re
gl: rt

# _msg3173
source: re
gl: rt

# _msg3174
source: rn
gl: sr

# _msg3175
source: rn
gl: sr

# _msg3176
source: rr
gl: ro

# _msg3177
source: rr
gl: ro

# _msg3180
source: rv
gl: rve

# _msg3181
source: rv
gl: rve

# _msg3182
source: setrelativezero
gl: definirorixerelativa

# _msg3183
source: setrelativezero
gl: definirorixerelativa

# _msg3184
source: rz
gl: do

# _msg3185
source: paperoffset
gl: desprazfolla

# _msg3186
source: graphoffset
gl: desprazgraf

# _msg3187
source: fillet
gl: chafranchairo

# _msg3188
source: divide
gl: partir

# _msg3189
source: div
gl: part

# _msg3190
source: cut
gl: p

# _msg3193
source: cl
gl: lc

# _msg3196
source: row
gl: ringleira

# _msg3198
source: calculate
gl: calcular

# _msg1
source: Loading..
tr: Yükleniyor..

# _msg2
source: Loading Library Paths..
tr: Kitaplık Yolları yükleniyor..

# _msg3
source: Loading File %1..
tr: %1 Dosyası yükleniyor..

# _msg4
source: Draw polylines
tr: Çoklu çizgiler

# _msg5
source: M&ove and Rotate
tr: T&aşı ve Döndür

# _msg6
source: &Trim Two
tr: &İkili Kırp

# _msg7
source: &Preferences
tr: &Tercihler

# _msg8
source: Open IDE
tr: IDE Aç

# _msg9
source: Run Script..
tr: Betik Çalıştır..

# _msg10
source: Regenerate Dimension Entities
tr: Ölçülendirme Ögelerini Yeniden Üret

# _msg11
source: &Draft
tr: &Taslak

# _msg12
source: Vie&ws
tr: Gör&ünümler

# _msg13
source: Tool&bars
tr: Araç&çubukları

# _msg14
source: Focus on Command Line
tr: Komut Satırına Odaklan

# _msg15
source: Focus on &Command Line
tr: &Komut Satırına Odaklan

# _msg16
source: &Point
tr: &Nokta

# _msg17
source: &Arc
tr: &Yay

# _msg18
source: &Draw
tr: &Çiz

# _msg19
source: &Dimension
tr: &Boyutla

# _msg20
source: &Snap
tr: &Yakala

# _msg21
source: &Layer
tr: &Katman

# _msg22
source: &Block
tr: &Blok

# _msg23
source: About the application
tr: Uygulama hakkında

# _msg24
source: &Scripts
tr: &Betikler

# _msg25
source: &Windows
tr: &Pencere

# _msg26
source: De&bugging
tr: Ha&ta Ayıklama

# _msg27
source: About...
tr: Hakkında...

# _msg28
source: Launch the online manual
tr: Çevrim içi kılavuzu başlat

# _msg29
source: Manual
tr: Kılavuz

# _msg30
source: &Manual
tr: &Kılavuz

# _msg32
source: Simulation Controls
tr: Benzetim Denetimleri

# _msg33
source: None
tr: Yok

# _msg34
source: Version: %1 %2
tr: Sürüm: %1 %2

# _msg35
source: Modules: %1
tr: Modüller: %1

# _msg36
source: &About %1
tr: %1 &hakkında

# _msg37
source: Date: %1
tr: Tarih: %1

# _msg38
source: This is a %1 version which terminates automatically after 10min. This software is not intended for production use. Please buy a full version of the application from %2. You can save your work now.
tr: Bu %1 sürümü, 10 dk. sonra sonlandırılacaktır . Bu yazılım üretim amaçlı kullanılamaz. Lütfen uygulamanın tam bir sürümünü %2 adresinden temin edin. Şimdi çalışmanızı kaydedin.

# _msg39
source: CAD Tools
tr: CAD Araçları

# _msg40
source: &Text
tr: &Metin

# _msg41
source: Export Drawing
tr: Çizimi dışarı aktar

# _msg42
source: Exports the current drawing as bitmap
tr: Mevcut çizimi biteşlem olarak dışarı aktarır

# _msg43
source: Close Drawing
tr: Çizimi Kapat

# _msg44
source: &Close
tr: &Kapat

# _msg45
source: Closes the current drawing
tr: Çizimi kapatır

# _msg46
source: Print Drawing
tr: Çizimi Yazdır

# _msg47
source: Prints out the current drawing
tr: Çizimi yazıcıda çıkartır

# _msg48
source: Quits the application
tr: Uygulamadan çıkar

# _msg49
source: Grid
tr: Izgara

# _msg50
source: &Grid
tr: &Izgara

# _msg51
source: Enables/disables the grid
tr: Izgarayı açar/kapar

# _msg52
source: Statusbar
tr: Durum Çubuğu

# _msg53
source: &Statusbar
tr: &Durum Çubuğu

# _msg54
source: Enables/disables the statusbar
tr: Durum çubuğunu açar/kapar

# _msg55
source: Free
tr: Serbest

# _msg56
source: &Free
tr: &Serbest

# _msg57
source: Free positioning
tr: Serbest konumlama

# _msg58
source: Grid positioning
tr: Izgara konumlama

# _msg59
source: Endpoints
tr: Uç Noktalar

# _msg60
source: &Endpoints
tr: &Uç Noktalar

# _msg61
source: Snap to endpoints
tr: Uç noktaları yakala

# _msg62
source: On Entity
tr: Öge Üstünde

# _msg63
source: &On Entity
tr: &Öge Üstünde

# _msg64
source: Snap to nearest point on entity
tr: Öge üzerindeki en yakın noktayı yakalar

# _msg65
source: Center
tr: Merkez

# _msg66
source: &Center
tr: &Merkez

# _msg67
source: Snap to centers
tr: Merkezleri yakalar

# _msg68
source: Middle
tr: Orta

# _msg69
source: &Middle
tr: &Orta

# _msg70
source: Snap to middle points
tr: Orta noktaları yakala

# _msg71
source: Distance from Endpoint
tr: Uç Noktadan Mesafe

# _msg72
source: &Distance from Endpoint
tr: &Uç Noktadan Mesafe

# _msg73
source: Snap to points with a given distance to an endpoint
tr: Bir uç noktaya belirli mesafedeki noktaları yakala

# _msg74
source: Intersection
tr: Kesişim

# _msg75
source: &Intersection
tr: &Kesişim

# _msg76
source: Snap to intersection points
tr: Kesişim noktalarını yakala

# _msg77
source: Restrict Nothing
tr: Hiçbir Şeyi Sınırlama

# _msg78
source: Restrict &Nothing
tr: Hiçbir Şeyi &Sınırlama

# _msg79
source: No snap restriction
tr: Bir yakalama kısıtlaması yok

# _msg80
source: Restrict Orthogonally
tr: Dikey Olarak Sınırla

# _msg81
source: Restrict &Orthogonally
tr: Dikey Olarak &Sınırla

# _msg82
source: Restrict snapping orthogonally
tr: Yakalamayı dikey olarak sınırla

# _msg83
source: Restrict Horizontally
tr: Yatay Olarak Sınırla

# _msg84
source: Restrict &Horizontally
tr: Yatay Olarak &Sınırla

# _msg85
source: Restrict snapping horizontally
tr: Yakalamayı yatay olarak sınırla

# _msg86
source: Restrict Vertically
tr: Düşey Olarak Sınırla

# _msg87
source: Restrict &Vertically
tr: Düşey Olarak &Sınırla

# _msg88
source: Restrict snapping vertically
tr: Yakalamayı düşey olarak sınırla

# _msg89
source: Application
tr: Uygulama

# _msg90
source: &Application Preferences
tr: &Uygulama Tercihleri

# _msg91
source: General Application Preferences
tr: Genel Uygulama Tercihleri

# _msg92
source: Draft
tr: Taslak

# _msg93
source: &Draft
tr: &Taslak

# _msg94
source: Enables/disables the draft mode
tr: Taslak kipini açar/kapar

# _msg95
source: Open IDE
tr: IDE Aç

# _msg96
source: &Open IDE
tr: &IDE Aç

# _msg97
source: Opens the integrated development environment for scripting
tr: Betikler için bütünleşik geliştirme ortamını açar

# _msg98
source: Run Script..
tr: Betik Çalıştır..

# _msg99
source: &Run Script..
tr: &Betik Çalıştır..

# _msg100
source: Runs a script
tr: Bir betiği çalıştırır

# _msg101
source: &Preferences
tr: &Tercihler

# _msg102
source: &Export...
tr: &Dışa Aktar...

# _msg103
source: &Print...
tr: &Yazdır...

# _msg104
source: Quit
tr: Çık

# _msg105
source: &Quit
tr: &Çık

# _msg106
source: &Block
tr: &Blok

# _msg107
source: Arc Options
tr: Yay Seçenekleri

# _msg108
source: Clockwise
tr: Saat yönü

# _msg109
source: Counter Clockwise
tr: Saat Yönünün Tersi

# _msg110
source: Radius:
tr: Yarıçap:

# _msg111
source: Angle
tr: Açı
