Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg513
source: Cancel
zh_tw: 取消

# _msg515
source: &OK
zh_tw: 確定

# _msg517
source: Cancel
zh_tw: 取消

# _msg519
source: &OK
zh_tw: 確定

# _msg521
source: Cancel
zh_tw: 取消

# _msg523
source: &OK
zh_tw: 確定

# _msg525
source: Cancel
zh_tw: 取消

# _msg527
source: &OK
zh_tw: 確定

# _msg529
source: Cancel
zh_tw: 取消

# _msg531
source: &OK
zh_tw: 確定

# _msg533
source: Cancel
zh_tw: 取消

# _msg534
source: &OK
zh_tw: 確定

# _msg536
source: Cancel
zh_tw: 取消

# _msg538
source: <font size="+1"><b>Welcome to QCad</b> </font> <br> Please choose the unit you want to use for new drawings and your preferred language.<br> You can changes these settings later in the Options Dialog of QCad.
zh_tw: <font size="+1"><b>歡迎使用 QCad </b> </font> <br> 請選擇您想用於新圖畫的單位和優先使用的語言。<br> 您可以稍後在 QCad 的選項對話框裡變更這些設定。

# _msg539
source: OK
zh_tw: 確定

# _msg540
source: Enter
zh_tw: 輸入

# _msg541
source: Scale:
zh_tw: 比例：

# _msg542
source: &OK
zh_tw: 確定

# _msg543
source: Cancel
zh_tw: 取消

# _msg545
source: &OK
zh_tw: 確定

# _msg546
source: Cancel
zh_tw: 取消

# _msg548
source: Line &spacing:
zh_tw: 行距：

# _msg549
source: Diameter (ø)
zh_tw: 直徑 (ø)

# _msg550
source: &OK
zh_tw: 確定

# _msg551
source: Cancel
zh_tw: 取消

# _msg553
source: Moving Options
zh_tw: 移動選項

# _msg554
source: &OK
zh_tw: 確定

# _msg556
source: Cancel
zh_tw: 取消

# _msg558
source: &OK
zh_tw: 確定

# _msg559
source: Cancel
zh_tw: 取消

# _msg561
source: <html><head/><body><p>Text alignment.</p></body></html>
zh_tw: <html><head/><body><p>文字對齊。</p></body></html>

# _msg572
source: Extension line extension:
zh_tw: 延伸線延伸：

# _msg573
source: General Factor:
zh_tw: 基本係數：

# _msg581
source: Extension line offset:
zh_tw: 延伸線偏移：

# _msg583
source: Alignment:
zh_tw: 對準：

# _msg584
source: Dimension Aligned
zh_tw: 對齊標注

# _msg590
source: &OK
zh_tw: 確定

# _msg592
source: Cancel
zh_tw: 取消

# _msg594
source: Colors
zh_tw: 顏色

# _msg605
source: Fontsize
zh_tw: 字體大小

# _msg606
source: Statusbar:
zh_tw: 狀態列：

# _msg616
source: &Show large crosshairs
zh_tw: 顯示大光標

# _msg617
source: Number of p&review entities:
zh_tw: 預覽的物件數量：

# _msg624
source: Minimal Grid Spacing (px):
zh_tw: 最小格點間隔 (px)：

# _msg632
source: Gray
zh_tw: 灰色

# _msg633
source: White
zh_tw: 白色

# _msg634
source: Scripts:
zh_tw: 腳本：

# _msg635
source: Time between automatc saving of thedocument in minutes.
zh_tw: 自動存檔間隔分鐘數。

# _msg636
source: &OK
zh_tw: 確定

# _msg638
source: Cancel
zh_tw: 取消

# _msg640
source: Drawing Variables
zh_tw: 繪圖變數

# _msg641
source: Variable
zh_tw: 變數

# _msg642
source: Code
zh_tw: 代碼

# _msg643
source: Value
zh_tw: 值

# _msg644
source: &OK
zh_tw: 確定

# _msg646
source: Cancel
zh_tw: 取消

# _msg648
source: &OK
zh_tw: 確定

# _msg649
source: Cancel
zh_tw: 取消

# _msg651
source: &OK
zh_tw: 確定

# _msg653
source: Cancel
zh_tw: 取消

# _msg655
source: &OK
zh_tw: 確定

# _msg656
source: &Cancel
zh_tw: 取消

# _msg658
source: &OK
zh_tw: 確定

# _msg659
source: Cancel
zh_tw: 取消

# _msg660
source: &OK
zh_tw: 確定

# _msg661
source: &Cancel
zh_tw: 取消

# _msg664
source: &Factor (f):
zh_tw: 係數 (f)：

# _msg668
source: &OK
zh_tw: 確定

# _msg670
source: Cancel
zh_tw: 取消

# _msg672
source: Font
zh_tw: 字型

# _msg673
source: Line &spacing:
zh_tw: 行距：

# _msg674
source: &Default line spacing
zh_tw: 預設行距

# _msg676
source: Angle
zh_tw: 角度

# _msg677
source: Aligned
zh_tw: 已對齊

# _msg678
source: Middle
zh_tw: 中間點

# _msg679
source: Diameter (ø)
zh_tw: 直徑 (ø)

# _msg680
source: &OK
zh_tw: 確定

# _msg681
source: Cancel
zh_tw: 取消

# _msg683
source: C&lose
zh_tw: 關閉

# _msg684
source: &Save
zh_tw: 儲存

# _msg685
source: Save &As..
zh_tw: 儲存為..

# _msg686
source: &Cancel
zh_tw: 取消

# _msg687
source: New Drawing Exchange %1
zh_tw: 新圖形交換 %1

# _msg688
source: Open Drawing
zh_tw: 開啟繪圖

# _msg689
source: Save Drawing As
zh_tw: 將繪圖儲存為

# _msg690
source: Insert Options
zh_tw: 插入選項

# _msg691
source: Angle:
zh_tw: 角度：

# _msg692
source: Rotation Angle
zh_tw: 旋轉角度

# _msg693
source: Factor:
zh_tw: 係數：

# _msg694
source: Scale Factor
zh_tw: 縮放係數

# _msg696
source: DPI of Image
zh_tw: DPI 圖像

# _msg715
source: Black
zh_tw: 黑色

# _msg716
source: &OK
zh_tw: 確定

# _msg718
source: Cancel
zh_tw: 取消

# _msg720
source: Insert Options
zh_tw: 插入選項

# _msg721
source: Angle:
zh_tw: 角度：

# _msg722
source: Rotation Angle
zh_tw: 旋轉角度

# _msg723
source: Factor:
zh_tw: 係數：

# _msg724
source: Scale Factor
zh_tw: 縮放係數

# _msg725
source: Array:
zh_tw: 陣列：

# _msg726
source: Number of Columns
zh_tw: 欄數

# _msg727
source: Number of Rows
zh_tw: 列數

# _msg728
source: Spacing:
zh_tw: 間隔：

# _msg729
source: Column Spacing
zh_tw: 欄寬

# _msg730
source: Row Spacing
zh_tw: 列高

# _msg731
source: A Help Layer has entities of infinite straight lines intended to be used for geometric construction. The contents of a Help Layer should not appear in printout.
zh_tw: 說明圖層具有無限長的直線物件，可用來建構幾何圖形。 說明圖層的內容不會出現在輸出列印裡。

# _msg732
source: Help Layer
zh_tw: 說明圖層

# _msg733
source: &OK
zh_tw: 確定

# _msg735
source: Cancel
zh_tw: 取消

# _msg737
source: &Edit Layer
zh_tw: 編輯圖層

# _msg738
source: &Toggle Visibility
zh_tw: 切換可視性

# _msg739
source: Library Insert Options
zh_tw: 資料庫插入選項

# _msg740
source: Angle:
zh_tw: 角度：

# _msg741
source: Rotation Angle
zh_tw: 旋轉角度

# _msg742
source: Factor:
zh_tw: 係數：

# _msg743
source: Scale Factor
zh_tw: 縮放係數

# _msg744
source: Library Browser
zh_tw: 資料庫瀏覽器

# _msg745
source: Line Angle Options
zh_tw: 線條角度選項

# _msg746
source: Angle:
zh_tw: 角度：

# _msg747
source: Line angle
zh_tw: 線條角度

# _msg748
source: Length:
zh_tw: 長度：

# _msg749
source: Length of line
zh_tw: 線條長度

# _msg750
source: Snap Point:
zh_tw: 貼齊點：

# _msg751
source: Start
zh_tw: 起點

# _msg752
source: Middle
zh_tw: 中間點

# _msg753
source: End
zh_tw: 終點

# _msg754
source: Line Bisector Options
zh_tw: 平分線選項

# _msg755
source: Length:
zh_tw: 長度：

# _msg756
source: Length of bisector
zh_tw: 平分線長度

# _msg757
source: Number:
zh_tw: 數量：

# _msg758
source: Number of bisectors to create
zh_tw: 要建立的平分線數量

# _msg759
source: Line Options
zh_tw: 線條選項

# _msg760
source: Form a closed contour from lines drawn
zh_tw: 繪製線條形成一封閉輪廓

# _msg761
source: Close
zh_tw: 關閉

# _msg762
source: Undo the last line drawing
zh_tw: 恢復上次的畫線

# _msg763
source: Undo
zh_tw: 恢復

# _msg764
source: Redo the last line drawing
zh_tw: 重做上次的畫線

# _msg765
source: Redo
zh_tw: 重做

# _msg766
source: Line Parallel Options
zh_tw: 平行線選項

# _msg767
source: Distance:
zh_tw: 距離：

# _msg768
source: Distance to original entity
zh_tw: 到原始物件的距離

# _msg769
source: Number:
zh_tw: 數量：

# _msg770
source: Number of parallels to create
zh_tw: 要建立的平行線數量

# _msg771
source: Line Parallel Through Options
zh_tw: 過點平行線選項

# _msg772
source: Number:
zh_tw: 數量：

# _msg773
source: Number of parallels to create
zh_tw: 要建立的平行線數量

# _msg774
source: Polygon Options
zh_tw: 多邊形選項

# _msg775
source: Number:
zh_tw: 數量：

# _msg776
source: Number of edges
zh_tw: 邊數

# _msg777
source: Polygon Options
zh_tw: 多邊形選項

# _msg778
source: Number:
zh_tw: 數量：

# _msg779
source: Number of edges
zh_tw: 邊數

# _msg780
source: Line Relative Angle Options
zh_tw: 線條相對角度選項

# _msg781
source: Angle:
zh_tw: 角度：

# _msg782
source: Line angle
zh_tw: 線條角度

# _msg783
source: Length:
zh_tw: 長度：

# _msg784
source: Length of line
zh_tw: 線條長度

# _msg785
source: Text Options
zh_tw: 文字選項

# _msg786
source: Text:
zh_tw: 文字：

# _msg787
source: Angle:
zh_tw: 角度：

# _msg788
source: Modify Offset Options
zh_tw: 修改偏移選項

# _msg789
source: Distance:
zh_tw: 距離：

# _msg790
source: Offset from original entity
zh_tw: 從原來物件偏移

# _msg792
source: Move Rotate Options
zh_tw: 移動旋轉選項

# _msg793
source: Angle:
zh_tw: 角度：

# _msg794
source: Line Relative Angle Options
zh_tw: 線條相對角度選項

# _msg795
source: Spacing:
zh_tw: 間隔：

# _msg796
source: Distance from original polyline
zh_tw: 與原折線的距離

# _msg797
source: Copies:
zh_tw: 複本：

# _msg798
source: Polyline Options
zh_tw: 折線選項

# _msg799
source: Close
zh_tw: 關閉

# _msg800
source: Undo
zh_tw: 恢復

# _msg801
source: Line
zh_tw: 線

# _msg802
source: Tangential
zh_tw: 相切

# _msg803
source: Tan Radius
zh_tw: 相切半徑

# _msg804
source: Angle
zh_tw: 角度

# _msg805
source: Radius:
zh_tw: 半徑：

# _msg806
source: Angle:
zh_tw: 角度：

# _msg807
source: Clockwise
zh_tw: 順時針

# _msg808
source: Counter Clockwise
zh_tw: 逆時針

# _msg809
source: Print Preview Options
zh_tw: 預覽列印選項

# _msg810
source: <html><head/><body><p>Print Scale is locked to the current value</p></body></html>
zh_tw: <html><head/><body><p>列印比例被鎖定為當前值</p></body></html>

# _msg811
source: fixed
zh_tw: 固定

# _msg812
source: Toggle Black / White mode
zh_tw: 切換黑／白模式

# _msg813
source: Center to page
zh_tw: 置於頁面中央

# _msg814
source: Fit to page
zh_tw: 調整至頁面大小

# _msg815
source: Opening recent file...
zh_tw: 開啟最近的檔案...

# _msg816
source: Round Options
zh_tw: 圓角選項

# _msg817
source: Trim
zh_tw: 修剪

# _msg818
source: Check to trim both edges to the rounding
zh_tw: 將兩邊緣修剪成圓角

# _msg819
source: Radius:
zh_tw: 半徑：

# _msg820
source: Selected Entities:
zh_tw: 選取的物件：

# _msg822
source: Snap Distance Options
zh_tw: 貼齊距離選項

# _msg823
source: Distance:
zh_tw: 距離：

# _msg824
source: Snap Distance Options
zh_tw: 貼齊距離選項

# _msg825
source: Middle Points:
zh_tw: 中間點：

# _msg826
source: Number of equidistant division points
zh_tw: 等距分割點數

# _msg827
source: Spline Options
zh_tw: 雲形線選項

# _msg828
source: Degree:
zh_tw: 度：

# _msg832
source: Closed
zh_tw: 閉合的

# _msg833
source: Undo
zh_tw: 恢復

# _msg834
source: Text Options
zh_tw: 文字選項

# _msg835
source: Text:
zh_tw: 文字：

# _msg836
source: Angle:
zh_tw: 角度：

# _msg837
source: Trim Amount Options
zh_tw: 修剪量選項

# _msg838
source: Distance. Negative values for trimming, positive values for extending.
zh_tw: 距離。負值可修剪，正值可延伸。

# _msg839
source: Length:
zh_tw: 長度：

# _msg840
source: Distance. Negative values for trimming, positive values for extending. Negative sign is ignored when trimming to final total length.
zh_tw: 距離。負值可修剪，正值可延伸。最後的總長度修剪時，忽略負號。

# _msg841
source: The input length is used as total length after trimming, instead of length increase
zh_tw: 輸入長度用作修剪後的總長度，而不是增加的長度

# _msg842
source: Amount:
zh_tw: 數量：

# _msg843
source: Layer "%1" and all entities on it will be removed.
zh_tw: 圖層"%1"與其所有物件將被移除。

# _msg844
source: None
zh_tw: 無

# _msg845
source: Loading Library Paths..
zh_tw: 載入資料庫路徑..

# _msg846
source: All Image Files (%1)
zh_tw: 所有圖像檔案（%1）

# _msg847
source: New Drawing Exchange %1
zh_tw: 新圖形交換 %1

# _msg848
source: Block %1 already exist, renamed to: %2
zh_tw: 圖塊 %1 已經存在，重新命名為：%2

# _msg849
source: Warning
zh_tw: 警告

# _msg850
source: length1
zh_tw: 長度 1

# _msg851
source: length2
zh_tw: 長度 2

# _msg852
source: &Add Block
zh_tw: 新增圖塊

# _msg853
source: &Rename Block
zh_tw: 重新命名圖塊

# _msg854
source: &Create Block
zh_tw: 建立圖塊

# _msg855
source: &Edit Block
zh_tw: 編輯圖塊

# _msg856
source: &Explode
zh_tw: 分解

# _msg857
source: Ex&plode
zh_tw: 分解

# _msg858
source: &Freeze all
zh_tw: 全部凍結

# _msg859
source: &Defreeze all
zh_tw: 全部解除凍結

# _msg860
source: &Hide all
zh_tw: 全部隱藏

# _msg861
source: &Show all
zh_tw: 顯示全部

# _msg862
source: &Insert Block
zh_tw: 插入圖塊

# _msg863
source: &Remove Block
zh_tw: 移除圖塊

# _msg864
source: &Save Block
zh_tw: 儲存圖塊

# _msg865
source: Toggle Block Visibility
zh_tw: 切換圖塊可視性

# _msg866
source: Toggle Block &Visibility
zh_tw: 切換圖塊可視性

# _msg867
source: &Aligned
zh_tw: 對齊

# _msg868
source: &Angular
zh_tw: 角度

# _msg869
source: &Diametric
zh_tw: 徑向

# _msg870
source: &Leader
zh_tw: 引線

# _msg871
source: &Linear
zh_tw: 線性

# _msg872
source: &Horizontal
zh_tw: 水平

# _msg873
source: &Vertical
zh_tw: 垂直

# _msg874
source: &Radial
zh_tw: 徑向

# _msg875
source: &Center, Point, Angles
zh_tw: 中心、點、角度

# _msg876
source: Specify end angle or [Angle/chord Length]
zh_tw: 指定結束角度或[角度 / 弦長]

# _msg877
source: &3 Points
zh_tw: 3 點

# _msg878
source: Specify startpoint or [Center]
zh_tw: 指定起點或[中心]

# _msg879
source: Arc: Tangential
zh_tw: 弧: 正切

# _msg880
source: Arc &Tangential
zh_tw: 相切弧

# _msg881
source: Center, &Point
zh_tw: 中心、點

# _msg882
source: 2 Points
zh_tw: 2 點

# _msg883
source: 3 Points
zh_tw: 3 點

# _msg884
source: Center, &Radius
zh_tw: 圓心、半徑

# _msg885
source: Circle &Inscribed
zh_tw: 內切圓

# _msg886
source: Circle Tangential 2 P&oints
zh_tw: 切圓，通過兩點

# _msg887
source: Circle Tangential &2
zh_tw: 切圓 2

# _msg888
source: Common Tangential Circle 1 Point
zh_tw: 共同的切圓，1 點

# _msg889
source: Circle Tangential &3
zh_tw: 切圓 3

# _msg890
source: Ellipse &4 Point
zh_tw: 4 點橢圓

# _msg891
source: &Ellipse Arc (Axis)
zh_tw: 橢圓弧（長短軸）

# _msg892
source: Ellipse &Arc (Axis)
zh_tw: 橢圓弧（長短軸）

# _msg893
source: &Ellipse (Axis)
zh_tw: 橢圓（長短軸）

# _msg894
source: Ellipse Center and &3 Points
zh_tw: 橢圓的中心和 3 點

# _msg895
source: Ellipse &Foci Point
zh_tw: 橢圓焦點

# _msg896
source: Ellipse &Inscribed
zh_tw: 內切橢圓

# _msg897
source: &Hatch
zh_tw: 陰影

# _msg898
source: &Image
zh_tw: 圖像

# _msg899
source: Insert &Image
zh_tw: 插入圖像

# _msg900
source: &2 Points
zh_tw: 2 點

# _msg901
source: Cannot close sequence of lines: Not enough entities defined yet.
zh_tw: 無法閉合線型序列：尚未有足夠的定義物件。

# _msg902
source: &Angle
zh_tw: 角度

# _msg903
source: &Horizontal
zh_tw: 水平

# _msg904
source: Vertical
zh_tw: 垂直

# _msg905
source: Bisector
zh_tw: 平分線

# _msg906
source: &Freehand Line
zh_tw: 手繪線

# _msg907
source: Vertical
zh_tw: 垂直

# _msg908
source: Tangent &Orthogonal
zh_tw: 正交切線

# _msg909
source: Parallel
zh_tw: 平行線

# _msg910
source: Concentric
zh_tw: 同心

# _msg911
source: &Parallel
zh_tw: 平行線

# _msg912
source: &Concentric
zh_tw: 同心

# _msg913
source: Parallel through point
zh_tw: 通過一點的平行線

# _msg914
source: Pol&ygon (Cen,Cor)
zh_tw: 多邊形 (Cen,Cor)

# _msg915
source: Specify center
zh_tw: 指定中心

# _msg916
source: Specify a corner
zh_tw: 指定頂點

# _msg917
source: Enter number:
zh_tw: 輸入數字：

# _msg918
source: Not a valid number. Try 1..9999
zh_tw: 數字無效。請輸入 1..9999

# _msg919
source: Not a valid expression
zh_tw: 表示式無效

# _msg920
source: Polygo&n (Cor,Cor)
zh_tw: 多邊形 (Cor,Cor)

# _msg921
source: Specify first corner
zh_tw: 指定第一個頂點

# _msg922
source: Cancel
zh_tw: 取消

# _msg923
source: Specify second corner
zh_tw: 指定第二個頂點

# _msg924
source: Back
zh_tw: 返回

# _msg925
source: Number:
zh_tw: 數量：

# _msg926
source: Not a valid number. Try 1..9999
zh_tw: 數字無效。請輸入 1..9999

# _msg927
source: Not a valid expression.
zh_tw: 表示式無效。

# _msg928
source: Pol&ygon (Cen,Cor)
zh_tw: 多邊形 (Cen,Cor)

# _msg929
source: Polygo&n (Cor,Cor)
zh_tw: 多邊形 (Cor,Cor)

# _msg930
source: Rectangle
zh_tw: 矩形

# _msg931
source: Relative angle
zh_tw: 相對角度

# _msg932
source: Orthogonal
zh_tw: 正交

# _msg933
source: Tangent (P,C)
zh_tw: 切線 (P,C)

# _msg934
source: Tangent (C,C)
zh_tw: 切線 (C,C)

# _msg935
source: Select first circle or arc
zh_tw: 選擇第一個圓或弧

# _msg936
source: Select second circle or arc
zh_tw: 選擇第二個圓或弧

# _msg937
source: &MText
zh_tw: 多行文字

# _msg938
source: &Points
zh_tw: 點

# _msg939
source: &Polyline
zh_tw: 折線

# _msg940
source: Draw polylines
zh_tw: 繪製折線

# _msg941
source: Undo disallowed due a fatal bug somewhere. Sorry.
zh_tw: 對不起！因為嚴重的錯誤無法恢復。

# _msg942
source: &Spline
zh_tw: 雲形線

# _msg943
source: &Text
zh_tw: 文字

# _msg944
source: &Copy
zh_tw: 複製

# _msg945
source: Cu&t
zh_tw: 剪下

# _msg946
source: &Paste
zh_tw: 貼上

# _msg947
source: &Undo
zh_tw: 恢復

# _msg948
source: &Redo
zh_tw: 重做

# _msg949
source: &New...
zh_tw: 新建...

# _msg950
source: &New
zh_tw: 新建

# _msg951
source: New From &Template
zh_tw: 從範本新建

# _msg952
source: &Open...
zh_tw: 開啟...

# _msg953
source: &Save
zh_tw: 儲存

# _msg954
source: Save &as...
zh_tw: 儲存為...

# _msg955
source: Angle between two lines
zh_tw: 兩線之間的角度

# _msg956
source: Angle: %1%2
zh_tw: 角度：%1%2

# _msg957
source: An&gle between two lines
zh_tw: 兩線之間角度

# _msg958
source: or %1%2
zh_tw: 或 %1%2

# _msg959
source: Polygonal Area
zh_tw: 多邊形面積

# _msg960
source: Area: %1
zh_tw: 面積: %1

# _msg961
source: Polygonal &Area
zh_tw: 多邊形面積

# _msg962
source: Terminate
zh_tw: 終止

# _msg963
source: &Distance Point to Point
zh_tw: 兩點之間的距離

# _msg964
source: Distance: %1
zh_tw: 距離：%1

# _msg965
source: Distance: %1 Cartesian: (%2 , %3), Polar: (%4<%5
zh_tw: 距離：%1 座標：(%2, %3)、極座標：(%4<%5

# _msg966
source: &Distance Entity to Point
zh_tw: 物件到點的距離

# _msg967
source: Point inside contour
zh_tw: 輪廓內的點

# _msg968
source: &Total length of selected entities
zh_tw: 選取物件的總長

# _msg969
source: Add Layer
zh_tw: 新增圖層

# _msg970
source: &Add Layer
zh_tw: 新增圖層

# _msg971
source: &Edit Layer
zh_tw: 編輯圖層

# _msg972
source: &Freeze all
zh_tw: 全部凍結

# _msg973
source: &Defreeze all
zh_tw: 全部解除凍結

# _msg974
source: &Hide all
zh_tw: 全部隱藏

# _msg975
source: &Show all
zh_tw: 顯示全部

# _msg976
source: Remove Layer
zh_tw: 移除圖層

# _msg977
source: &Remove Layer
zh_tw: 移除圖層

# _msg978
source: Toggle Layer Lock
zh_tw: 切換圖層鎖定

# _msg979
source: Toggle Layer Loc&k
zh_tw: 切換圖層鎖定

# _msg980
source: Toggle Layer &Print
zh_tw: 切換圖層列印

# _msg981
source: &Toggle Layer
zh_tw: 切換圖層

# _msg982
source: &Toggle Layer Visibility
zh_tw: 切換圖層可視性

# _msg983
source: &Attributes
zh_tw: 屬性

# _msg984
source: &Bevel
zh_tw: 倒角

# _msg985
source: &Divide
zh_tw: 等分

# _msg986
source: Entity must be a line, arc, circle or ellipse.
zh_tw: 物件必須是線、弧、圓或橢圓。

# _msg987
source: &Delete
zh_tw: 刪除

# _msg988
source: Delete Freehand
zh_tw: 刪除手繪

# _msg989
source: Parent of second entity is NULL
zh_tw: 第二個物件的母體是空的

# _msg990
source: One of the chosen entities is NULL
zh_tw: 選擇的物件有一個是空的

# _msg991
source: Parent of first entity is NULL
zh_tw: 第一個物件的母體是空的

# _msg992
source: First entity is NULL
zh_tw: 第一個物件是空的

# _msg993
source: Second entity is NULL
zh_tw: 第二個物件是空的

# _msg994
source: &Delete selected
zh_tw: 刪除選擇的物件

# _msg995
source: &Properties
zh_tw: 屬性

# _msg996
source: &Explode Text into Letters
zh_tw: 將文字分解成字母

# _msg997
source: &Mirror
zh_tw: 鏡射

# _msg998
source: &Move / Copy
zh_tw: 移動／複製

# _msg999
source: M&ove and Rotate
zh_tw: 移動和旋轉

# _msg1000
source: &Offset
zh_tw: 偏移

# _msg1001
source: Re&vert direction
zh_tw: 逆向

# _msg1003
source: &Rotate
zh_tw: 旋轉

# _msg1004
source: Rotate T&wo
zh_tw: 兩點旋轉

# _msg1005
source: &Round
zh_tw: 圓角

# _msg1006
source: &Scale
zh_tw: 縮放

# _msg1007
source: &Stretch
zh_tw: 拉伸

# _msg1008
source: &Trim
zh_tw: 修剪

# _msg1009
source: &Trim Two
zh_tw: 修剪兩個

# _msg1010
source: &Lengthen
zh_tw: 延長

# _msg1011
source: Current &Drawing Preferences
zh_tw: 目前的繪圖喜好設定

# _msg1012
source: move to bottom
zh_tw: 移至底層

# _msg1013
source: set to bottom
zh_tw: 設定至底層

# _msg1014
source: lower after entity
zh_tw: 移至物件後

# _msg1015
source: lower over entity
zh_tw: 移至物件前

# _msg1016
source: raise over entity
zh_tw: 移至物件前

# _msg1017
source: move to top
zh_tw: 移至頂端

# _msg1018
source: set to top
zh_tw: 設定至頂端

# _msg1019
source: &Add node
zh_tw: 新增節點

# _msg1020
source: Add polyline's node
zh_tw: 新增折線的節點

# _msg1021
source: A&ppend node
zh_tw: 添加節點

# _msg1022
source: Append polyline's node
zh_tw: 添加折線的節點

# _msg1023
source: &Delete node
zh_tw: 刪除節點

# _msg1024
source: Delete polyline's node
zh_tw: 刪除折線的節點

# _msg1025
source: Adding point is invalid.
zh_tw: 新增的點無效。

# _msg1026
source: Adding point is not on entity.
zh_tw: 新增的點不在物件上。

# _msg1027
source: Delete &between two nodes
zh_tw: 刪除兩節點之間

# _msg1028
source: Delete between two nodes
zh_tw: 刪除兩節點之間

# _msg1029
source: Deletinging point is invalid.
zh_tw: 刪除點無效。

# _msg1030
source: Deleteinging point is not on entity.
zh_tw: 刪除的點不在物件上。

# _msg1031
source: Create &Equidistant Polylines
zh_tw: 建立等距的折線

# _msg1032
source: Create Equidistant Polylines
zh_tw: 建立等距的折線

# _msg1033
source: Create Polyline from Existing &Segments
zh_tw: 從現有線段建立折線

# _msg1034
source: Create Polyline from Existing Segments
zh_tw: 從現有線段建立折線

# _msg1035
source: Entity must be a line, arc or polyline.
zh_tw: 物件必須是線、弧或折線。

# _msg1036
source: Entity must be a line or arc.
zh_tw: 物件必須是線或弧。

# _msg1037
source: &Trim segments
zh_tw: 修剪線段

# _msg1038
source: Trim polyline's segments
zh_tw: 修剪折線的線段

# _msg1039
source: Print Pre&view
zh_tw: 預覽列印

# _msg1040
source: Select &All
zh_tw: 全選

# _msg1041
source: Deselect &all
zh_tw: 全部取消選取

# _msg1043
source: (De-)Select &Contour
zh_tw: （取消）選擇輪廓

# _msg1044
source: Select Intersected Entities
zh_tw: 選取相交的物件

# _msg1045
source: Deselect Intersected Entities
zh_tw: 取消選取相交的物件

# _msg1046
source: Invert Selection
zh_tw: 反向選取

# _msg1047
source: (De-)Select Layer
zh_tw: （取消）選取圖層

# _msg1048
source: Select Entity
zh_tw: 選取物件

# _msg1049
source: Select Window
zh_tw: 選擇視窗

# _msg1050
source: Deselect Window
zh_tw: 取消選擇視窗

# _msg1051
source: Choose first edge
zh_tw: 選擇第一個邊

# _msg1052
source: Set Relative Zero
zh_tw: 設定相對原點

# _msg1053
source: Regenerate Dimension Entities
zh_tw: 更新標註

# _msg1054
source: &Auto Zoom
zh_tw: 自動縮放

# _msg1055
source: Zoom &In
zh_tw: 拉近

# _msg1056
source: Zoom &Out
zh_tw: 拉遠

# _msg1057
source: &Pan Zoom
zh_tw: 縮放平移

# _msg1058
source: Zoom &Panning
zh_tw: 縮放平移

# _msg1059
source: &Previous View
zh_tw: 前一視圖

# _msg1060
source: Previous &View
zh_tw: 前一視圖

# _msg1061
source: &Redraw
zh_tw: 重繪

# _msg1062
source: &Window Zoom
zh_tw: 縮放視窗

# _msg1063
source: point
zh_tw: 點

# _msg1065
source: line
zh_tw: 線

# _msg1068
source: polyline
zh_tw: 折線

# _msg1069
source: offset
zh_tw: 偏移

# _msg1071
source: parallel
zh_tw: 平行

# _msg1073
source: arc
zh_tw: 弧

# _msg1075
source: circle
zh_tw: 圓

# _msg1077
source: rectangle
zh_tw: 矩形

# _msg1079
source: rectang
zh_tw: 矩形

# _msg1080
source: text
zh_tw: 文字

# _msg1081
source: regen
zh_tw: 重生

# _msg1088
source: kill
zh_tw: 取消

# _msg1090
source: undo
zh_tw: 恢復

# _msg1092
source: redo
zh_tw: 重做

# _msg1148
source: row
zh_tw: 列

# _msg1149
source: Command: %1
zh_tw: 指令：%1

# _msg1170
source: angle
zh_tw: 角度

# _msg1171
source: close
zh_tw: 關閉

# _msg1172
source: chord length
zh_tw: 弦長

# _msg1173
source: columns
zh_tw: 欄

# _msg1174
source: columnspacing
zh_tw: 欄寬

# _msg1175
source: factor
zh_tw: 係數

# _msg1176
source: length
zh_tw: 長度

# _msg1177
source: length1
zh_tw: 長度 1

# _msg1178
source: length2
zh_tw: 長度 2

# _msg1179
source: number
zh_tw: 數字

# _msg1180
source: radius
zh_tw: 半徑

# _msg1181
source: rows
zh_tw: 列

# _msg1182
source: rowspacing
zh_tw: 列高

# _msg1183
source: through
zh_tw: 通過

# _msg1184
source: trim
zh_tw: 修剪

# _msg1185
source: reversed
zh_tw: 反轉

# _msg1188
source: row
zh_tw: 列

# _msg1191
source: back
zh_tw: 返回

# _msg1199
source: redraw
zh_tw: 重繪

# _msg1219
source: center
zh_tw: 中心

# _msg1222
source: length
zh_tw: 長度

# _msg1227
source: columnspacing
zh_tw: 欄寬

# _msg1228
source: colspacing
zh_tw: 欄寬

# _msg1230
source: fact
zh_tw: 事實

# _msg1232
source: help
zh_tw: 說明

# _msg1234
source: length
zh_tw: 長度

# _msg1237
source: length1
zh_tw: 長度 1

# _msg1240
source: length2
zh_tw: 長度 2

# _msg1243
source: number
zh_tw: 數字

# _msg1247
source: reversed
zh_tw: 反轉

# _msg1251
source: rowspacing
zh_tw: 列高

# _msg1256
source: Command not found: %1
zh_tw: 找不到指令：%1

# _msg1257
source: Accepted keycode: %1
zh_tw: 接受鍵碼：%1

# _msg1258
source: Available commands:
zh_tw: 可用的指令：

# _msg1259
source: Export as
zh_tw: 匯出為

# _msg1260
source: Mouse
zh_tw: 滑鼠

# _msg1261
source: Form
zh_tw: 形態

# _msg1262
source: Device
zh_tw: 設備

# _msg1266
source: Save
zh_tw: 儲存

# _msg1267
source: De&bugging
zh_tw: 除錯

# _msg1268
source: Insert Image
zh_tw: 插入圖像

# _msg1269
source: Widget Options
zh_tw: 組件選項

# _msg1270
source: Toolbar
zh_tw: 工具列

# _msg1271
source: Icon Size
zh_tw: 圖示尺寸

# _msg1272
source: side length in pixels
zh_tw: 側邊長度，以像素顯示

# _msg1273
source: Use themed icons
zh_tw: 使用主題圖示

# _msg1274
source: General
zh_tw: 一般

# _msg1275
source: Style
zh_tw: 類型

# _msg1276
source: Style Sheet
zh_tw: 類型表

# _msg1277
source: Input the path of a Qt style sheet.
zh_tw: 輸入 Qt 類型表路徑。

# _msg1278
source: Statusbar
zh_tw: 狀態列

# _msg1279
source: Height
zh_tw: 高度

# _msg1280
source: Font Size
zh_tw: 字型大小

# _msg1281
source: select:
zh_tw: 選取：

# _msg1282
source: remove left
zh_tw: 移除左側

# _msg1283
source: remove right
zh_tw: 移除右側

# _msg1284
source: remove 0'
zh_tw: 移除 0'

# _msg1285
source: remove 0"
zh_tw: 移除 0"

# _msg1286
source: Line Relative Angle Options
zh_tw: 線條相對角度選項

# _msg1287
source: Spacing:
zh_tw: 間隔：
