Repository: LibreCAD/LibreCAD
Catalog: librecad/ts/librecad_*.xlf
Languages: ca, fr, gl, lv, pt_pt, tr, uk, zh_tw

# _msg2459
source: Add or Remove Action
ca: Acció d'afegiment o de supressió

# _msg2460
source: Specify a point
ca: Especifiqueu un punt

# _msg2461
source: Focus on &Command Line
ca: Cursor a la línia d'&ordres

# _msg2463
source: &Draw
ca: &Traça

# _msg2464
source: &Dimension
ca: &Acotació

# _msg2465
source: &Snap
ca: Fo&rça

# _msg2466
source: &Layer
ca: Ca&pa

# _msg2467
source: &Block
ca: &Blocs

# _msg2469
source: De&bugging
ca: De&puració

# _msg2470
source: About...
ca: Quant a...

# _msg2472
source: None
ca: Cap

# _msg2473
source: Modules: %1
ca: Mòduls: %1

# _msg2474
source: &Window
ca: Fi&nestres

# _msg2475
source: Running script '%1'
ca: S'està executant l'script '%1'

# _msg2476
source: Inserting block '%1'
ca: S'està inserint el bloc '%1'

# _msg2477
source: Insert Image
ca: Insereix una imatge

# _msg2478
source: Help
ca: Ajuda

# _msg2479
source: Bugger, I couldn't find the helpfiles on the filesystem.
ca: No es poden trobar els fitxers d'ajuda en el sistema de fitxers.

# _msg2480
source: Program Icons Supplied by
ca: Icones del programa subministrades per

# _msg2481
source: Splash and Logo supplied by
ca: Presentació i logo subministrats per

# _msg2482
source: Main Website :
ca: Lloc web principal:

# _msg2483
source: SCM Revision: %1
ca: Revisió SCM: %1

# _msg2485
source: Please consider donating to LibreCAD to help maintain the source code and website.
ca: Considereu la possibilitat de fer una donació a LibreCAD per a ajudar a mantenir el codi font i el lloc web.

# _msg2486
source: Draw &Order
ca: &Ordena el dibuix

# _msg2487
source: Pen Selection
ca: Selecció de traç

# _msg2488
source: CAD Tools
ca: Eines CAD

# _msg2489
source: Compiler: Microsoft Visual C++<br>
ca: Compilador: Microsoft Visual C++<br>

# _msg2490
source: Help files not found
ca: No s'han trobat els fitxers d'ajuda

# _msg2493
source: The help files were not found.
ca: No s'han trobat els fitxers d'ajuda.

# _msg2494
source: Misc
ca: Miscel·lani

# _msg2495
source: Custom
ca: Personalitzat

# _msg2496
source: Online (Wiki)
ca: En línia (wiki)

# _msg2497
source: &Dockwidgets
ca: Acobla&dor d'estris

# _msg2498
source: Plugins
ca: Connectors

# _msg2499
source: &Close
ca: &Tanca

# _msg2500
source: &Free
ca: &Lliure

# _msg2501
source: &Grid
ca: &Graella

# _msg2502
source: &Center
ca: &Centre

# _msg2503
source: &Middle
ca: Punt &mitjà

# _msg2504
source: &Distance from Endpoint
ca: &Distància des del punt final

# _msg2505
source: &Intersection
ca: &Intersecció

# _msg2506
source: Restrict &Nothing
ca: Se&nse restriccions

# _msg2507
source: Restrict &Orthogonally
ca: Restringeix &perpendicularment

# _msg2508
source: Restrict &Horizontally
ca: Restringeix &horitzontalment

# _msg2509
source: &Application Preferences
ca: Preferències de l'&aplicació

# _msg2510
source: &Statusbar
ca: Barra d'&estat

# _msg2511
source: &Draft
ca: &Esborrany

# _msg2512
source: Open IDE
ca: Obre IDE

# _msg2513
source: Run Script..
ca: Executa un script..

# _msg2514
source: &Preferences
ca: &Preferències

# _msg2515
source: &Export...
ca: &Exporta...

# _msg2516
source: &Print...
ca: &Imprimeix...

# _msg2518
source: &Quit
ca: &Surt

# _msg2519
source: &Selection pointer
ca: Punter de &selecció

# _msg2520
source: &Endpoint
ca: Punt &final

# _msg2521
source: &OnEntity
ca: &En una entitat

# _msg2522
source: Restrict &Vertically
ca: Restringeix &verticalment

# _msg2523
source: Export as PDF
ca: Exporta a PDF

# _msg2524
source: &Block
ca: &Blocs

# _msg2525
source: Arc Options
ca: Opcions d'arc

# _msg2526
source: Clockwise
ca: En sentit horari

# _msg2527
source: Counterclockwise
ca: En sentit anti-horari

# _msg2528
source: Tangential Arc Options
ca: Opcions d'arc tangent

# _msg2529
source: Radius of the tangential arc
ca: Radi de l'arc tangent

# _msg2530
source: Total subtending angle of the tangential arc
ca: Angle complementari de l'arc tangent

# _msg2531
source: Radius
ca: Radi

# _msg2533
source: Bevel Options
ca: Opcions de bisella

# _msg2534
source: Trim
ca: Redueix

# _msg2535
source: Check to trim both entities to the bevel
ca: Comprova si es pot construir el bisell

# _msg2536
source: Length 1:
ca: Longitud 1:

# _msg2537
source: Length 2:
ca: Longitud 2:

# _msg2538
source: Cancel
ca: Cancel·la

# _msg2539
source: &OK
ca: &D'acord

# _msg2542
source: CAD Tools
ca: Eines CAD

# _msg2544
source: Arc with three points
ca: Arc amb tres punts

# _msg2545
source: Arc with Center, Point, Angles
ca: Arc amb centre, punt i angles

# _msg2546
source: Back to main menu
ca: Torna al menú principal

# _msg2547
source: Concentric
ca: Concèntric

# _msg2548
source: Arc tangential to base entity with radius
ca: Arc tangent a entitat base amb radi

# _msg2549
source: Circles
ca: Circumferències

# _msg2550
source: Circle with two opposite points
ca: Circumferència amb dos punts oposats

# _msg2551
source: Circle with center and radius
ca: Circumferència amb centre i radi

# _msg2552
source: Circle with center and point
ca: Circumferència amb centre i punt

# _msg2553
source: Circle with three points
ca: Circumferència amb tres punts

# _msg2554
source: Back to main menu
ca: Torna al menú principal

# _msg2555
source: Concentric
ca: Concèntrica

# _msg2556
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Circle inscribed in a triangle, <span style=" font-style:italic;">i.e.</span>, tangential to 3 lines</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dibuixa una circumferència inscrita en un triangle, <span style=" font-style:italic;">i.e.</span>, tangent a 3 línies</p></body></html>

# _msg2557
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, given the radius</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a dues circumferències, donat el radi</span></p></body></html>

# _msg2558
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of three circles</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a tres circumferències</span></p></body></html>

# _msg2559
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of a circle, passing two given points</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a una altra i que passi per dos punts donats</span></p></body></html>

# _msg2560
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw a tangential Circle of three lines/arcs/circles</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Dibuixa una circumferència tangent a tres línies/arcs/circumferències</span></p></body></html>

# _msg2561
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Draw a tangential Circle of two circles, passing a given point</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';">Dibuixa una circumferència tangent a altres dos i que passi per un punt donat</span></p></body></html>

# _msg2562
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Draw Circle inscribed in a triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">i.e.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangential to 3 lines. Please use the newer feature &quot;Circle Tangential 3&quot; instead.</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">\n <html><head><meta name="qrichtext" content="1" /><style type="text/css">\n p, li { white-space: pre-wrap; }\n </style></head><body style=" font-family:'Sans'; font-size:8pt; font-weight:400; font-style:normal;">\n <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-size:9pt;">Dibuixa una circumferència inscrita en un triangle, </span><span style=" font-family:'Sans Serif'; font-size:9pt; font-style:italic;">p.ex.</span><span style=" font-family:'Sans Serif'; font-size:9pt;">, tangent a 3 línies. Useu-ho enlloc de la nova característica &quot;Circumferència tangent 3&quot; </span></p></body></html>

# _msg2563
source: <html><head/><body><p>Circle with 2 Points and Radius</p></body></html>
ca: <html><head/><body><p>Circumferència amb 2 punts i radi</p></body></html>

# _msg2564
source: Dimensions
ca: Cotes

# _msg2566
source: Diametric Dimension
ca: Cota diametral

# _msg2567
source: Radial Dimension
ca: Cota radial

# _msg2568
source: Vertical Dimension
ca: Cota vertical

# _msg2569
source: Horizontal Dimension
ca: Cota horitzontal

# _msg2570
source: Linear Dimension
ca: Cota lineal

# _msg2571
source: Aligned Dimension
ca: Cota alineada

# _msg2572
source: Angular Dimension
ca: Cota angular

# _msg2573
source: Leader
ca: Guia

# _msg2574
source: Concentric
ca: Concèntrica

# _msg2576
source: Ellipse arc with center, two points and angles
ca: Arc d'el·lipse a partir del centre, dos punts i els angles

# _msg2577
source: Ellipse with Center and two points
ca: El·lipse a partir del centre i dos punts

# _msg2578
source: Back to main menu
ca: Torna al menú principal

# _msg2579
source: Draw Ellipse by foci and a point on ellipse
ca: Dibuixa una el·lipse a partir dels focus i un punt de l'el·lipse

# _msg2580
source: Draw Ellipse with axes in x-/y-directions by four points on ellipse
ca: Dibuixa una el·lipse amb els eixos en les direccions x/y a partir de quatre punts de l'el·lipse

# _msg2581
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Draw Ellipse inscribed in a quadrilateral, <span style=" font-style:italic;">i.e.</span>, tangential to four lines</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Dibuixa una el·lipse inscrita en un quadrilàter, <span style=" font-style:italic;">i.e.</span>, tangent a quatre línies</p></body></html>

# _msg2583
source: <html><head/><body><p>Draw Ellipse by center and 3 points on ellipse</p></body></html>
ca: <html><head/><body><p>Dibuixa una el·lipse a partir del centre i 3 punts en l'el·lipse</p></body></html>

# _msg2584
source: Info
ca: Informació

# _msg2585
source: Back to main menu
ca: Torna al menú principal

# _msg2586
source: Distance (Point, Point)
ca: Distància de punt a punt

# _msg2587
source: Distance (Entity, Point)
ca: Distància d'entitat a punt

# _msg2589
source: Total length of selected entities
ca: Longitud total de les entitats seleccionades

# _msg2590
source: Area of polygon
ca: Àrea d'un polígon

# _msg2591
source: Concentric
ca: Concèntric

# _msg2592
source: Lines
ca: Línies

# _msg2593
source: Freehand lines
ca: Línies a mà alçada

# _msg2594
source: Orthogonal lines
ca: Línies perpendiculars

# _msg2595
source: Back to main menu
ca: Torna al menú principal

# _msg2596
source: Bisectors
ca: Bisectrius

# _msg2597
source: Tangents from circle to circle
ca: Tangent a dues circumferències

# _msg2598
source: Tangents from point to circle
ca: Tangents a una circumferencia des d'un punt

# _msg2599
source: Line with two points
ca: Línia amb dos punts

# _msg2600
source: Lines with relative angles
ca: Línies amb angles relatius

# _msg2601
source: Line with given angle
ca: Línia amb un angle donat

# _msg2602
source: Horizontal lines
ca: Línies horitzontals

# _msg2603
source: Vertical lines
ca: Línies verticals

# _msg2605
source: Polygons with Center and Corner
ca: Polígons amb centre i vèrtex

# _msg2606
source: Polygons with two Corners
ca: Polígons amb dos vèrtexs

# _msg2607
source: Parallels with distance
ca: Paral·leles a una distància

# _msg2608
source: Parallels through point
ca: Paral·leles per un punt

# _msg2609
source: Tangents to a circle, orthogonal to a line
ca: Tangents a una circumferència, ortogonals a una línia

# _msg2610
source: Main
ca: Principal

# _msg2611
source: Create Block
ca: Crea un bloc

# _msg2612
source: Show toolbar "Lines"
ca: Mostra la barra d'eines "Línies"

# _msg2613
source: Show toolbar "Arcs"
ca: Mostra la barra d'eines "Arcs"

# _msg2614
source: Show toolbar "Circles"
ca: Mostra la barra d'eines "Circumferències"

# _msg2615
source: Show toolbar "Ellipses"
ca: Mostra la barra d'eines "El·lipses"

# _msg2616
source: Show toolbar "Polylines"
ca: Mostra la barra d'eines "Polilínies"

# _msg2617
source: Draw Splines
ca: Dibuixa splines

# _msg2618
source: Draw Points
ca: Dibuixa punts

# _msg2619
source: Insert Text
ca: Insereix un text

# _msg2620
source: Show toolbar "Dimensions"
ca: Mostra la barra d'eines "Cotes"

# _msg2621
source: Create Hatch
ca: Crea un ombrejat

# _msg2622
source: Insert Image
ca: Insereix una imatge

# _msg2623
source: Show toolbar "Modify"
ca: Mostra la barra d'eines "Modifica"

# _msg2624
source: Show toolbar "Info"
ca: Mostra la barra d'eines "Informació"

# _msg2625
source: Show toolbar "Select"
ca: Mostra la barra d'eines "Selecció"

# _msg2626
source: Insert Multi-line Text
ca: Insereix Text Multi-línia

# _msg2627
source: Modify
ca: Modifica

# _msg2629
source: Rotate
ca: Gira

# _msg2630
source: Scale
ca: Escala

# _msg2631
source: Move and Rotate
ca: Mou i gira

# _msg2632
source: Explode
ca: Explota

# _msg2633
source: Delete
ca: Suprimeix

# _msg2634
source: Stretch
ca: Estira

# _msg2635
source: Round
ca: Arrodoneix

# _msg2636
source: Bevel
ca: Bisella

# _msg2637
source: Trim by amount
ca: Redueix o estén una quantitat

# _msg2638
source: Trim / Extend two
ca: Redueix / Estén les dos

# _msg2639
source: Trim / Extend
ca: Redueix / Estén

# _msg2640
source: Edit Entity Attributes
ca: Edita els atributs de l'entitat

# _msg2642
source: Mirror
ca: Simetria

# _msg2643
source: Divide
ca: Divideix

# _msg2644
source: Explode Text into Letters
ca: Explota el text en lletres

# _msg2645
source: Edit Text
ca: Edita el text

# _msg2646
source: Move / Copy
ca: Mou / Copia

# _msg2647
source: Rotate Two
ca: Gira a dos

# _msg2648
source: Offset (Experimental Feature, work in progress)
ca: Desfasa (característica experimental, s'hi està treballant)

# _msg2649
source: Revert direction
ca: Canvia la direcció

# _msg2650
source: Lengthen
ca: Allarga

# _msg2651
source: <html><head/><body><p>Fillet, rounding of an interior or exterior corner</p></body></html>
ca: <html><head/><body><p>Arrodoneix entre una cantonada interior o exterior</p></body></html>

# _msg2652
source: Points
ca: Punts

# _msg2658
source: Delete between two nodes
ca: Suprimeix entre dos nodes

# _msg2659
source: Add node
ca: Afegeix un node

# _msg2661
source: Trim segments
ca: Redueix els segments

# _msg2663
source: Polyline equidistant
ca: Polilínia equidistant

# _msg2664
source: Create Polyline from Existing Segments
ca: Crea una polilínia a partir de segment existents

# _msg2665
source: Concentric
ca: Concèntrica

# _msg2666
source: Select
ca: Selecciona

# _msg2667
source: Select all
ca: Selecciona-ho tot

# _msg2668
source: Back to main menu
ca: Torna al menú principal

# _msg2669
source: Select intersected entities
ca: Selecciona les entitats que s'intersequen

# _msg2670
source: Deselect intersected entities
ca: (De)selecciona les entitats que s'intersequen

# _msg2671
source: Deselect all
ca: (De)selecciona-ho tot

# _msg2672
source: Invert Selection
ca: Inverteix la selecció

# _msg2673
source: Select layer
ca: Selecciona una capa

# _msg2674
source: (De-)Select contour
ca: (De)selecciona el contorn

# _msg2675
source: (De-)Select entity
ca: (De)selecciona l'entitat

# _msg2676
source: Deselect Window
ca: Desselecciona la finestra

# _msg2677
source: Select Window
ca: Selecciona la finestra

# _msg2678
source: Continue action
ca: Continua l'acció

# _msg2680
source: Back to main menu
ca: Torna al menú principal

# _msg2682
source: Interpolation Spline
ca: Spline d'interpolació

# _msg2683
source: Circle Options
ca: Opcions de circumferència

# _msg2684
source: Radius:
ca: Radi:

# _msg2685
source: Circle Tangential2 Options
ca: Opcions de circumferència tangent 2

# _msg2686
source: <html><head/><body><p>Radius of the tangential circle to draw</p></body></html>
ca: <html><head/><body><p>Radi de la circumferència tangent que s'ha de traçar</p></body></html>

# _msg2687
source: Radius:
ca: Radi:

# _msg2688
source: Radius of tangential circle
ca: Radi de la circumferència tangent

# _msg2689
source: Others..
ca: Altres..

# _msg2690
source: Clear
ca: Neteja

# _msg2691
source: <html><head/><body><p>type in coordinates or commands</p></body></html>
ca: <html><head/><body><p>teclegeu coordenades o ordres</p></body></html>

# _msg2692
source: &Copy
ca: &Copia

# _msg2693
source: select&All
ca: Seleccion&a-ho tot

# _msg2694
source: Linear Dimension Options
ca: Opcions de cotes lineals

# _msg2696
source: Dimension Options
ca: Opcions de cotes

# _msg2697
source: Label:
ca: Etiqueta:

# _msg2707
source: ø (Diameter)
ca: ø (Diametre)

# _msg2709
source: Cancel
ca: Cancel·la

# _msg2710
source: &OK
ca: &D'acord

# _msg2713
source: Cancel
ca: Cancel·la

# _msg2714
source: &OK
ca: &D'acord

# _msg2717
source: Cancel
ca: Cancel·la

# _msg2718
source: &OK
ca: &D'acord

# _msg2721
source: &OK
ca: &D'acord

# _msg2723
source: Cancel
ca: Cancel·la

# _msg2725
source: &OK
ca: &D'acord

# _msg2727
source: Cancel
ca: Cancel·la

# _msg2729
source: Cancel
ca: Cancel·la

# _msg2730
source: &OK
ca: &D'acord

# _msg2733
source: &OK
ca: &D'acord

# _msg2736
source: &OK
ca: &D'acord

# _msg2738
source: Cancel
ca: Cancel·la
